Repository: akavel/graph-mirror2
Catalog: Graph/Help/po/GraphHelp_*.po
Languages: portuguese

source: Here you may enter a value, for which you want the shading to stop. You specify the x-coordinate if you are using a standard function or the t-parameter if you are using a parametric or polar function. If you don't enter a value, the shading will continue until positive infinity. If you place a check mark in <placeholder-1/>, the end coordinate of the shading will be increased from the entered value to the coordinate where the graph is crossing the axis, the edge of the graphing area, itself or another graph depending of the type of shading selected.
portuguese: Define o valor onde o sombreamento terá fim. São especificadas coordenadas-x, quando se lida com funções padrão, ou o parâmetro-t, quando se lida com funções paramétricas ou polares. Se nenhum valor for informado, o sombreamento terá fim em mais infinito. Se <placeholder-1/> for selecionado, a coordenada de término do sombreamento será aumentada, a partir do valor anteriormente estabelecido, até a coordenada onde o gráfico cruze com o eixo, com o limite da área de plotagem, com ele mesmo ou com outro gráfico, dependendo do tipo de sombreamento selecionado.

source: Style
portuguese: Estilo

source: Here you may choose between different styles to use for the shading.
portuguese: Escolhe entre diferentes estilos a serem usados no sombreamento.

source: Color
portuguese: Cor

source: Here you may choose the color of the shading.
portuguese: Escolhe a cor do sombreamento.

source: Mark border
portuguese: Realçar borda

source: Check this to draw a line around the border of the shading. Uncheck it to leave the shading without a border, which is useful if you want two shadings to look as one.
portuguese: Selecione esta opção para traçar uma linha demarcando os limites da área sombreada. Desmarque para deixar a área sombreada sem bordas, o que é útil quando se deseja que dois sombreamentos sejam visualizados como um só.

source: When you have chosen <placeholder-1/> in the <placeholder-2/> tab, you may select the second function in the <placeholder-3/> tab. The dialog with the <placeholder-4/> tab is shown below.
portuguese: Ao se escolher <placeholder-1/>, na guia <placeholder-2/>, é possível selecionar uma segunda função na guia <placeholder-3/>. A caixa de diálogo da guia <placeholder-4/> é mostrada abaixo.

source: Shading range for 2nd function
portuguese: Intervalo de sombreamento da 2ª função

source: This is used to select the interval for the second function, just like you selected the interval for the first function in the <placeholder-1/> tab. This is only available for parametric functions and not for standard functions. For standard functions the interval for the second function is always the same as the interval for the first function. If you enter neither a start nor an end of interval for a parametric function, the values for the first function will be used for the second function as well.
portuguese: Utilizado para selecionar o intervalo da segunda função, do mesmo modo que foi feito para a primeira função, na guia <placeholder-1/>. Disponível apenas para funções paramétricas. Em funções padrão, o intervalo da segunda função é sempre igual ao intervalo da primeira função. Não sendo informado nem o começo nem o fim do intervalo para essa 2ª função, os valores definidos para a primeira função serão utilizados também nesta segunda função.

source: Shadings are a great way to mark an area, but if you get weird results, check that you selected the right function and the right interval. If you try to shade an interval crossing an asymptote or your shading is associated with a weird parametric function, you might get weird results. But really, what did you expect?
portuguese: Sombreamentos constituem um excelente recurso para se assinalar uma área, porém, acontecendo dos resultados obtidos se mostrarem com um aspecto estranho, deve-se verificar se a função correta e o intervalo correto foram devidamente selecionados. Quando se tenta sombrear um intervalo cruzando uma assíntota, ou quando o sombreamento está associado a uma função paramétrica por demais estranha, é possível se obter resultados bastante estranhos. Mas, realmente, o que é que você esperava?

source: Insert f'(x)
portuguese: Inserir f'(x)

source: differentiate
portuguese: diferenciar

source: derivative
portuguese: derivada

source: slope
portuguese: inclinação

source: function
portuguese: função

source: Insert f'(x)...
portuguese: Inserir f'(x)...

source: The dialog shown below is used to create the first derivative of a function. To create a derivative, you select the function you want to differentiate and use <placeholder-1/>.
portuguese: A caixa de diálogo mostrada abaixo é usada para criar a primeira derivada de uma função. Para criação da derivada, selecione a função que deseja diferenciar e em seguida use <placeholder-1/>.

source: If the function is a standard function, the first derivative is the slope of the function, and it is defined as the function differentiated with respect to x: <placeholder-1/>
portuguese: Se a função é uma função padrão, a primeira derivada corresponde à inclinação (em cada ponto) desta função, sendo definida como a a função derivada em relação à x: <placeholder-1/>

source: You can select an interval, line style, width in pixels and color for the derivative of the function. The derivative is inserted as a function and can be edited as such. The derivative will not change if you edit the original function.
portuguese: É possível definir o intervalo, o estilo da linha, a largura em pixels e a cor desejada para a derivada da função. A derivada é inserida como uma função e pode ser editada como tal. A derivada não irá se alterar automaticamente, quando a função original for editada.

source: Functions
portuguese: Funções

source: Save as image
portuguese: Salvar como imagem

source: save
portuguese: salvar

source: picture
portuguese: figura

source: image
portuguese: imagem

source: Save as image...
portuguese: Salvar como imagem...

source: Save As
portuguese: Salvar como

source: Use the menu item <placeholder-1/> to save the shown coordinate system as an image file. When the menu item has been chosen, a standard <placeholder-2/> dialog will appear. In this dialog you write a filename, choose a directory and select one of the following image types:
portuguese: Use o item de menu <placeholder-1/> para salvar o sistema de coordenadas como um arquivo de imagem. Quando esse item de menu é selecionado, uma caixa de diálogo padrão de <placeholder-2/> será apresentada. Nessa caixa, é informado o nome do arquivo, a pasta de destino e escolhido um dentre os seguintes formatos de imagem:

source: Windows Enhanced Metafile (emf)
portuguese: EMF (Windows Enhanced Metafile)

source: Metafiles are usually preferred because they are small and look nice even when scaled. Though emf files are widely supported under MS Windows, they are not very portable.
portuguese: Metarquivos são geralmente uma opção preferencial, pois mesmo possuindo um tamanho reduzido ainda assim conseguem gerar imagens de boa qualidade, mesmo quando essas imagens são visualizadas em escala. Apesar de arquivos .emf serem amplamente suportados na plataforma MS Windows, os mesmos não costumam ser muito bem suportados por outros softwares e/ou plataformas.

source: Scalable Vector Graphics (svg)
portuguese: SVG (Scalable Vector Graphics)

source: This is a format for portable metafiles and should therefore be preferred for files placed on the Internet. However the format is still not supported by all browsers.
portuguese: Este é um formato de metarquivo portável e, por conseguinte, um dos formatos preferidos para utilização na Internet. No entanto, o mesmo não é suportado por navegadores muito antigos.

source: Portable Network Graphics (png)
portuguese: PNG (Portable Network Graphics)

source: Portable Network Graphics (png) is a format that is better compressed than bmp files. This is the most sustainable format for web pages, because it is small and can be understood by all browsers.
portuguese: PNG é um formato cuja compressão é bem melhor que a dos arquivos bmp. Esse é o formato mais sustentável para utilização em páginas de internet, pois é pequeno e suportado pela maioria dos navegadores.

source: Windows Bitmap (bmp)
portuguese: BMP (Windows Bitmap)

source: Windows Bitmap (bmp) is a standard format supported by almost all Windows programs that can read graphics files.
portuguese: BMP (Windows Bitmap) é um formato padrão suportado por quase todos os programas do Windows com capacidade de ler arquivos gráficos.

source: Joint Photographic Experts Group (jpeg)
portuguese: JPEG (Joint Photographic Experts Group)

source: Joint Photographic Experts Group (jpeg) is a bitmap format with loss. It is supported but not recommended because graphs will usually become blurred.
portuguese: JPEG (Joint Photographic Experts Group) é um formato bitmap com perdas. O mesmo é suportado pelo Graph, porém não recomendado, pois em geral os gráficos ficam embaçados nesse formato.

source: Portable Document Format (pdf)
portuguese: PDF (Portable Document Format)

source: Portable Document Format (pdf) is actually not an image format. It is a way to store documents as postscript in a portable way. Graph will store the image as Portable Network Graphics inside the pdf file.
portuguese: PDF (Portable Document Format) não é, na realidade, um formato de imagem. É um modo de armazenar documentos em linguagem postscript, de maneira portável. O Graph irá armazenar a informação de imagem em um formato PNG, embutido dentro do arquivo PDF.

source: The <guibutton>Options...</guibutton> button in the save dialog can be used to change the image size. You may also be able to change other settings depending on the chosen image format.
portuguese: O botão <guibutton>Opções...</guibutton> da caixa de diálogo de salvar pode ser usado para alterar o tamanho da imagem. É possível também alterar outras configurações, dependendo do formato de imagem escolhido.

source: Edit axes
portuguese: Editar eixos

source: Axes dialog
portuguese: Caixa de diálogo dos eixos

source: minimum
portuguese: mínimo

source: maximum
portuguese: máximo

source: unit
portuguese: unidade

source: logarithmic scale
portuguese: escala logarítmica

source: coordinates
portuguese: coordenadas

source: grid
portuguese: grade

source: label
portuguese: rótulo

source: arrow
portuguese: seta

source: colors
portuguese: cores

source: crossing
portuguese: cruzamento

source: step
portuguese: passo

source: tick
portuguese: marca

source: legend
portuguese: legenda

source: complex numbers
portuguese: números complexos

source: axes style
portuguese: estilo dos eixos

source: trigonometry
portuguese: trigonometria

source: fonts
portuguese: fontes

source: auto grid
portuguese: auto grade

source: auto tick
portuguese: auto marca

source: background color
portuguese: cor de fundo

source: Axes...
portuguese: Eixos...

source: When you choose the menu item <placeholder-1/>, the dialog shown below will appear. In this dialog you can configure all options which are related to the axes. The dialog contains 4 tab sheets. The first sheet, shown below, contains options for the x-axis. The tab with options for the y-axis is completely analog to this.
portuguese: Ao se escolher o item de menu <placeholder-1/>, a caixa de diálogo mostrada abaixo irá aparecer. Nessa caixa, é possível configurar todas as opções relativas aos eixos. A caixa contém quatro guias. A primeira guia, mostrada abaixo, contém opções para o eixo-x. A guia com as opções do eixo-y é completamente análoga a essa.

source: x-axis/y-axis
portuguese: eixo-x/eixo-y

source: Minimum
portuguese: Mínimo

source: This is the lowest value on the selected axis. Default: -10
portuguese: Este é o valor mais baixo no eixo selecionado. Padrão: -10

source: Maximum
portuguese: Máximo

source: This is the highest value on the selected axis. Default: 10
portuguese: Este é o valor mais alto no eixo selecionado. Padrão: 10

source: Tick unit
portuguese: Unid. Marca

source: This is the distance between the tick marks on the selected axis. Tick marks are shown as small lines perpendicular to the axis. <placeholder-1/> is used for both tick marks and for showing numbers. With a logarithmic axis the <placeholder-2/> indicates the factor between the markers. For example <placeholder-3/> set to 4 will show 1, 4, 16, 64, etc. on a logarithmic axis while it will show 0, 4, 8, 12, etc. on a normal axis.
portuguese: Esta é a distância entre as marcas de escalas no eixo selecionado. Marcas de escalas são mostradas como pequenas linhas perpendiculares ao eixo. <placeholder-1/> é utilizada tanto para as marcas, quanto para os números mostrados ao longo do eixo. Em um eixo logarítmico, <placeholder-2/> indicará o fator entre as marcas. Por exemplo, <placeholder-3/> definida como 4 irá mostrar 1, 4, 16, 64, etc. em um eixo logarítmico e 0, 4, 8, 12, etc. em um eixo normal.

source: Grid unit
portuguese: Unid. Grade

source: This is the distance between the gridlines perpendicular to the axis. This is only used if grid lines are shown.
portuguese: Esta é a distância entre as linhas de grade perpendiculares ao eixo. Usada apenas se as linhas de grade estiverem sendo mostradas.

source: Logarithmic scale
portuguese: Escala Logarítmica

source: Check this field if you want the axis to be scaled logarithmically.
portuguese: Selecione esta opção se você quiser que o eixo possua uma escala logarítmica.

source: Show numbers
portuguese: Mostrar números

source: When this field is checked numbers are shown on the axis with the distance chosen under <placeholder-1/>.
portuguese: Quando esta opção é selecionada, números são mostrados junto ao eixo, com a distância entre eles determinada por <placeholder-1/>.

source: Label
portuguese: Rótulo

source: When this field is checked, the text in the edit box will be shown just above the x-axis in the right side of the coordinate system. For the y-axis, the text will be shown at the top to the right of the axis. You may use this to show what unit is used for the axes.
portuguese: Quando esta opção é selecionada, o texto da caixa de edição será mostrado logo acima do eixo-x , no lado direito do sistema de coordenadas. Para o eixo-y, o texto será mostrado na parte superior e à direita do eixo. Esse recurso pode ser utilizado para indicar a unidade de medida que está sendo usada, em cada um dos eixos.

source: The x-axis crosses at / The y-axis crosses at:
portuguese: O eixo-x cruza em / O eixo-y cruza em:

source: Axes style
portuguese: Estilo dos eixos

source: Crossed
portuguese: Cruzados

source: This is the coordinate where the axis will cross the other axis. This is only used when <placeholder-1/> is <placeholder-2/>. Default: 0
portuguese: Esta é a coordenada onde um eixo irá cruzar o outro eixo. Utilizado apenas quando <placeholder-1/> está definido como <placeholder-2/>. Padrão: 0

source: Auto tick
portuguese: Auto marcas

source: When checked the program will automatically choose a value for <placeholder-1/> that is fitting for the axes dimensions and size of the graphing area.
portuguese: Quando selecionado, o programa escolherá automaticamente um valor de <placeholder-1/> que seja adequado às dimensões dos eixos e ao tamanho da área de plotagem.

source: Auto grid
portuguese: Auto grade

source: When checked, <placeholder-1/> will have the same value as <placeholder-2/>.
portuguese: Quando selecionado, <placeholder-1/> terá o mesmo valor de <placeholder-2/>.

source: Show ticks
portuguese: Mostrar marcas

source: When this field is checked, tick marks are shown as small lines on the axis with the distance chosen under <placeholder-1/>.
portuguese: Quando esta opção é selecionada, marcas de escala são mostrada na forma de pequenas linha sobre o eixo, com a distância entre elas determinada por <placeholder-1/>.

source: Show grid
portuguese: Mostrar grade

source: Font and color
portuguese: Fonte e cor

source: When this field is checked, grid lines will be shown as dotted lines perpendicular to the axis with the color chosen under <placeholder-1/> and with the distance chosen at <placeholder-2/>.
portuguese: Quando esta opção é selecionada, linhas de grade são mostradas na forma de linhas pontilhadas perpendiculares ao eixo, com a cor determinada em <placeholder-1/> e a distância determinada em <placeholder-2/>.

source: Show as a multiple of &pi;
portuguese: Mostrar como múltiplos de &pi;

source: When this is enabled the numbers on the axis are shown as fractions multiplied by &pi;, for example 3&pi;/2. <placeholder-1/> must be enabled for this option to be available.
portuguese: Quando esta opção é selecionada, os números no eixo se apresentam como frações multiplicadas por &pi;, por exemplo 3&pi;/2. <placeholder-1/> deve estar habilitado, para que aquela opção fique disponível.

source: Settings
portuguese: Configurações

source: Title
portuguese: Título

source: Here you can enter a title that is shown above the coordinate system. Use the button to the right to change the font.
portuguese: Aqui é possível inserir um título, a ser mostrado acima do sistema de coordenadas. Use o botão à direita da caixa de texto para alterar a fonte.

source: Show legend
portuguese: Mostrar legenda

source: Check this to show the <placeholder-1/> with a list of functions and point series in the upper right corner of the coordinate system. You may change the font under <placeholder-2/>.
portuguese: Selecione esta opção para mostrar uma <placeholder-1/> com a lista de funções e séries de pontos, em um dos quatro cantos do sistema de coordenadas. É possível alterar a fonte na aba <placeholder-2/>.

source: Legend placement
portuguese: Posição da legenda

source: Here you may choose in which of the four corners you want the <placeholder-1/> to be placed. You can also change this by right clicking on the legend in the graphing area.
portuguese: Escolhe em qual dos quatro cantos a <placeholder-1/> será posicionada. Esse posicionamento poderá mais tarde ser alterado, clicando-se com o botão direito sobre a legenda na área de plotagem.

source: Calculate with complex numbers
portuguese: Calcular com números complexos

source: Check this field to use <placeholder-1/> for calculations while drawing graphs. This will increase the time for drawing graphs but may be necessary in rare situations where the intermediate result are complex. The final result must be real for the graph to be drawn. This will not interfere with evaluations.
portuguese: Selecione esta opção caso queira utilizar <placeholder-1/> nos cálculos necessários à produção dos gráficos. Isso irá causar um aumento no tempo de plotagem dos mesmos, porém, pode vir a ser necessário, em raras situações onde o resultado intermediário é um complexo. O resultado final deve ser real para que o gráfico possa ser traçado. Esta opção, quando marcada, não interferirá de maneira alguma nos resultados finais calculados.

source: None
portuguese: Nenhum

source: The y-axis crosses at
portuguese: O eixo-y cruza em

source: The x-axis crosses at
portuguese: O eixo-x cruza em

source: Boxed
portuguese: Caixa

source: Select <placeholder-1/> if you don't want the axes to be shown. Select <placeholder-2/> if you want a normal coordinate system. The location of the axes may be changed from <placeholder-3/> and <placeholder-4/>. Select <placeholder-5/> if you want the axes to be shown at the bottom and left side of the coordinate system, which will overwrite <placeholder-6/> / <placeholder-7/>.
portuguese: Selecione <placeholder-1/> se você não quiser que os eixos sejam mostrados. Selecione <placeholder-2/> se você quiser um sistema de coordenadas normal. A posição dos eixos pode ser alterada em <placeholder-3/> e <placeholder-4/>. Selecione <placeholder-5/> se você quiser que os eixos sejam mostrados embaixo e à esquerda do sistema de coordenadas, sobrepondo-se às configurações de <placeholder-6/> / <placeholder-7/>.

source: Trigonometry
portuguese: Trigonometria

source: Radian
portuguese: Radianos

source: Degree
portuguese: Graus

source: Choose whether trigonometric functions should calculate in <placeholder-1/> or <placeholder-2/>. This is also used for showing <placeholder-3/> in the polar format.
portuguese: Escolhe se as funções trigonométricas devem ser calculadas em <placeholder-1/> ou em <placeholder-2/>. Essa configuração também é utilizada para mostrar <placeholder-3/> na forma polar.

source: Colors
portuguese: Cores

source: You may change the background color, the color of the axes and the color used for drawing grid lines.
portuguese: Seleciona a cor de fundo, a cor dos eixos e a cor utilizada nas linhas de grades.

source: Fonts
portuguese: Fontes

source: You may change the fonts used to show axes labels, the font to draw numbers at the axes, and the font used for the <placeholder-1/>.
portuguese: Seleciona as fontes utilizadas nos rótulos dos eixos, nos números dos eixos, e na <placeholder-1/>.

source: Save as default
portuguese: Salvar como padrão

source: Check this to save all the current settings in the dialog to be used as default in the future. These settings are used the next time you choose to create a new coordinate system. The default settings are stored in your Windows user profile, i.e. each Windows user will have his/her own default settings in Graph.
portuguese: Selecione esta opção para salvar as configurações atuais da caixa de diálogo, de maneira a utilizá-las como padrão no futuro. Essas configurações serão usadas sempre que um novo sistema de coordenadas for criado . As configurações padrão ficam armazenadas no seu perfil de usuário do Windows, ou seja, cada usuário do Windows terá suas próprias configurações padrão para o Graph.

source: Frequently Asked Questions
portuguese: Perguntas mais frequentes

source: questions
portuguese: perguntas

source: tips
portuguese: dicas

source: tricks
portuguese: macetes

source: What are the system requirements of Graph?
portuguese: Quais são os requisitos de sistema do Graph?

source: Graph requires Microsoft Windows 2000 or newer. It has been tested under <placeholder-1/>.
portuguese: O Graph requer o Microsoft Windows 2000 ou mais recente. Ele foi testado nas plataformas <placeholder-1/>.

source: Will Graph run under Linux?
portuguese: O Graph pode ser executado no Linux?

source: Graph is a native Windows application and not tested under Linux, but several users have informed me that Graph runs without problems under Linux with Wine.
portuguese: O Graph é um aplicativo nativo do Windows e não testado no Linux, porém vários usuários relataram que o mesmo pode ser executado sem problemas no Linux, com o auxílio do Wine.

source: Will Graph run on a Macintosh?
portuguese: O Graph pode ser executado no Macintosh?

source: As with the above, you cannot run Graph directly on a Mac. But it should be possible with some kind of Windows emulator.
portuguese: Tal como no Linux, não é possível executar o Graph diretamente em um Mac. Mas deve ser possível com algum tipo de emulador de Windows.

source: When will the next version be released?
portuguese: Quando a próxima versão será lançada?

source: When it is ready.
portuguese: Quando estiver pronta.

source: How can I move the coordinate system?
portuguese: Como posso mover o sistema de coordenadas?

source: Move system
portuguese: Mover sistema

source: When you hold down the <keycap>Ctrl</keycap> key you can use the arrow keys to move the coordinate system. You can also use <placeholder-1/> and drag the coordinate system around with the mouse.
portuguese: Mantendo a tecla <keycap>Ctrl</keycap> pressionada é possível utilizar as teclas de setas para mover o sistema de coordenadas. Também é possível usar <placeholder-1/> e arrastar o sistema de coordenadas com o uso do mouse.
