Repository: akavel/graph-mirror2
Catalog: Graph/Help/po/GraphHelp_*.po
Languages: portuguese

source: How can I easily zoom in and out?
portuguese: Como usar o zoom de maneira fácil, para ampliar e reduzir?

source: When you hold down the <keycap>Ctrl</keycap> key you can use the <keycap>+</keycap> and <keycap>-</keycap> keys to zoom in and out. The scroll wheel on the mouse can be used for zooming at the position of the mouse pointer. When you move the scroll wheel up the program will zoom into the coordinate system and center the graphing area at the position of the mouse pointer. When you move the scroll wheel down the program zooms out.
portuguese: Mantendo a tecla <keycap>Ctrl</keycap> pressionada, é possível utilizar as teclas <keycap>+</keycap> e <keycap>-</keycap> para ampliar e reduzir a visualização. O botão de rolagem do mouse também pode ser usado para ampliar ou reduzir a visualização, na posição indicada pelo ponteiro do mouse. Ao mover o botão de rolagem para cima, o programa ampliará a visualização do sistema de coordenadas, centralizando a área de plotagem na posição indicada pelo ponteiro do mouse. Ao mover o botão de rolagem para baixo, o programa reduzirá a visualização.

source: How do I save default settings?
portuguese: Como faço para salvar as configurações padrão?

source: Set the desired default settings in the <placeholder-1/> dialog, and put a mark in <placeholder-2/> before pressing the <guibutton>OK</guibutton> button. Next time you create a new coordinate system, the saved default settings will be used.
portuguese: Escolha as configurações que deseja transformar em padrão na caixa de diálogo <placeholder-1/> e selecione <placeholder-2/> antes de pressionar o botão <guibutton>OK</guibutton>. Da próxima vez que você criar um novo sistema de coordenadas, o Graph assumirá essas configurações salvas por você como o padrão .

source: Can I make the program remember the size and position of the window?
portuguese: É possível fazer o programa lembrar o tamanho e a posição da janela?

source: Save workspace on exit
portuguese: Salva área de trabalho ao sair

source: When you select <placeholder-1/> in the <placeholder-2/> dialog. Graph will save the position and size of the main window when the program quits. The next time the program starts the same size and position is used.
portuguese: Ao selecionar <placeholder-1/> na caixa de diálogo <placeholder-2/>, o Graph irá salvar a posição e o tamanho da janela principal quando o programa for encerrado. Na próxima vez que o programa for iniciado, os mesmos valores de tamanho e posição serão utilizados.

source: Why does the program not accept a comma as decimals separator?
portuguese: Porque o programa não aceita vírgula como separador de casas decimais?

source: I know a lot of countries use comma to separate the decimal part from the integer part, but Graph uses comma for separating function arguments. The program always uses a period to separate decimals from the integer value, no matter your local settings.
portuguese: Estou ciente de que muitos países utilizam vírgula para separar a parte decimal da parte inteira, porém, o Graph já faz uso da vírgula para separar os argumentos de uma função. Assim, o programa irá sempre utilizar um ponto para separar o valor inteiro da parte decimal, não importa quais sejam as suas configurações locais.

source: How do I plot a vertical line?
portuguese: Como faço para traçar uma linha vertical?

source: Parametric function
portuguese: Função paramétrica

source: Function type
portuguese: Tipo de função

source: A vertical line can be drawn as a parametric function. Select <placeholder-1/> as <placeholder-2/> when adding the function. You can then add the vertical line at x=5 as <userinput>x(t)=5, y(t)=t</userinput>. Alternatively you can add <userinput>x=5</userinput> as a relation.
portuguese: Uma linha vertical pode ser traçada como uma função paramétrica. Selecione <placeholder-1/> como <placeholder-2/>, ao adicionar a função. Pode-se então adicionar a linha vertical, por exemplo, em x=5, como <userinput>x(t)=5, y(t)=t</userinput>. Alternativamente, <userinput>x=5</userinput> também pode ser adicionado na forma de uma relação.

source: How do I plot a function x=f(y)?
portuguese: Como faço para traçar uma função x=f(y)?

source: To draw a function with y as the independent variable, you need to use a parametric function. Select <placeholder-1/> as <placeholder-2/> when adding the function. If you want to draw the function x=sin(y), you can now enter the function as <userinput>x(t)=sin(t), y(t)=t</userinput>. Alternatively you can draw it as a relation where you can enter <userinput>x=sin(y)</userinput> directly.
portuguese: Para traçar uma função onde y tenha sido definida como a variável independente, é necessário usar uma função paramétrica. Selecione <placeholder-1/> como <placeholder-2/>, ao adicionar a função. Querendo traçar, por exemplo, a função x=sin(y), pode-se agora inserí-la como <userinput>x(t)=sin(t), y(t)=t</userinput>. Alternativamente, essa função pode ser traçada na forma de uma relação, inserindo <userinput>x=sin(y)</userinput> diretamente .

source: How do I plot a circle?
portuguese: Como faço para desenhar um círculo?

source: Square
portuguese: Quadrado

source: You need to use a parametric function to draw a circle. When inserting the function, select <placeholder-1/> as <placeholder-2/>. You can now add a circle with radius 5 and center in (2,3) as <userinput>x(t)=5cos(t)+2, y(t)=5sin(t)+3</userinput>. You may need to use <placeholder-3/> to make the axes equally scaled. Else the circle may look like an ellipse. A circle can also be added as a polar function, but only with center in (0,0). A circle with radius 5 may be added as the polar function <userinput>r(t)=5</userinput>. Alternatively you can use a relation and add the circle as <userinput>(x-2)^2+(y-3)^2=5^2</userinput>.
portuguese: É necessário usar uma função paramétrica para traçar um círculo. Ao inserir a função, selecionar <placeholder-1/> como <placeholder-2/>. Agora, pode-se adicionar um círculo com raio 5 e centro em (2, 3) na forma de <userinput>x(t)=5cos(t)+2, y(t)=5sin(t)+3</userinput>. Talvez seja necessário usar <placeholder-3/>, de maneira a deixar os eixos com a mesma escala. Do contrário, o círculo poderá ficar parecido com uma elipse. Um círculo também pode ser adicionado na forma de uma função polar, mas somente com o centro em (0,0). Um círculo com raio 5 pode ser adicionado como a função polar <userinput>r(t)=5</userinput>. Alternativamente, um círculo também pode ser adicionado utilizando-se uma relação: <userinput>(x-2)^2+(y-3)^2=5^2</userinput>.

source: Why do circles look like ellipses?
portuguese: Por que os círculos estão parecendo elipses?

source: That is probably because the axes are not equally scaled. You can either change the size of the window until the axes scales equally or select <placeholder-1/> in the menu to change the y-axis to scale equal to the x-axis.
portuguese: Isso ocorre provavelmente porque os eixos não estão na mesma escala. Você pode alterar a proporção entre a altura e a largura da janela até que as escalas dos eixos acabem por se igualar ou então selecionar <placeholder-1/> no menu, de maneira a tornar a escala do eixo-y igual à escala do eixo-x.

source: How do I calculate the area between two functions?
portuguese: Como faço para calcular a área entre duas funções?

source: Integrate
portuguese: Integrar

source: If you want to find the area between two functions f1(x)=3x and f2(x)=x^2, the easiest way is to create a new function that is the difference between the two functions: f(x)=f1(x)-f2(x)=3x-x^2. You can then use <placeholder-1/> to calculate the area for a given interval.
portuguese: A forma mais fácil de encontrar a área entre duas funções, por exemplo, f1(x)=3x e f2(x)=x^2, é através da criação de uma nova função que seja igual a diferença entre aquelas duas: f(x)=f1(x)-f2(x)=3x-x^2. Pode-se então utilizar <placeholder-1/> para calcular a área num intervalo dado.

source: How do I plot the inverse of any given function?
portuguese: Como faço para plotar o inverso de qualquer função dada?

source: You can use a parametric function for this. If you want to plot the inverse of <placeholder-1/>, you can insert it as the parametric function <userinput>x(t)=t^2-2t, y(t)=t</userinput>.
portuguese: Pode-se usar uma função paramétrica para isso. Querendo traçar o inverso de <placeholder-1/>, insira essa expressão na forma da função paramétrica <userinput>x(t)=t^2-2t, y(t)=t</userinput>.

source: How can I draw the negative part of f(x)=sqrt(x+2) ?
portuguese: Como faço para traçar a parte negativa de f(x)=sqrt(x+2)?

source: For each value x, f(x) will evaluate to at most one value. <userinput>f(x)=sqrt(x+2)</userinput> will therefore only have positive values of f(x). To plot it for negative f(x) too, you will have to create two separate functions: <userinput>f(x)=sqrt(x+2)</userinput> and <userinput>f(x)=-sqrt(x+2)</userinput>. Alternatively you can plot it as the relation: <userinput>y^2=x+2</userinput>.
portuguese: Para cada valor de x, teremos no máximo um único valor de f(x) associado. Por conseguinte, em <userinput>f(x)=sqrt(x+2)</userinput> temos apenas os valores positivos de f(x). Para plotar igualmente os valores negativos de f(x), é necessário que sejam criadas duas funções distintas: <userinput>f(x)=sqrt(x+2)</userinput> e <userinput>f(x)=-sqrt(x+2)</userinput>. Alternativamente, pode-se plotá-la como a relação: <userinput>y^2=x+2</userinput>.

source: How do I plot a complex function like f(t)=e^(i*t)?
portuguese: Como posso traçar uma função complexa do tipo: f(t)=e^(i*t)?

source: You probably want to show the real part on the x-axis and the imaginary part on the y-axis. In that case you can draw the function as the parametric function <userinput>x(t)=re(e^(i*t)), y(t)=im(e^(i*t))</userinput>. Notice that <placeholder-1/> must be enabled in the <placeholder-2/> dialog.
portuguese: Você provavelmente irá querer mostrar a parte real sobre o eixo-x e a parte imaginária sobre o eixo-y. Nesse caso, pode-se traçar essa função como a função paramétrica <userinput>x(t)=re(e^(i*t)), y(t)=im(e^(i*t))</userinput>. Observe que <placeholder-1/> deve estar habilitado na caixa de diálogo <placeholder-2/>.

source: How can I make Graph plot functions with vertical asymptotes correctly?
portuguese: Como fazer para o Graph plotar corretamente funções com assíntotas verticais ?

source: Steps
portuguese: Passos

source: Functions like <userinput>f(x)=tan(x)</userinput> with vertical asymptotes may not always be shown correctly. As default Graph will evaluate the function for each pixel on the x-axis. But if the graph has a steep slope that goes against infinite and back between two pixels, Graph will not notice it. To plot the function correctly you can tell Graph how many evaluations to perform. This may be entered in the <placeholder-1/> field in the <placeholder-2/> dialog. A number around 100000 will usually show the function correctly.
portuguese: Funções com assíntotas verticais, como <userinput>f(x)=tan(x)</userinput>, podem eventualmente não ser mostradas de forma correta. Por padrão, o Graph irá calcular a função para cada pixel no eixo-x. Porém, se o gráfico possuir uma inclinação muito acentuada, indo até o infinito e depois retornando no intervalo de dois pixels, o programa não conseguirá perceber essa mudança. Para que tal função seja plotada de maneira correta, será necessário informar ao Graph, manualmente, quantas operações de cálculo ele precisará efetuar. Esse valor pode ser definido no campo <placeholder-1/> da caixa de diálogo <placeholder-2/>. Um número em torno de 100000, geralmente irá mostrar a função de maneira correta.

source: How to create a PDF file from Graph?
portuguese: Como criar um arquivo PDF a partir do Graph?

source: You can choose to save as PDF in the <placeholder-1/> dialog.
portuguese: Escolha salvar como PDF na caixa de diálogo <placeholder-1/>.

source: Why will the program not start under Windows 95?
portuguese: Porque o programa não é executado no Windows 95?

source: Graph no longer supports Windows 95. The last version to run under Windows 95 was Graph 4.2.
portuguese: O Graph não suporta mais o Window 95. A última versão funcional para Windows 95 foi o Graph 4.2.

source: Piecewise
portuguese: Definidas por partes

source: signum
portuguese: sign

source: Returns the sign of the argument.
portuguese: Retorna o sinal do argumento.

source: The <placeholder-1/> function, which is also called signum, returns the sign of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. When <placeholder-7/> is a real number, <placeholder-8/> returns 1 for <placeholder-9/>&gt;0 and -1 for <placeholder-10/>&lt;0. <placeholder-11/> returns 0 for <placeholder-12/>=0. When <placeholder-13/> evaluates to a complex number, <placeholder-14/> returns <placeholder-15/>.
portuguese: A função <placeholder-1/>, também conhecida como signum, retorna o sinal de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. Quando <placeholder-7/> é um número real, <placeholder-8/> retorna 1 para <placeholder-9/>&gt;0 e -1 para <placeholder-10/>&lt;0. <placeholder-11/> retorna 0 para <placeholder-12/>=0. Quando <placeholder-13/> resulta em um número complexo, <placeholder-14/> retorna <placeholder-15/>.

source: The unit step function.
portuguese: função degrau unitário

source: <placeholder-1/> is commonly known as the unit step function. <placeholder-2/> may be any <placeholder-3/> that evaluates to a <placeholder-4/>. The function is undefined when <placeholder-5/> has an imaginary part. <placeholder-6/> returns 1 for <placeholder-7/>&ge;0 and 0 for <placeholder-8/>&lt;0.
portuguese: <placeholder-1/> é comumente conhecida como função degrau unitário. <placeholder-2/> pode ser qualquer <placeholder-3/> que resulte em um <placeholder-4/>. A função é indefinida quando <placeholder-5/> possui uma parte imaginária. <placeholder-6/> retorna 1 para <placeholder-7/>&ge;0 e 0 para <placeholder-8/>&lt;0.

source: Finds and returns the minimum of the values passed as arguments.
portuguese: Retorna o menor dos valores passados como argumentos.

source: numeric expressions
portuguese: expressões numéricas

source: real numbers
portuguese: números reais

source: The <placeholder-1/> function returns the minimum value of its arguments. <placeholder-2/> can take any number of arguments not less than 2. The arguments may be any <placeholder-3/> that evaluate to <placeholder-4/> or <placeholder-5/>. If the arguments are complex numbers, the function returns <placeholder-6/>.
portuguese: A função <placeholder-1/> retorna aquele que for o menor, de uma lista de argumentos passados à função. <placeholder-2/> aceita qualquer número de argumentos, sendo o mínimo dois. Os argumentos podem ser quaisquer <placeholder-3/> que resultem em <placeholder-4/> ou <placeholder-5/>. Se os argumentos forem números complexos, a função retornará <placeholder-6/>.

source: Finds and returns the maximum of the values passed as arguments.
portuguese: Retorna o maior dos valores passados como argumentos.

source: The <placeholder-1/> function returns the maximum value of its arguments. <placeholder-2/> can take any number of arguments not less than 2. The arguments may be any <placeholder-3/> that evaluate to <placeholder-4/> or <placeholder-5/>. If the arguments are complex numbers, the function returns <placeholder-6/>.
portuguese: A função <placeholder-1/> retorna aquele que for o maior, de uma lista de argumentos passados à função. <placeholder-2/> aceita qualquer número de argumentos, sendo o mínimo dois. Os argumentos podem ser quaisquer <placeholder-3/> que resultem em <placeholder-4/> ou <placeholder-5/>. Se os argumentos forem números complexos, a função retornará <placeholder-6/>.

source: Returns the second argument if it is in the range between the first argument and the third argument.
portuguese: Retorna o segundo argumento, caso o mesmo se encontre na faixa entre o primeiro e o terceiro argumento.

source: The <placeholder-1/> function returns <placeholder-2/>, if <placeholder-3/> is greater than <placeholder-4/> and less than <placeholder-5/>. If <placeholder-6/> &lt; <placeholder-7/> then <placeholder-8/> is returned. If <placeholder-9/> &gt; <placeholder-10/> then <placeholder-11/> is returned. The arguments may be any <placeholder-12/> that evaluate to <placeholder-13/> or <placeholder-14/>. The function has the same effect as <placeholder-15/>.
portuguese: A função <placeholder-1/> retorna <placeholder-2/>, caso <placeholder-3/> seja maior que <placeholder-4/> e menor que <placeholder-5/>. Se <placeholder-6/> &lt; <placeholder-7/> então <placeholder-8/> é retornado. Se <placeholder-9/> &gt; <placeholder-10/> então <placeholder-11/> é retornado. Os argumentos podem ser quaisquer <placeholder-12/> que resultem em <placeholder-13/> ou <placeholder-14/>. A função tem o mesmo efeito de <placeholder-15/>.

source: Evaluates one or more conditions and returns a different result based on them.
portuguese: Avalia uma ou mais condições e retorna um resultado diferente, dependendo dessas condições.

source: The <placeholder-1/> function evaluates <placeholder-2/> and if it is different from 0 then <placeholder-3/> is evaluated and returned. Else <placeholder-4/> is evaluated and if it is different from 0 then <placeholder-5/> is returned and so forth. If none of the conditions are true <placeholder-6/> is returned. <placeholder-7/> is optional and if not specified <placeholder-8/> returns an error if none of the conditions are true. The arguments may be any <placeholder-9/> that evaluate to <placeholder-10/> or <placeholder-11/>.
portuguese: A função <placeholder-1/> avalia <placeholder-2/> e caso a mesma seja diferente de 0, então <placeholder-3/> é calculada e retornada. Caso contrário, <placeholder-4/> é avaliada e sendo esta diferente de 0, então <placeholder-5/> é retornada, e assim por diante. Se nenhuma das condições for verdadeira, <placeholder-6/> é retornada. <placeholder-7/> é opcional e caso não venha a ser especificada, <placeholder-8/> retornará um erro quando nenhuma das condições for verdadeira. Obs: na sintaxe acima descrita, os colchetes são meros indicativos de parâmetro opcional; os mesmos não são realmente inseridos na definição da função. Os argumentos podem ser quaisquer <placeholder-9/> que resultem em <placeholder-10/> ou <placeholder-11/>.

source: Insert function
portuguese: Inserir função

source: parametric function
portuguese: função paramétrica

source: polar function
portuguese: função polar

source: draw
portuguese: traçar

source: plot
portuguese: plotar

source: Insert function...
portuguese: Inserir função...

source: When you want to insert a function, you use the menu item <placeholder-1/> to show the dialog below. To edit an existing function, you select it in the <placeholder-2/> and use the <placeholder-3/> menu item.
portuguese: Para inserir uma função, use o item de menu <placeholder-1/>o qual exibirá a caixa de diálogo abaixo. Para editar uma função existente, selecione a mesma na <placeholder-2/> e em seguida use o item de menu <placeholder-3/>.

source: Standard function
portuguese: Função padrão

source: You can choose between three different types of functions: <placeholder-1/>, <placeholder-2/> and <placeholder-3/>. A standard function is defined as y=f(x), i.e. for each x-coordinate there is exactly one y-coordinate, though it may be undefined for some x-coordinates.
portuguese: É possível escolher entre três diferentes tipos de funções: <placeholder-1/>, <placeholder-2/> e <placeholder-3/>. Uma função padrão é definida como y=f(x), isto é, para cada coordenada-x existe uma única coordenada-y, embora esta possa ser indefinida para algumas coordenadas-x.

source: For a parametric function the x- and y-coordinates are calculated from an independent variable <placeholder-1/>, called the parameter, i.e. a parametric function is defined as two functions: x(t) and y(t).
portuguese: Em uma função paramétrica, as coordenadas-x e -y são calculadas a partir de uma variável independente <placeholder-1/>, chamada de parâmetro, ou seja, uma função paramétrica é definida por duas funções: x(t) e y(t).

source: A polar function r(t) indicates an equation to calculate the distance from the origin to a point on the function given an angle <placeholder-1/>. <placeholder-2/> is the direct angle between the initial ray and the point on the function. This means that the x- and y-coordinates are given as <placeholder-3/>.
portuguese: Uma função polar r(t) se refere a uma equação utilizada para calcular a distância da origem até um ponto na função, dado um ângulo <placeholder-1/>. <placeholder-2/> é o ângulo formado entre o raio inicial e o ponto na função. Isso significa que as coordenadas-x e -y são dadas por <placeholder-3/>.

source: Function equation
portuguese: Equação da função

source: Here you enter the equation for the function. This can be f(x), x(t),y(t) or r(t) depending on the function type. Under <placeholder-1/> you can see all the available variables, constants and functions, which may be used to draw the graphs.
portuguese: Neste campo é inserida a equação para a função. Essa pode ser do tipo f(x), x(t), y(t) ou r(t), dependendo do tipo de função. Em <placeholder-1/> encontra-se um descritivo com todas as variáveis, constantes e funções que podem ser utilizadas para traçar gráficos.

source: Argument range
portuguese: Variação do argumento

source: Draw type
portuguese: Tipo de traçado

source: Automatic
portuguese: Automático
