Repository: akavel/graph-mirror2
Catalog: Graph/Help/po/GraphHelp_*.po
Languages: portuguese

source: You can choose an interval for the independent variable. <placeholder-1/> and <placeholder-2/> indicates the start and end of the interval. If the function is a standard function, you can leave one or both of them blank to draw the graph from minus infinity to plus infinity. If the function is a parametric function or a polar function, you always have to specify an interval. If the function is a parametric or polar function, you have to specify the number of steps for which you want the function to be evaluated. When you specify a higher number of steps, the graph will appear smoother, but it will take longer to plot. It is preferred to leave the <placeholder-3/> field blank for standard functions to let Graph decide the optimal number of steps. You can however enter the number of steps if the graph doesn't show enough details, for example if an asymptote is not shown correctly. Notice that the <placeholder-4/> only specify a minimum number of calculations. Graph may add more steps at critical points if <placeholder-5/> is set to <placeholder-6/>.
portuguese: Define um intervalo para a variável independente. <placeholder-1/> e <placeholder-2/> indicam o início e o fim do intervalo. Se a função for do tipo padrão, pode-se deixar um ou ambos os campos em branco, de modo a traçar o gráfico de menos infinito a mais infinito. Se a função for do tipo paramétrica ou polar, um intervalo deverá necessariamente ser especificado. É necessário também, nesse último caso, especificar o número de passos a serem utilizados no cálculo dos valores numéricos da função. Ao se especificar um número maior de passos, o gráfico ficará com um traçado mais suave, mas demorará mais tempo para ser plotado. É preferível deixar o campo <placeholder-3/> em branco, para as funções padrão, deixando assim que o Graph decida qual deverá ser o número ótimo de passos. Contudo, pode-se optar por especificar o número de passos nas situações em que o gráfico não estiver exibindo os detalhes de maneira satisfatória, por exemplo, se uma assíntota não estiver sendo mostrada corretamente. Observe que <placeholder-4/> apenas especifica um número mínimo de cálculos. O Graph pode adicionar mais passos em pontos críticos, se o <placeholder-5/> estiver definido como <placeholder-6/>.

source: Endpoints
portuguese: Extremos

source: Here you can choose to show markers at the start and/or end of the interval. If no range is specified, the endpoints will be showed where the function enters and leaves the graphing area. The default is not to show any markers.
portuguese: Aqui é possível optar pela exibição de marcadores ao início e/ou ao fim do intervalo. Se nenhum intervalo for especificado, as marcas serão mostradas onde a função "entra" e "sai" da área de plotagem. O padrão é não mostrar marca alguma.

source: Legend text
portuguese: Texto da legenda

source: Enter a description to be shown in the <placeholder-1/>. If the text is empty, the function equation will be shown in the legend.
portuguese: Insere uma descrição a ser mostrada na <placeholder-1/>. Se nenhum texto for inserido, a equação da função será exibida na legenda.

source: Graph properties
portuguese: Propriedades do gráfico

source: Line style
portuguese: Estilo da linha

source: Lines
portuguese: Linhas

source: Dots
portuguese: Pontos

source: You can choose between different line styles for which you want the graph to be drawn. You can choose between solid, dashed, dotted or a combination of these. <placeholder-1/> is only available when <placeholder-2/> is set to <placeholder-3/> or <placeholder-4/>. When <placeholder-5/> is <placeholder-6/>, only a dot is shown at each calculated point. Likewise the <placeholder-7/> <placeholder-8/> will connect the calculated points with lines. <placeholder-9/> will also draw lines, but Graph will do more calculations at critical points if it thinks it will improve the graph. It will also break the line if it thinks there is an asymptote. You can also choose the width of the graph. The width is notified in screen pixels. There are also a lot of different colors you can choose between. The program will remember and suggest the same properties last used.
portuguese: Escolhe entre os diferentes estilos de linha, aquele que será utilizado no traçado do gráfico. Pode-se escolher entre sólido, tracejado, pontilhado ou uma combinação destes. <placeholder-1/> fica disponível apenas quando <placeholder-2/> está configurado para <placeholder-3/> ou <placeholder-4/>. Quando <placeholder-5/> for <placeholder-6/>, apenas um ponto será mostrado para cada ponto calculado. Do mesmo modo, <placeholder-7/> como <placeholder-8/> irá conectar os pontos calculados através de linhas. <placeholder-9/> também desenhará linhas, mas o Graph irá efetuar operações de cálculo adicionais em pontos críticos, se entender que isso melhorará a apresentação do gráfico. Ele irá também interromper o traçado de uma linha, se entender que ali há uma assíntota. É possível escolher também a largura do gráfico. A largura é informada em pixels de tela. Há também uma variedade de cores diferentes que podem ser escolhidas. O programa irá lembrar (e sugerir) as mesmas propriedades que tenham sido usadas por último.

source: Trigonometric
portuguese: Trigonométricas

source: sine
portuguese: seno

source: Returns the sine of the argument.
portuguese: Retorna o seno do argumento

source: The <placeholder-1/> function calculates the sine of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a real number, the result will be in the range -1 to 1.
portuguese: A função <placeholder-1/> calcula o seno de um ângulo <placeholder-2/>, o qual pode estar em <placeholder-3/> ou em graus, dependendo das configurações em vigor. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/> ou um <placeholder-7/>. Se <placeholder-8/> for um número real, o resultado estará na faixa de -1 a 1.

source: For arguments with a large magnitude, the function will begin to lose precision.
portuguese: Para argumentos de magnitude muito grande, a função irá começar a perder precisão.

source: cosine
portuguese: coseno

source: Returns the cosine of the argument.
portuguese: Retorna o coseno do argumento.

source: The <placeholder-1/> function calculates the cosine of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a real number, the result will be in the range -1 to 1.
portuguese: A função <placeholder-1/> calcula o coseno de um ângulo <placeholder-2/>, o qual pode estar em <placeholder-3/> ou em graus, dependendo das configurações em vigor. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/> ou um <placeholder-7/>. Se <placeholder-8/> for um número real, o resultado estará na faixa de -1 a 1.

source: tangent
portuguese: tangente

source: Returns the tangent of the argument.
portuguese: Retorna a tangente do argumento.

source: The <placeholder-1/> function calculates the tangent of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>.
portuguese: A função <placeholder-1/> calcula a tangente de um ângulo <placeholder-2/>, o qual pode estar em <placeholder-3/> ou em graus, dependendo das configurações em vigor. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/> ou um <placeholder-7/>.

source: For arguments with a large magnitude, the function will begin to lose precision. <placeholder-1/> is undefined at <placeholder-2/>, where <varname>p</varname> is an <placeholder-3/>, but the function returns a very large number if <placeholder-4/> is near the undefined value.
portuguese: Para argumentos de magnitude muito grande, a função irá começar a perder precisão. <placeholder-1/> é indefinida para <placeholder-2/>, onde <varname>p</varname> é um <placeholder-3/>, porém a função retorna um número muito grande quando <placeholder-4/> se encontra próximo a um desses valores indefinidos.

source: inverse sine
portuguese: arco seno

source: Returns the inverse sine of the argument.
portuguese: Retorna o arco seno do argumento.

source: The <placeholder-1/> function calculates the inverse sine of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any numeric expression that evaluates to a <placeholder-5/>. This is the reverse of the <placeholder-6/> function.
portuguese: A função <placeholder-1/> calcula o arco seno de <placeholder-2/>. O resultado pode ser em <placeholder-3/> ou em graus, dependendo das configurações em vigor. <placeholder-4/> pode ser qualquer expressão numérica que resulte em um <placeholder-5/>. Esta função é a função inversa de <placeholder-6/>.

source: inverse cosine
portuguese: arco coseno

source: Returns the inverse cosine of the argument.
portuguese: Retorna o arco coseno do argumento.

source: The <placeholder-1/> function calculates the inverse cosine of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/>. This is the reverse of the <placeholder-7/> function.
portuguese: A função <placeholder-1/> calcula o arco coseno de <placeholder-2/>. O resultado pode ser em <placeholder-3/> ou em graus, dependendo das configurações em vigor. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/>. Esta função é a função inversa de <placeholder-7/>.

source: inverse tangent
portuguese: arco tangente

source: Returns the inverse tangent of the argument.
portuguese: Retorna o arco tangente do argumento.

source: The <placeholder-1/> function calculates the inverse tangent of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/>. This is the reverse of the <placeholder-7/> function.
portuguese: A função <placeholder-1/> calcula o arco tangente de <placeholder-2/>. O resultado pode ser em <placeholder-3/> ou em graus, dependendo das configurações em vigor. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/>. Esta é a função inversa de <placeholder-7/>.

source: secant
portuguese: secante

source: Returns the secant of the argument.
portuguese: Retorna a secante do argumento.

source: The <placeholder-1/> function calculates the secant of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/> or a <placeholder-9/>.
portuguese: A função <placeholder-1/> calcula a secante de um ângulo <placeholder-2/>, o qual pode estar em <placeholder-3/> ou em graus, dependendo das configurações em vigor. <placeholder-4/> é o mesmo que <placeholder-5/>. <placeholder-6/> pode ser qualquer <placeholder-7/> que resulte em um <placeholder-8/> ou um <placeholder-9/>.

source: cosecant
portuguese: cosecante

source: Returns the cosecant of the argument.
portuguese: Retorna a cosecante do argumento.

source: The <placeholder-1/> function calculates the cosecant of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/> or a <placeholder-9/>.
portuguese: A função <placeholder-1/> calcula a cosecante de um ângulo <placeholder-2/>, o qual pode estar em <placeholder-3/> ou em graus, dependendo das configurações em vigor. <placeholder-4/> é o mesmo que <placeholder-5/>. <placeholder-6/> pode ser qualquer <placeholder-7/> que resulte em um <placeholder-8/> ou um <placeholder-9/>.

source: cotangent
portuguese: cotangente

source: Returns the cotangent of the argument.
portuguese: Retorna a cotangente do argumento.

source: The <placeholder-1/> function calculates the cotangent of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any numeric expression that evaluates to a <placeholder-7/> or a <placeholder-8/>.
portuguese: A função <placeholder-1/> calcula a cotangente de um ângulo <placeholder-2/>, o qual pode estar em <placeholder-3/> ou em graus, dependendo das configurações em vigor. <placeholder-4/> é o mesmo que <placeholder-5/>. <placeholder-6/> pode ser qualquer expressão numérica que resulte em um <placeholder-7/> ou um <placeholder-8/>.

source: inverse secant
portuguese: arco secante

source: Returns the inverse secant of the argument.
portuguese: Retorna o arco secante do argumento.

source: The <placeholder-1/> function calculates the inverse secant of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/>. This is the reverse of the <placeholder-9/> function.
portuguese: A função <placeholder-1/> calcula o arco secante de <placeholder-2/>. O resultado pode ser em <placeholder-3/> ou em graus, dependendo das configurações em vigor. <placeholder-4/> é o mesmo que <placeholder-5/>. <placeholder-6/> pode ser qualquer <placeholder-7/> que resulte em um <placeholder-8/>. Esta é a função inversa de <placeholder-9/>.

source: inverse cosecant
portuguese: arco cosecante

source: Returns the inverse cosecant of the argument.
portuguese: Retorna o arco cosecante do argumento.

source: The <placeholder-1/> function calculates the inverse cosecant of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/>. This is the reverse of the <placeholder-9/> function.
portuguese: A função <placeholder-1/> calcula o arco cosecante de <placeholder-2/>. O resultado pode ser em <placeholder-3/> ou em graus, dependendo das configurações em vigor. <placeholder-4/> é o mesmo que <placeholder-5/>. <placeholder-6/> pode ser qualquer <placeholder-7/> que resulte em um <placeholder-8/>. Esta é a função inversa de <placeholder-9/>.

source: inverse cotangent
portuguese: arco cotangente

source: Returns the inverse cotangent of the argument.
portuguese: Retorna o arco cotangente do argumento.

source: The <placeholder-1/> function calculates the inverse cotangent of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/>. This is the reverse of the <placeholder-9/> function.
portuguese: A função <placeholder-1/> calcula o arco cotangente de <placeholder-2/>. O resultado pode ser em <placeholder-3/> ou em graus, dependendo das configurações em vigor. <placeholder-4/> é o mesmo que <placeholder-5/>. <placeholder-6/> pode ser qualquer <placeholder-7/> que resulte em um <placeholder-8/>. Esta é a função inversa de <placeholder-9/>.

source: The <placeholder-1/> function returns a value in the range ]-&pi;/2;&pi;/2] (]-90;90] when calculating in degrees), which is the most common definition, though some may define it to be in the range ]0;&pi;[.
portuguese: A função <placeholder-1/> retorna um valor na faixa de ]-&pi;/2;&pi;/2], quando calculada em radianos e ]-90;90], quando calculada em graus. Essa é a definição mais comum, embora alguns autores definam essa faixa como sendo de ]0;&pi;[.

source: Insert relation
portuguese: Inserir relação

source: relation
portuguese: relação

source: equation
portuguese: equação

source: equality
portuguese: igualdade

source: inequality
portuguese: inequação

source: constraints
portuguese: restrições

source: implicit function
portuguese: função implícita

source: Insert relation...
portuguese: Inserir relação...

source: This dialog is used to insert a relation in the coordinate system. <quote>Relation</quote> is a common name for inequalities and equations, also known as implicit functions. To insert a relation you use the menu item <placeholder-1/>. To change an existing relation, you first select it in the <placeholder-2/> and use <placeholder-3/>.
portuguese: Esta caixa de diálogo é utilizada para inserir uma relação no sistema de coordenadas. <quote>Relação</quote> é um nome comum para inequações e equações, também conhecidas como funções implícitas. Para inserir uma relação, usa-se o item de menu <placeholder-1/>. Para alterar uma relação já existente, selecione-a primeiro na <placeholder-2/> e em seguida use <placeholder-3/>.

source: Relation
portuguese: Relação

source: Here you enter the relation you want to graph. This must either be an equation or an inequality. <placeholder-1/> and <placeholder-2/> are used as the independent variables. An equation is a statement that one quantity equals another and the quantities must be separated by the = operator. For example the equation <placeholder-3/> will plot a circle of radius 5.
portuguese: Nesta caixa de texto é inserida a relação que se pretende representar graficamente. Esta deve ser ou uma equação ou uma inequação. <placeholder-1/> e <placeholder-2/> são utilizadas como variáveis independentes. Uma equação é uma declaração de que uma certa quantidade é igual a outra, sendo que tais quantidades devem estar separadas pelo operador "=". Por exemplo, a equação <placeholder-3/> irá traçar um círculo de raio 5.

source: An inequality is a statement that one quantity is greater or less than another, and the quantities must be separated by one of the four operators: &lt;, &gt;, &lt;=, &gt;=. An inequality can for example be <placeholder-1/>. Two operators can be used to specify a range, for example <placeholder-2/>.
portuguese: Uma inequação é uma declaração de que uma certa quantidade é maior ou menor que outra, sendo que tais quantidades devem estar separadas por um dos quatro operadores: &lt;, &gt;, &lt;=, &gt;=. Uma inequação pode ser, por exemplo, <placeholder-1/>. Ao se especificar um intervalo, podem ser usados dois operadores, por exemplo: <placeholder-2/>.

source: You can use the same operators and <link linkend="ListOfFunctions">built-in functions</link> as for plotting graphs of functions. In addition you can also create <link linkend="CustomFunctionsDialog">custom functions</link>.
portuguese: Podem ser usados os mesmos operadores e <link linkend="ListOfFunctions">funções pré-definidas</link>, utilizados no traçado de gráficos de funções. Além disso, podem ser também criadas <link linkend="CustomFunctionsDialog">funções personalizadas</link>.

source: Constraints
portuguese: Restrições

source: Here you can enter optional constraints, which can be any <placeholder-1/>. The relation will only be valid and plotted where the constraints are fulfilled, i.e. evaluates to a non-zero value. The constraints usually consist of a series of inequalities separated with the logical operators (<placeholder-2/>). As for the relation, <placeholder-3/> and <placeholder-4/> are used as the independent variables.
portuguese: Nesta caixa de texto podem ser inseridas restrições opcionais, na forma de uma <placeholder-1/> de qualquer tipo. A relação será considerada válida e, consequentemente, plotada, apenas onde as restrições forem satisfeitas, isto é, quando estas últimas resultarem em um valor lógico diferente de zero. As restrições consistem, em geral, de uma série de desigualdades separadas pelos operadores lógicos (<placeholder-2/>). Da mesma forma que em uma relação, <placeholder-3/> e <placeholder-4/> são utilizadas como variáveis independentes.

source: For example if you have the relation <placeholder-1/>, which is a shaded circle, the constraints <placeholder-2/> will only show the part of the circle in the 4<superscript>th</superscript> quadrant.
portuguese: Por exemplo, dada a relação <placeholder-1/>, que corresponde a um círculo sombreado, as restrições <placeholder-2/> farão com que seja exibida apenas a parte do círculo no 4º quadrante.

source: Here you may enter a descriptive text to show in the <placeholder-1/>. If this field is left empty, the relation and constraints will be shown in the legend.
portuguese: Insere um texto descritivo a ser mostrado na <placeholder-1/>. Se este campo for deixado em branco, a relação e as restrições serão mostradas na legenda.

source: Properties
portuguese: Propriedades

source: Width
portuguese: Largura

source: Here you may select a shading style for inequalities, color and width for equations. The shading <placeholder-1/> is only used for inequalities and is ignored for equations. To see overlapping inequalities they must use different styles. The <placeholder-2/> indicates the size of the line drawn for equations and the width of the border line for inequalities. For inequalities the width can be set to 0 to avoid drawing the border line.
portuguese: Seleciona cor e largura para equações e um estilo de sombreamento para inequações. O <placeholder-1/> de sombreamento é usado somente para inequações e é ignorado para equações. Para visualizar uma sobreposição de inequações, estas devem estar utilizando estilos diferentes . A <placeholder-2/> indica a espessura da linha em equações ou a espessura da linha de contorno em inequações. No caso das inequações, a largura pode ser ajustada para 0 de forma a evitar o traçado da linha de contorno.

source: Table
portuguese: Tabela

source: table
portuguese: tabela

source: The dialog shown below is used to evaluate the selected function for a range. First select a function in the <placeholder-1/> and use the menu item <placeholder-2/> to show the dialog. You specify the first and last value of the independent variable in the <placeholder-3/> and <placeholder-4/> fields. In the <placeholder-5/> or <placeholder-6/> field you specify the increment of the independent variable at each evaluation.
portuguese: A caixa de diálogo mostrada a seguir é utilizada para calcular os valores da função selecionada, para uma determinada faixa. Primeiro, selecione uma função na <placeholder-1/> e em seguida use o item de menu <placeholder-2/> para mostrar a caixa de diálogo. Especifica-se então o primeiro e o último valor da variável independente nos campos <placeholder-3/> e <placeholder-4/>. No campo <placeholder-5/> ou <placeholder-6/>, especifica-se o incremento da variável independente, para cada novo cálculo.
