Repository: akavel/graph-mirror2
Catalog: Graph/Help/po/GraphHelp_*.po
Languages: portuguese

source: When you press the <guibutton>Calc</guibutton> button, the table will be filled with the independent variable in the first column. The rest of the columns depend on the type of function. For a standard function, the table will show f(x), f'(x) and f''(x). For a parametric function, the table will show x(t), y(t), dx/dt, dy/dt and dy/dx. For a polar function, the table will show r(t), x(t), y(t), dr/dt and dy/dx. Unneeded columns can be hidden from the context menu. If the calculations takes a long time, a progress indicator will be shown.
portuguese: Ao pressionar o botão <guibutton>Calc</guibutton>, a tabela será preenchida com a variável independente na primeira coluna. O conteúdo no restante das colunas irá depender do tipo de função. Para uma função padrão, a tabela irá mostrar f(x), f'(x) e f''(x). Para uma função paramétrica, a tabela irá mostrar x(t), y(t), dx/dt, dy/dt e dy/dx. Para uma função polar, a tabela irá mostrar r(t), x(t), y(t), dr/dt e dy/dx. Colunas desnecessárias podem ser escondidas através do menu contextual. Caso os cálculos demorem muito tempo para serem executados, um indicador de progresso será exibido.

source: Copy
portuguese: Copiar

source: You can select some cells with the mouse and <action>right click</action> with the mouse and use <placeholder-1/> from the context menu to copy the cells to the clipboard. From the clipboard the data may be pasted into another program, e.g. Microsoft Excel.
portuguese: É possível selecionar algumas células e, em seguida, copiá-las para a área de transferência, <action>clicando-se com o botão direito</action> e em seguida escolhendo <placeholder-1/> no menu contextual. Da área de transferência, os dados podem colados para algum outro programa, por exemplo, o Microsoft Excel.

source: Select all
portuguese: Selecionar tudo

source: When you move the mouse to the left side of the table the mouse pointer changes to a right pointing arrow. Now you can select whole rows with the mouse. When you move the mouse to the top of the table, the pointer changes to a down pointing arrow. Now you can select whole columns with the mouse. The whole table may be selected by <action>right clicking</action> and selecting <placeholder-1/>. It is also possible to select cells by holding down the <keycap>Shift</keycap> key and using the arrow keys on the keyboard.
portuguese: Ao posicionarmos o mouse sobre o lado esquerdo da tabela, o ponteiro irá se transformar em uma seta para a direita, permitindo assim que linhas inteiras sejam selecionadas. Ao posicionarmos o mouse sobre o topo da tabela, o ponteiro irá se transformar em uma seta para baixo, permitindo assim que colunas inteiras sejam selecionadas. Para selecionar a tabela inteira, <action>clique com o botão direito</action> e em seguida selecione <placeholder-1/>.Também é possível fazer a seleção das células, mantendo-se pressionada a tecla <keycap>Shift</keycap> e usando as teclas de seta do teclado.

source: From the context menu it is also possible to export the selected data to a file as comma or tab delimited text.
portuguese: A partir do menu contextual, é possível também exportar os dados selecionados para um arquivo de texto delimitado por ponto e vírgula ou tabulação.

source: Note that if you choose to create a lot of values in the table, it may take some time to calculate them. Many values may also take up a lot of memory from the system.
portuguese: Observe que o preenchimento da tabela com uma grande quantidade de valores pode resultar em um tempo consideravelmente longo para calculá-los. Uma quantidade grande de valores pode levar também a uma utilização muito grande da memória do sistema.

source: Error messages
portuguese: Mensagens de erro

source: Errors
portuguese: Erros

source: Error 01: An error occurred while evaluating power function.
portuguese: Erro 01: Um erro ocorreu ao se calcular a função potência.

source: This error occurs when a number raised to the power of another number resulted in an error. For example (-4)^(-5.1) gives an error, because a negative number cannot be raised to a negative non integer number when calculating with <placeholder-1/>.
portuguese: Este erro ocorre quando um número elevado à potência de outro número resulta em erro. Por exemplo, (-4)^(-5.1) resulta em erro, porque um número negativo não pode ser elevado a um número não inteiro negativo, quando se efetua o cálculo com <placeholder-1/>.

source: Error 02: Tangent to pi/2+n*pi (90&deg;+n180&deg; in degrees) is undefined.
portuguese: Erro 02: A tangente de pi/2+n*pi (90&deg;+n180&deg; em graus) é indefinida.

source: tan(x) is undefined for x= &pi;/2+&pi;p = 90&deg;+p180&deg;, where p is an integer.
portuguese: tan(x) é indefinida para x= &pi;/2+&pi;p = 90&deg;+p180&deg;, onde p é um inteiro.

source: Error 03: Fact can only be calculated for positive integers.
portuguese: Erro 03: Fact só pode ser calculado para inteiros positivos.

source: fact(x), which calculates the factorial number of x, is only defined for positive integers of x.
portuguese: fact(x), que calcula o fatorial de x, é definida somente para os inteiros positivos de x.

source: Error 04: Cannot take logarithm to number equal or less than zero.
portuguese: Erro 04: Não se pode obter o logaritmo de um número igual ou menor que zero.

source: The logarithmic functions ln(x) and log(x) are undefined for x&le;0, when the calculation is done for real numbers. When the calculations are done with complex numbers, x is only undefined at 0.
portuguese: As funções logarítmicas In(x) e log(x) são indefinidas para x&le;0, quando o cálculo é feito com números reais. Quando os cálculos são feitos com números complexos, x é indefinido somente em 0.

source: Error 05: sqrt is undefined for negative numbers.
portuguese: Erro 05: sqrt é indefinida para números negativos.

source: sqrt(x) is undefined for x&lt;0, when the calculations are done for real numbers. sqrt(x) is defined for all numbers, when the calculations are done with complex numbers.
portuguese: sqrt(x) é indefinida para x&lt;0, quando os cálculos são feitos com números reais. sqrt(x) é definida para todos os números quando os cálculos são feitos com números complexos.

source: Error 06: A part of the evaluation gave a number with an imaginary part.
portuguese: Erro 06: Uma parte do cálculo resultou em um número com uma parte imaginária (complexo).

source: This error may occur when calculations are done with real numbers. If a part of the calculation resulted in a number with an imaginary part, the calculation cannot continue. An example of this is: sin(x+&imag;)
portuguese: Este erro pode ocorrer quando os cálculos são feitos com números reais. Se uma parte do cálculo resultou em um número com uma parte imaginária, o cálculo não pode continuar. Um exemplo disso é: sin(x+&imag;)

source: Error 07: Division by zero.
portuguese: Erro 07: Divisão por zero.

source: The program tried to divide by zero when calculating. A function is undefined for values where a division by zero is needed. For example the function f(x)=1/x is undefined at x=0.
portuguese: O programa tentou dividir por zero ao realizar um cálculo. Uma função é indefinida para valores onde uma divisão por zero é necessária. Por exemplo, a função f(x)=1/x é indefinida para x=0.

source: Error 08: Inverse trigonometric function out of range [-1;1]
portuguese: Erro 08: Função trigonométrica inversa fora do intervalo [-1;1 ]

source: The inverse trigonometric functions asin(x) and acos(x) are only defined in the range [-1;1], and they are not defined for any numbers with an imaginary part. The function atan(x) is defined for all numbers without an imaginary part. This error may also happen if you are trying to take arg(0).
portuguese: As funções trigonométricas inversas asin(x) e acos(x) são definidas somente no intervalo [-1, 1], e não são definidas para quaisquer números com uma parte imaginária. A função atan(x) é definida para todos os números sem uma parte imaginária. Este erro também pode ocorrer se você estiver tentando obter arg(0).

source: Error 09: The function is not defined for this value.
portuguese: Erro 09 : A função não é definida para este valor.

source: This error may occur for functions that are not defined for a specific point. This is for example the case for sign(x) and u(x) at x=0.
portuguese: Este erro pode ocorrer em funções que não são definidas em um ponto específico. Este é por exemplo o caso de sign(x) e u(x) em x=0.

source: Error 10: atanh evaluated at undefined value.
portuguese: Erro 10: atanh calculada em valor indefinido.

source: Inverse hyperbolic tangent atanh(x) is undefined at x=1 and x=-1, and not defined outside the interval x=]-1;1[ when calculating with real numbers only.
portuguese: Arco tangente hiperbólica atanh(x) é indefinida em x=1 e x=-1, e não definida fora do intervalo x=]-1; 1[ quando o cálculo é feito com números reais.

source: Error 11: acosh evaluated at undefined value.
portuguese: Erro 11: acosh calculada em valor indefinido.

source: Inverse hyperbolic cosine acosh(x) is only defined for x&ge;1 when using <placeholder-1/>. acosh(x) is defined for all numbers when calculating with <placeholder-2/>.
portuguese: Arco cosseno hiperbólico acosh(x) é definida somente para x&ge;1 quando se usam <placeholder-1/>. acosh(x) é definida para todos os números quando o cálculo é feito com <placeholder-2/>.

source: Error 12: arg(0) is undefined.
portuguese: Erro 12: arg(0) é indefinida.

source: The argument of zero is undefined because 0 does not have an angle.
portuguese: O argumento de zero é indefinido porque 0 não define ângulo algum.

source: Error 13: Evaluation failed.
portuguese: Erro 13: Falha no cálculo.

source: This error occurs when a more complicated function like W(z) is evaluated, and the evaluation failed to find an accurate result.
portuguese: Este erro ocorre quando uma função mais complicada como W(z) é calculada, e o cálculo não consegue encontrar um resultado preciso.

source: Error 14: Argument produced a function result with total loss of precision.
portuguese: Erro 14: O argumento produziu um resultado para a função totalmente impreciso.

source: An argument to a function call produced a result with total loss of significant digits, such as sin(1E70) which gives an arbitrary number in the range [-1;1].
portuguese: Um argumento para uma chamada de função produziu um resultado com perda total de dígitos significativos, tais como sin(1E70), que retorna um número arbitrário no intervalo [-1; 1].

source: Error 15: The custom function/constant '%s' was not found or has the wrong number of arguments.
portuguese: Erro 15: A funçao/constante personalizada '%s' não foi encontrada ou tem um número incorreto de argumentos.

source: A custom function or constant no longer exists. You can either define it again or remove all uses of the symbol. This may also happen if a custom constant has been changed to a function or vice versa, or if the number of arguments to a custom function has been changed.
portuguese: Uma função ou constante personalizada não existe mais. Pode-se defini-la novamente ou remover todos os usos do símbolo. Isso também pode acontecer se uma constante personalizada foi alterada para uma função ou vice-versa, ou se o número de argumentos para uma função personalizada foi alterado.

source: Error 16: Too many recursive calls
portuguese: Erro 16: Muitas chamadas recursivas.

source: Too many recursive calls have been executed. This is most likely caused by a function that calls itself recursively an infinite number of times, for example foo(x)=2*foo(x). The error may also occur if you just call too many functions recursively.
portuguese: Foram executadas muitas chamadas recursivas. Isto foi causado, muito provavelmente, por uma função que chama a si mesma recursivamente um número infinito de vezes, por exemplo foo(x)=2*foo(x). O erro também pode ocorrer se você acabou de chamar muitas funções recursivamente.

source: Error 17: Overflow: A function returned a value too large to handle.
portuguese: Erro 17: Overflow: A função retornou um valor grande demais para ser manipulado.

source: A function call resulted in value too large to handle. This for example happens if you try to evaluate sinh(20000)
portuguese: Uma chamada de função resultou em um valor muito grande para ser manipulado. Isso acontece, por exemplo, se você tentar calcular sinh(20000).

source: Error 18: A plugin function failed.
portuguese: Erro 18: Uma função de um plugin falhou: %s

source: A custom function in a Python plugin did not return a result. The Python interpreter window may show more detailed information.
portuguese: Uma função personalizada de um plugin em Python não retornou um resultado. A janela do interpretador Python pode mostrar informações mais detalhadas.

source: Error 50: Unexpected operator. Operator %s cannot be placed here
portuguese: Erro 50: Operador inesperado. O operador %s não pode ser colocado aqui.

source: An operator +, -, *, / or ^ was misplaced. This can happen if you try entering the function f(x)=^2, and it usually means that you forgot something in front of the operator.
portuguese: Um operador +, -, *, / ou ^ foi colocado no lugar errado. Isto pode acontecer, por exemplo, se você tenta inserir a função f(x)=^2. De uma maneira geral, significa que você esqueceu de colocar algo na frente do operador.

source: Error 55: Right bracket missing.
portuguese: Erro 55: Faltando o parêntese direito.

source: A right bracket is missing. Make sure you have the same number of left and right brackets.
portuguese: Um parêntese, colchete ou chave direito(a) está faltando. Certifique-se de que você tem o mesmo número de parênteses, colchetes e chaves esquerdo(a) e direito(a).

source: Error 56: Invalid number of arguments supplied for the function '%s'
portuguese: Erro 56: Número inválido de argumentos fornecidos para a função '%s'

source: You passed a wrong number of arguments to the specified function. Check the <placeholder-1/> to find the required number of arguments the function needs. This error may occur if you for example write sin(x,3).
portuguese: Você passou um número errado de argumentos para a função especificada. Verifique na <placeholder-1/> o número de argumentos que a função necessita. Esse erro pode ocorrer, por exemplo, se for escrito sin(x,3).

source: Error 57: Comparison operator misplaced.
portuguese: Erro 57: Operador de comparação incorretamente posicionado.

source: Only two comparison operators in sequence are allowed. For example "sin(x) &lt; y &lt; cos(x)" is okay while "sin(x) &lt; x &lt; y &lt; cos(x)" is invalid because there are three &lt;-operators in sequence.
portuguese: Apenas dois operadores de comparação em sequência são permitidos. Por exemplo, "sin(x) &lt; y &lt; cos(x)" está certo, enquanto "sin(x) &lt; x &lt; y &lt; cos(x)" é inválido, pois há três operadores &lt;- em sequência."sin(x) < y < cos(x)" está certo, enquanto "sin(x) < x < y < cos(x)" é inválido, porque há três “<” operadores em sequência.

source: Error 58: Invalid number found. Use the format: -5.475E-8
portuguese: Erro 58: Número inválido encontrado. Use o formato: -5.475E-8

source: Something that looked like a number but wasn't has been found. For example this is an invalid number: 4.5E. A number should be on the form nnn.fffEeee where nnn is the whole number part that may be negative. fff is the fraction part that is separated from the integer part with a dot '.'. The fraction part is optional, but either the integer part or the fraction part must be there. E is the exponent separator and must be an 'E' in upper case. eee is the exponent optionally preceded by '-'. The exponent is only needed if the E is there. Notice that 5E8 is the same as 5*10^8. Here are some examples of numbers: <placeholder-1/>
portuguese: Algo que parece ser um número, mas não é, foi encontrado. Por exemplo, isto é um número inválido: 4.5E. Um número deve estar no formato 'nnn.fffEeee', onde 'nnn' é a parte inteira do número (que pode ser negativo). 'fff' é a parte fracionária, que é separada da parte inteira por um ponto '.'. A parte fracionária é opcional, mas a parte inteira, com ou sem uma parte fracionária, deve estar ali representada. "E" é o separador de expoente e deve ser um "E" em letra maiúscula. "eee" é o expoente, opcionalmente precedido por "-". O expoente só é necessário se o "E" estiver presente. Observe que 5E8 é o mesmo que 5*10^8. Aqui estão alguns exemplos de números: <placeholder-1/>.

source: Error 59: String is empty. You need to enter a formula.
portuguese: Erro 59: Campo em branco. É necessário inserir uma fórmula.

source: You didn't enter anything in the box. This is not allowed. You need to enter an expression.
portuguese: Não foi inserida nenhuma expressão na caixa de texto. Isto não é permitido. É necessário inserir uma expressão.

source: Error 60: Comma is not allowed here. Use dot as decimal separator.
portuguese: Erro 60: O uso de vírgula não é permitido aqui. Use o ponto como separador decimal.

source: Commas may not be used as decimal separator. You have to use a '.' to separate the fraction from the integer part.
portuguese: Vírgulas não podem ser utilizadas como separador decimal. É obrigatório usar um '.' para separar a fração da parte inteira.

source: Error 61: Unexpected right bracket.
portuguese: Erro 61: Parêntese direito inesperado.

source: A right bracket was found unexpectedly. Make sure the number of left and right brackets match.
portuguese: Um parêntese, colchete ou chave direito(a) foi encontrado(a) inesperadamente. Verifique se o número de parênteses, colchetes ou chaves esquerdo(a) e direito(a) são iguais.

source: Error 63: Number, constant or function expected.
portuguese: Erro 63: Número, constante ou função esperado.

source: A factor, which may be a number, constant, variable or function, was expected.
portuguese: Um elemento, que poderia ser um número, constante ou função era esperado.

source: Error 64: Parameter after constant or variable not allowed.
portuguese: Erro 64: Parâmetro após constante ou variável não permitido.

source: Brackets may not be placed after a constant or variable. For example this is invalid: f(x)=x(5). Use f(x)=x*5 instead.
portuguese: Parênteses não podem ser colocados depois de uma constante ou variável. Por exemplo, isto é inválido: f(x)=x(5). Ao invés disso, utilize f(x)=x*5.

source: Error 65: Expression expected.
portuguese: Erro 65: Parâmetro após constante ou variável não permitido.

source: An expression was expected. This may happen if you have empty brackets: f(x)=sin()
portuguese: Uma expressão era esperada. Isto pode acontecer se você tiver parênteses vazios: f(x)=sin().

source: Error 66: Unknown variable, function or constant: %s
portuguese: Erro 66: Variável, função ou constante desconhecida: %s

source: You entered something that looks like a variable, function or constant but is unknown. Note that "x5" is not the same as "x*5".
portuguese: Você digitou alguma coisa que se parece com uma variável, função ou constante, mas é desconhecida. Observe que "x5" não é o mesmo que "x*5".

source: Error 67: Unknown character: %s
portuguese: Erro 67: Caractere desconhecido: "%s"

source: An unknown character was found.
portuguese: Um caractere desconhecido foi encontrado.

source: Error 68: The end of the expression was unexpected.
portuguese: Erro 68: Fim inesperado da expressão.

source: The end of the expression was found unexpectedly.
portuguese: O fim da expressão foi encontrado de forma inesperada.

source: Error 70: Error parsing expression
portuguese: Erro 70: Erro ao analisar a sintaxe da expressão.

source: An error happened while parsing the function text. The string is not a valid function.
portuguese: Ocorreu um erro durante a análise de sintaxe do texto da função. A sequência de caracteres inserida não é uma função válida.

source: Error 71: A calculation resulted in an overflow.
portuguese: Erro 71: Um cálculo resultou em um estouro (overflow).

source: An overflow occurred under the calculation. This may happen when the numbers get too big.
portuguese: Um estouro ocorreu sob o cálculo. Isso pode acontecer quando os números ficam muito grandes.

source: Error 73: An invalid value was used in the calculation.
portuguese: Erro 73: Um valor inválido foi utilizado no cálculo.

source: An invalid value was used as data for the calculation.
portuguese: Um valor inválido foi utilizado como dado, no cálculo.

source: Error 74: Not enough points for calculation.
portuguese: Erro 74: Não há pontos suficientes para o cálculo.

source: Not enough data points were provided to calculate the trendline. A polynomial needs at least one more point than the degree of the polynomial. A polynomial of third degree needs at least 4 points. All other functions need at least two points.
portuguese: Não foram fornecidos pontos suficientes para o cálculo da linha de tendência. Um polinômio precisa de pelo menos um ponto a mais que o seu próprio grau. Exemplo: um polinômio de terceiro grau precisa de pelo menos 4 pontos. Todas as outras funções precisam de pelo menos dois pontos.

source: Error 75: Illegal name %s for user defined function or constant.
portuguese: Erro 75: Nome ilegal %s para função ou constante definida pelo usuário.

source: Names for user defined functions and constants must start with a letter and only contain letters and decimal digits. You cannot use names that are already used by built-in functions and constants.
portuguese: Nomes de funções e constantes definidas pelo usuário devem começar com uma letra e conter apenas letras e dígitos decimais. Não se pode usar nomes que já são usados por funções e constantes pré-definidas.

source: Error 76: Cannot differentiate recursive function.
portuguese: Erro 76: Não é possível diferenciar uma função recursiva.

source: It is not possible to differentiate a recursive function because the resulting function will be infinitely large.
portuguese: Não é possível diferenciar uma função recursiva, pois a função resultante será infinitamente grande.

source: Error 79: Function %s cannot be differentiated.
portuguese: Erro 79: A função %s não pode ser diferenciada.

source: The function cannot be differentiated, because some part of the function does not have a first derivative. This is for example the case for arg(x), conj(x), re(x) and im(x).
portuguese: A função não pode ser diferenciada, porque uma parte desta não tem uma primeira derivada. Este é por exemplo o caso de arg(x), conj(x), re(x) e im(x).

source: Error 86: Not further specified error occurred under calculation.
portuguese: Erro 86: Um erro não especificado ocorreu durante o cálculo.

source: An error occurred while calculating. The exact cause is unknown. If you get this error, you may try to contact the programmer with a description of how to reproduce the error. Then he might be able to improve the error message or prevent the error from occurring.
portuguese: Ocorreu um erro durante o cáculo. A causa exata é desconhecida. Caso tenha recebido esta mensagem de erro, entre em contato com o programador com uma descrição de como reproduzir esse erro. Talvez ele possa melhorar a mensagem de erro, ou evitar que tal erro ocorra.

source: Error 87: No solution found. Try another guess or another model.
portuguese: Erro 87: Nenhuma solução encontrada. Tente um outro palpite ou um outro modelo.
