Repository: akavel/graph-mirror2
Catalog: Graph/Help/po/GraphHelp_*.po
Languages: portuguese

source: Each time you make a change, the program will save enough information to undo it. As default <placeholder-1/> are 50, which mean that you are able to undo the last 50 changes you made in the program. The undo steps will take up a small amount of memory. If your system is low on RAM, you may be able to free some memory by decreasing the <placeholder-2/>.
portuguese: Cada vez que uma alteração é feita em um arquivo, o programa salva as informações necessárias para desfazê-la. Por padrão, <placeholder-1/> é 50, o que significa que é possível desfazer as últimas 50 alterações realizadas. O processo de desfazimento das alterações vai ocupar uma pequena quantidade de memória. Se o seu sistema não dispõe de memória RAM suficiente, você pode liberar memória diminuindo o valor de <placeholder-2/>.

source: Font scale
portuguese: Escala da fonte

source: You can use this to change the scale of the fonts and most of the user interface. This is mostly useful if your screen resolution is very high, or for some other reason, you are having difficulties reading the user interface.
portuguese: Usado para alterar a escala das fontes e da maior parte da interface do usuário. Isso é particularmente útil quando a resolução da sua tela é muito alta, ou por qualquer outro motivo que faça com que você tenha dificuldades na leitura da interface do usuário.

source: This shows a list of available languages for the program. The selected language will be the one used by the program in the future. The language can be selected differently for each user.
portuguese: Mostra uma lista de idiomas disponíveis para o programa. O idioma selecionado será aquele utilizado pelo programa no futuro. A seleção de idioma é diferente para cada usuário do Windows.

source: Custom decimal separator
portuguese: Separador de decimais personalizado

source: Decimal separator used when data are exported to files and the clipboard. When disabled the decimal separator from the Windows Regional settings is used. This is not used for expressions entered into Graph, which always use a dot as decimal separator.
portuguese: Separador de decimais utilizado quando dados são exportados para arquivos ou copiados para a área de transferência. Quando esta opção se encontra desabilitada, o separador decimal definido em "Opções regionais" do Windows é utilizado nessas operações. Essas definições não se aplicam às expressões criadas ou importadas para dentro do Graph, as quais devem sempre utilizar o ponto como separador decimal.

source: Show tooltip
portuguese: Mostrar dicas de ferramentas

source: When there is a mark in this field, you will see a small box with an explanation when you are holding the mouse pointer over an object, like an edit field, selection box, etc., for a few seconds. The description is also shown in the status bar at the bottom of the main window.
portuguese: Com esta opção selecionada, será mostrada durante alguns segundos uma pequena caixa de texto contendo uma explicação, assim que o ponteiro do mouse for posicionado sobre um objeto, como um campo de edição, caixa de seleção, etc. Essa descrição também é mostrada na barra de status, na parte inferior da janela principal.

source: When there is a mark in this field, Graph will save the size of the main window before it quits. The next time you start the program the saved size will be used. In addition the width of the <placeholder-1/> is also stored. When the field doesn't have a mark the options that were last saved will be used.
portuguese: Com esta opção selecionada, o Graph salvará o tamanho da janela principal antes de encerrar. Na próxima vez em que o programa for executado, esse tamanho salvo será utilizado. Além disso, a largura da <placeholder-1/> também é armazenada. Se essa opção não estiver selecionada, as preferências que foram salvas na última vez serão utilizadas.

source: Complex form
portuguese: Formato complexo

source: Rectangular
portuguese: Retangular

source: Choose how you want a complex number to be shown in the <placeholder-1/> frame. <placeholder-2/> means that only <placeholder-3/> are shown. If a number has an imaginary part then the number won't be shown and instead you get an error. <placeholder-4/> means that <placeholder-5/> are shown as a+b&imag;, where a is the real part and b is the imaginary part. <placeholder-6/> means that numbers are shown as a&ang;&theta;, where a is the absolute value of the number and &theta; is the angle of the number. &theta; is dependent of the choice between <placeholder-7/> and <placeholder-8/> under <placeholder-9/> in the <placeholder-10/> dialog.
portuguese: Seleciona como um número complexo deverá ser mostrado no quadro <placeholder-1/>. <placeholder-2/> significa que apenas <placeholder-3/> serão mostrados. Se o número tiver uma parte imaginária ele não será mostrado, sendo exibida no lugar do mesmo uma mensagem de erro. <placeholder-4/> significa que <placeholder-5/> serão mostrados na forma a+b&imag;, onde a é a parte real e b a parte imaginária. <placeholder-6/> significa que os números serão mostrados na forma a&ang;&theta;, onde a é o valor absoluto do número e &theta; é o ângulo do número. &theta; é dependente da escolha entre <placeholder-7/> e <placeholder-8/> em <placeholder-9/>, na caixa de diálogo <placeholder-10/>.

source: Notice that in some cases you may get a different result in the <placeholder-1/> frame depending on the <placeholder-2/> setting: When <placeholder-3/> is chosen, Graph will try to find a real result if possible, while <placeholder-4/> and <placeholder-5/> may give a non-real result for the same evaluation.
portuguese: Observe que em alguns casos é possível se obter um resultado diferente no quadro <placeholder-1/>, dependendo das configurações em <placeholder-2/>: quando <placeholder-3/> se encontra selecionado, o Graph irá tentar encontrar um resultado real, se possível, enquanto que <placeholder-4/> e <placeholder-5/> poderão retornar um resultado não-real para este mesmo cálculo.

source: Check for new version of Graph at startup
portuguese: Procura por nova versão do Graph ao iniciar

source: When checked each time the program starts it will check if a newer version of Graph is available on the Internet. If a new version is found you will be asked if you want to visit the web site for Graph to upgrade. If no new version is available you will not see any messages. If disabled, you can still use <placeholder-1/> to see if a new version is available.
portuguese: Com esta opção selecionada, cada vez que o programa for iniciado ele verificará se uma versão mais nova do Graph se encontra disponível na Internet. Se uma versão mais nova for encontrada, o usuário será indagado se deseja visitar o site oficial do Graph para baixar a atualização. Caso não exista nenhuma versão mais nova, o usuário será informado a respeito disso. Caso essa opção esteja desabilitada, é possível ainda selecionar <placeholder-1/> para verificar se uma versão mais nova se encontra disponível.

source: Animate
portuguese: Animar

source: animate
portuguese: animar

source: constant
portuguese: constante

source: repeat
portuguese: repetir

source: reverse
portuguese: reverter

source: auto reverse
portuguese: auto reverso

source: frames per second
portuguese: quadros por segundo

source: This dialog is used to create an animation by changing a custom constant. The animation can be played directly, saved to a file or copied into a document. The animation can contain all elements supported by Graph, for example functions, relations, point series, labels, etc.
portuguese: Esta caixa de diálogo é utilizada para criar uma animação, através da variação de uma constante personalizada. A animação pode ser exibida imediatamente, salva em um arquivo ou copiada para um documento. A animação pode conter todos os elementos suportados pelo Graph, por exemplo, funções, relações, séries de pontos, rótulos (textos), etc.

source: Here you select which constant you want to change in the animation. The constant must already have been created in the <placeholder-1/> dialog. The selected constant will be changed in each frame in the animation.
portuguese: Seleciona a constante a ser variada na animação. A constante já deve ter sido criada na caixa de diálogo <placeholder-1/>. A constante selecionada será modificada em cada um dos quadros, durante a animação.

source: Range
portuguese: Faixa de variação

source: Step
portuguese: Incremento

source: In the <placeholder-1/> and <placeholder-2/> fields you need to specify the range of the selected constant in the animation. The <placeholder-3/> value indicates how much the constant is changed between two frames. The number of frames is given by (<placeholder-4/> - <placeholder-5/>) / <placeholder-6/>. More frames will give a smoother animation but it will also take longer to create and take up more space in the disk file.
portuguese: Nos campos <placeholder-1/> e <placeholder-2/> especifica-se a faixa de variação da constante selecionada, na animação. O valor <placeholder-3/> indica o quanto a constante variará entre dois quadros. O número de quadros é dado por: (<placeholder-4/> - <placeholder-5/>) / <placeholder-6/>. Um número maior de quadros produzirá uma animação mais suave, mas implicará também em um tempo maior para criação da mesma e em um espaço em disco maior para armazenamento do arquivo.

source: Frame information
portuguese: Opções de quadro

source: Frames/second
portuguese: Quadros/Segundo

source: You can specify the image size of the animation. This will affect the file size and the time it takes to create the animation. The <placeholder-1/> indicates the default speed of the animation. Most players will be able to adjust the speed when the animation is played.
portuguese: É possível especificar o tamanho da imagem da animação. Isso irá afetar o tamanho do arquivo, assim como o tempo necessário à criação do mesmo. <placeholder-1/> indica a velocidade padrão da animação. A maioria dos programas reprodutores de vídeo são capazes de ajustar essa velocidade, quando a animação é executada

source: When you press the <guibutton>Animate</guibutton> button, an animation is created from the settings you have specified. This may take some time depending on what elements exist in the coordinate system and how many frames are needed.
portuguese: Ao pressionar o botão <guibutton>Animar</guibutton>, uma animação será criada a partir das configurações especificadas. Isso pode levar algum tempo, dependendo dos elementos existentes no sistema de coordenadas e de quantos quadros forem requeridos.

source: When the animation is finished, a very simple player is shown. You can use this to play the animation. The <guibutton><inlinegraphic fileref="AnimationMenu.png" scale="60"/></guibutton> button will give you some additional options.
portuguese: Assim que a animação for finalizada, um reprodutor de vídeo bastante simples será apresentado na tela, podendo o mesmo ser utilizado para executá-la. O botão <guibutton><inlinegraphic fileref="AnimationMenu.png" scale="60"/></guibutton> irá fornecer algumas opções adicionais.

source: Speed
portuguese: Velocidade

source: Here you can change the playback speed. This will only affect the playback and not the file saved.
portuguese: Modifica a velocidade de reprodução. Esse ajuste afeta somente a reprodução em curso, e não o arquivo salvo.

source: Repeat
portuguese: Repetir

source: When checked the animation will continue playing. When finished it will start over again.
portuguese: Com esta opção selecionada, a animação será executada ininterruptamente. Ao término da exibição, a mesma será reiniciada, com o processo se repetindo indefinidamente.

source: Auto reverse
portuguese: Auto reverso

source: This will make the animation run backwards when it reaches the end. This is most useful in combination with the <placeholder-1/> option, which will make the animation oscillate between the two ends.
portuguese: Esta opção faz com que a animação inverta o seu sentido de execução, ao chegar ao final da mesma. Isso é particularmente útil se combinado com a opção <placeholder-1/>, combinação essa que fará a animação oscilar entre os seus dois extremos.

source: This will save the animation as an Audio Video Interleave (avi) file, which can be played by any media player.
portuguese: Salva a animação como um arquivo do tipo AVI (Audio Video Interleave), o qual pode ser reproduzido por qualquer reprodutor de mídia.

source: Save frame...
portuguese: Salvar quadro...

source: This will save the currently shown frame as a bitmap file. This can be either Windows Bitmap (bmp), Portable Network Graphics (png) or Joint Photographic Experts Group (jpeg).
portuguese: Salva o quadro atualmente exibido como um arquivo de imagem do tipo bitmap. Pode-se escolher entre os formatos Windows Bitmap (BMP), Portable Network Graphics (PNG) ou Joint Photographic Experts Group (JPEG)

source: Save all frames...
portuguese: Salvar todos os quadros...

source: This will save all frames as single bitmap files. This is the same as repeating <placeholder-1/> for each frame in the animation.
portuguese: Salva cada um dos os quadros como arquivos individuais do tipo bitmap. Esta opção é o mesmo que repetir o comando <placeholder-1/>, para cada quadro na animação.

source: translator-credits
portuguese: Wladimir Albuquerque Silva [arquivo da ajuda] - 2012, 2012 Jorge Costa [interface gráfica] - 2004, 2007 Aldemar Calazans Filho [revisão] - 2011, 2013

source: Translator:
portuguese: Tradutores:
