Repository: akavel/graph-mirror2
Catalog: Graph/Help/po/GraphHelp_*.po
Languages: portuguese

source: To use the plugin system in Graph you need to install <placeholder-1/> from <placeholder-2/>. Documentation of the Python language may be found installed with Python or <placeholder-3/>.
portuguese: Para utilizar o sistema de plugins no Graph, é necessário instalar o <placeholder-1/>, o qual pode ser baixado de <placeholder-2/>. A documentação da linguagem Python pode ser encontrada junto ao Python instalado, ou então em <placeholder-3/>.

source: Plugins are Python scripts and are usually distributed in source form as .py files but the can also be distributed as compiled .pyc files. The plugin files are placed in the <placeholder-1/> directory where Graph is installed, and will automatically be found and loaded by Graph.
portuguese: Plugins são scripts escritos em Python, normalmente distribuídos na forma de código fonte como arquivos do tipo .py, embora também possam ser distribuídos na forma de código compilado como arquivos do tipo .pyc. Os arquivos de plugin são colocados no diretório <placeholder-1/>, dentro da instalação do Graph, e são automaticamente detectados e carregados pelo programa.

source: Plugins are scripts, which are just small programs that run inside Graph and interacts with Graph. But a plugin can do anything that a program with the same rights can do. This means that if Graph is run with administrator rights, it is possible to write a plugin that erases the whole hard disk. Therefore you should be careful about which plugins you use and only install plugins from a trusted source, or at least you should check the source code for suspicious parts.
portuguese: Plugins são scripts, que nada mais são que pequenos programas executados dentro do Graph e que interagem com ele. Porém, um plugin pode fazer qualquer coisa que um programa com os mesmos direitos pode fazer. Isso significa que se o Graph for executado com direitos de administrador, será possível escrever um plugin que apague o disco rígido inteiro. Portanto, você deve ter cuidado com os plugins que utiliza, só instalando plugins de uma fonte confiável ou, no mínimo verificando o código fonte acerca de partes suspeitas, no caso da fonte ser desconhecida.

source: Python interpreter
portuguese: Interpretador Python

source: The plugin system also gives access to a Python interpreter by pressing <placeholder-1/>. In this interpreter you can write Python expressions and that way do very advanced things in Graph. It is also an easy way to test code before it is used in a plugin.
portuguese: O sistema de plugins também dá acesso a um interpretador Python, pressionando-se <placeholder-1/>. Dentro desse interpretador é possível se escreverem expressões em Python e, dessa forma, fazer coisas bastante avançadas no Graph. É também uma maneira fácil de testar um código, antes de vir a utilizá-lo em um plugin.

source: Rounding
portuguese: Arredondamentos

source: <placeholder-1/> function
portuguese: <placeholder-1/>

source: rounding
portuguese: arredondamento

source: truncate
portuguese: truncar

source: Removes the fractional part of the argument.
portuguese: Remove a parte fracionária do argumento.

source: Syntax
portuguese: Sintaxe

source: Description
portuguese: Descrição

source: integer
portuguese: inteiro

source: numeric expression
portuguese: expressão numérica

source: real number
portuguese: número real

source: complex number
portuguese: número complexo

source: The <placeholder-1/> function returns the <placeholder-2/> part of <placeholder-3/>. The function removes the decimal part of <placeholder-4/>, i.e. rounds against zero. <placeholder-5/> may be any <placeholder-6/> that evaluates to a <placeholder-7/> or a <placeholder-8/>. If <placeholder-9/> is a complex number, the function returns <placeholder-10/>.
portuguese: A função <placeholder-1/> retorna a parte inteira de <placeholder-3/>, removendo a parte decimal de <placeholder-4/>. Isso é o mesmo que arredondar o número até zero casas decimais. <placeholder-5/> pode ser qualquer <placeholder-6/> que resulte em um <placeholder-7/> ou um <placeholder-8/>. Se <placeholder-9/> for um número complexo, a função retornará <placeholder-10/>.

source: See also
portuguese: Veja também

source: fractional part
portuguese: parte fracionária

source: decimal part
portuguese: parte decimal

source: Returns the fractional part of the argument.
portuguese: Retorna a parte fracionária do argumento.

source: The <placeholder-1/> function returns the fractional part of <placeholder-2/>. The function removes the <placeholder-3/> part of <placeholder-4/>, i.e. <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/> or a <placeholder-9/>. If <placeholder-10/> is a complex number, the function returns <placeholder-11/>.
portuguese: A função <placeholder-1/> retorna a parte fracionária de <placeholder-2/>, removendo a parte inteira de <placeholder-4/>, ou seja, <placeholder-5/>. <placeholder-6/> pode ser qualquer <placeholder-7/> que resulte em um <placeholder-8/> ou um <placeholder-9/>. Se <placeholder-10/> for um número complexo, a função retornará <placeholder-11/>.

source: round up
portuguese: arredonda para cima

source: Rounds the argument up.
portuguese: Arredonda para cima o argumento.

source: The <placeholder-1/> function finds the smallest <placeholder-2/> not less than <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a complex number, the function returns <placeholder-9/>.
portuguese: A função <placeholder-1/> retorna o menor número <placeholder-2/>, não inferior a <placeholder-3/>. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/> ou um <placeholder-7/>. Se <placeholder-8/> for um número complexo, a função retornará <placeholder-9/>.

source: round down
portuguese: arredonda para baixo

source: greatest integer
portuguese: maior inteiro

source: Rounds the argument down.
portuguese: Arredonda para baixo o argumento.

source: The <placeholder-1/> function, which is also called the greatest integer function, gives the largest <placeholder-2/> not greater than <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a complex number, the function returns <placeholder-9/>.
portuguese: A função <placeholder-1/>, também conhecida como função do maior inteiro, retorna o maior número <placeholder-2/> não superior a <placeholder-3/>. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/> ou um <placeholder-7/>. Se <placeholder-8/> for um número complexo, a função retornará <placeholder-9/>.

source: Rounds a number to the specified number of decimals.
portuguese: Arredonda um número até a quantidade de casas decimais especificada.

source: The <placeholder-1/> function rounds <placeholder-2/> to the number of decimals given by <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a complex number, the function returns <placeholder-9/>. <placeholder-10/> may be any numeric expression that evaluates to an <placeholder-11/>. If <placeholder-12/>&lt;0, <placeholder-13/> is rounded to <placeholder-14/> places to the left of the decimal point.
portuguese: A função <placeholder-1/> arredonda <placeholder-2/> até o número de casas decimais dado por <placeholder-3/>. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/> ou um <placeholder-7/>. Se <placeholder-8/> for um número complexo, a função retornará <placeholder-9/>. <placeholder-10/> pode ser qualquer expressão numérica que resulte em um <placeholder-11/>. Se <placeholder-12/>&lt;0, <placeholder-13/> é arredondado até <placeholder-14/> posições à esquerda do ponto decimal.

source: Examples
portuguese: Exemplos

source: Complex
portuguese: Complexas

source: absolute value
portuguese: valor absoluto

source: numeric value
portuguese: valor numérico

source: Returns the absolute value of the argument.
portuguese: Retorna o valor absoluto do argumento.

source: The <placeholder-1/> function returns the absolute or numeric value of <placeholder-2/>, commonly written as |z|. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> always returns a positive real value.
portuguese: A função <placeholder-1/> retorna o valor absoluto ou numérico de <placeholder-2/>, usualmente representado por |z|. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. <placeholder-7/> sempre retorna um valor real positivo.

source: argument
portuguese: argumento

source: angle
portuguese: ângulo

source: Returns the argument of the parameter.
portuguese: Retorna o argumento do parâmetro.

source: radians
portuguese: radianos

source: The <placeholder-1/> function returns the argument or angle of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> always returns a real number. The result may be in <placeholder-8/> or degrees depending on the current settings. The angle is always between -&pi; and &pi;. If <placeholder-9/> is a real number, <placeholder-10/> is 0 for positive numbers and &pi; for negative numbers. <placeholder-11/> is undefined.
portuguese: A função <placeholder-1/> retorna o argumento ou ângulo de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. <placeholder-7/> sempre retorna um número real. O resultado pode ser em <placeholder-8/> ou em graus, dependendo das configurações em vigor. O ângulo estará sempre entre -&pi; e &pi;. Se <placeholder-9/> for um número real, <placeholder-10/> será 0 para números positivos e &pi; para números negativos. <placeholder-11/> é indefinido.

source: conjugate
portuguese: conjugado

source: Returns the conjugate of the argument.
portuguese: Retorna o conjugado do argumento.

source: The <placeholder-1/> function returns the conjugate of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. The function is defined as: <placeholder-7/>.
portuguese: A função <placeholder-1/> retorna o conjugado de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. A função é definida como: <placeholder-7/>.

source: real value
portuguese: valor real

source: Returns the real part of the argument.
portuguese: Retorna a parte real do argumento.

source: The <placeholder-1/> function returns the real part of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
portuguese: A função <placeholder-1/> retorna a parte real de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>.

source: imaginary value
portuguese: valor imaginário

source: Returns the imaginary part of the argument.
portuguese: Retorna a parte imaginária do argumento.

source: The <placeholder-1/> function returns the imaginary part of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
portuguese: A função <placeholder-1/> retorna a parte imaginária de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>.

source: Constants
portuguese: Constantes

source: rand constant
portuguese: rand

source: random
portuguese: aleatório

source: Returns a random number in the range 0 to 1.
portuguese: Retorna um número aleatório na faixa de 0 a 1.

source: <placeholder-1/> is used as a constant but returns a new pseudo-random number each time it is evaluated. The value is a real number in the range [0;1].
portuguese: <placeholder-1/> é usada como uma constante, mas retorna um novo número pseudo-aleatório, cada vez que é invocada. O valor é um número real na faixa de [0;1].

source: Remarks
portuguese: Comentários

source: Because <placeholder-1/> returns a new value each time it is evaluated, a graph using <placeholder-2/> will not look the same each time it is drawn. A graph using <placeholder-3/> will also change when the program is forced to redraw, e.g. because the coordinate system is moved, resized or zoomed.
portuguese: Uma vez que <placeholder-1/> retorna um novo número, cada vez que seu valor é redefinido, um gráfico que faça uso de <placeholder-2/> não irá ter a mesma aparência cada vez que for traçado. Um gráfico usando <placeholder-3/> irá também mudar quando o programa for obrigado a retraçá-lo, por exemplo, quando o sistema de coordenadas for movido, redimensionado ou ampliado/reduzido.

source: Implementation
portuguese: Implementação

source: <placeholder-1/> uses a multiplicative congruential random number generator with period 2 to the 32<superscript>nd</superscript> power to return successive pseudo-random numbers in the range from 0 to 1.
portuguese: <placeholder-1/> utiliza um gerador de números aleatórios congruencial multiplicativo, com um período de 2 elevado a 32ª potência, de maneira a retornar sucessivos números pseudo-aleatórios na faixa de 0 a 1.

source: Evaluate
portuguese: Valor

source: evaluate
portuguese: valorar

source: area
portuguese: área

source: length of path
portuguese: comprimento de arco

source: integrate
portuguese: Área

source: definite integral
portuguese: integral definida

source: This dialog is used for interactive calculations on functions. The dialog may be docked below the function list, which is default, or undocked as a floating dialog.
portuguese: Esta caixa de diálogo é utilizada para cálculos interativos em funções. Ela pode ser encaixada na parte de baixo da lista de funções, que é o padrão do aplicativo, ou desencaixada na forma de uma janela flutuante.

source: When <placeholder-1/> is selected the dialog is used to evaluate the selected function at a given value either entered in the dialog or traced with the mouse.
portuguese: Quando <placeholder-1/> é selecionado, é exibida uma caixa de diálogo que calcula o valor numérico da função selecionada para um dado valor do argumento, o qual pode ser inserido no campo de texto ou indicado pelo mouse.

source: Below you can see the dialog, that appears when a standard function is selected. The dialog will look a little different when a parametric function, polar function or tangent is selected.
portuguese: Abaixo, a caixa de diálogo associada a uma função padrão. Essa caixa terá um aspecto ligeiramente diferente, quando uma função paramétrica, função polar ou uma tangente for selecionada.

source: function list
portuguese: lista de funções

source: You can enter a value for which you want to evaluate the function. The value will be evaluated for the function selected in the <placeholder-1/>. If the result is on the graph within the shown coordinate system, it will be marked with a dashed cross. You can also trace the drawn graph with the mouse. Just click on the graph with the mouse and the function will be evaluated at the nearest point.
portuguese: Nela, é possível se informar qualquer valor para o qual se deseja calcular a função. O resultado será calculado para a função que tenha sido selecionada na <placeholder-1/>. Se o resultado se encontrar no gráfico, dentro dos limites do sistema de coordenadas, ele será assinalado através de uma cruz tracejada. É possível também rastrear o gráfico com o uso do mouse. Basta clicar em qualquer região da área de plotagem, que a função será calculada para o ponto mais próximo dali.

source: It may happen that the result of an evaluation is a complex number with an imaginary part. This number will either be written as a+b&imag;, a&ang;&theta; or not written at all depending of the choice under <placeholder-1/>.
portuguese: Pode acontecer do resultado de um cálculo ser um número complexo, contendo uma parte imaginária. Esse número poderá ser descrito na forma de a+b&imag;, a&ang;&theta; ou simplesmente não ser descrito de maneira alguma, dependendo das configurações em <placeholder-1/>.

source: Function
portuguese: Função

source: The cursor will snap to the nearest point of the selected function.
portuguese: O cursor se deslocará para o ponto mais próximo da função selecionada.

source: Intersection
portuguese: Interseção

source: The cursor will snap to the nearest intersection between the selected function and every function displayed (including the function itself).
portuguese: O cursor se deslocará para a intersecção mais próxima da função selecionada, com qualquer uma das funções exibidas (incluindo a própria função).

source: x-axis
portuguese: eixo-x

source: The cursor will snap to the nearest intersection between the selected function and the x-axis.
portuguese: O cursor se deslocará para a interseção mais próxima da função selecionada com o eixo-x.

source: y-axis
portuguese: eixo-y

source: The cursor will snap to the nearest intersection between the selected function and the y-axis. Not available for standard functions.
portuguese: O cursor se deslocará para a interseção mais próxima da função selecionada com o eixo-y. Indisponível para funções padrão.

source: Extreme x-value
portuguese: Valor-x extremo

source: The cursor will snap to the nearest local extreme value for the x-coordinate. Not available for standard functions.
portuguese: O cursor se deslocará para o valor extremo relativo mais próximo da coordenada-x. Indisponível para funções padrão.

source: Extreme y-value
portuguese: Valor-y extremo

source: The cursor will snap to the nearest local extreme value for the y-coordinate.
portuguese: O cursor se deslocará para o valor extremo relativo mais próximo da coordenada-y (máximos ou mínimos da função).

source: When you click with the mouse on the graphing area you may choose what the cursor will snap to: <placeholder-1/>
portuguese: Ao clicar com o mouse sobre a área de plotagem, o cursor irá se deslocar rapidamente para um determinado local da curva, cuja natureza pode ser escolhida dentre as seguintes características: <placeholder-1/>.

source: Area
portuguese: Área

source: When <placeholder-1/> is selected the dialog is used to calculate the area for the selected function over a specified domain range. For standard and parametric functions and tangents the area is the signed area between the graph and the x-axis (the real x-axis and not necessarily the visible one) for the given range. The area below the x-axis is considered negative. For standard functions and tangents, this is the same as the definite integral.
portuguese: Quando <placeholder-1/> é selecionado, é exibida uma caixa de diálogo que calcula a área da função selecionada para uma determinada faixa do domínio. Em se tratando de funções padrão, funções paramétricas ou tangentes, a área é a região assinalada compreendida entre a curva e o eixo-x, dentro da faixa determinada. A área abaixo do eixo-x é considerada negativa. Nas funções padrão e tangentes, isso é o mesmo que a integral definida no intervalo dado. Obs: o eixo-x aqui considerado é o eixo-x real, que não necessariamente corresponde ao eixo-x visível no gráfico.

source: For polar functions, the area is the one between the graph in the given range and the origin. The area is considered negative when the angle goes from a higher to a lower value (clockwise).
portuguese: No caso das funções polares, a área é aquela compreendida entre a curva e a origem, no intervalo dado. A área é considerada negativa, quando o ângulo varia de um valor maior para um valor menor (sentido horário).

source: You can either enter the range in the edit boxes or select the range with the mouse. The calculated area will be shown below the range, and the matched area will be marked with a shading in the coordinate system. The calculation is done using the Gauss-Kronrod 21-point integration rule adaptively with as much accuracy as possible. If an estimated relative error less than <placeholder-1/> cannot be reached, no result will be shown.
portuguese: O intervalo é definido inserindo-se valores nas caixas de texto ou selecionando-os com o uso do mouse. A área calculada será exibida na parte de baixo da caixa de diálogo, e a região correspondente no sistema de coordenadas assinalada com um sombreamento. O cálculo é feito utilizando-se o método de integração numérica adaptativa de Gauss-Kronrod de 21 pontos, com a maior precisão possível. Se um erro relativo estimado menor que <placeholder-1/> não puder ser alcançado, não será apresentado nenhum resultado.

source: Length of path
portuguese: Comprimento de arco

source: When <placeholder-1/> is selected the dialog is used to calculate the distance between two points on the function along the curve. You may either enter the range in the dialog or use the mouse to mark it. The range will be marked in the coordinate system. The calculation is done by converting it to an integration and using Simpson's formula through 1000 iterations.
portuguese: Quando <placeholder-1/> é selecionado, é exibida uma caixa de diálogo que calcula a distância entre dois pontos na função, ao longo da curva. É possível especificar o intervalo na caixa de diálogo ou assinalá-lo com o uso do mouse. A extensão do arco é indicada no sistema de coordenadas. O cálculo é efetuado convertendo o mesmo em uma integração e utilizando a fórmula de Simpson com 1000 iterações.

source: Hyperbolic
portuguese: Hiperbólicas

source: hyperbolic sine
portuguese: seno hiperbólico

source: Returns the hyperbolic sine of the argument.
portuguese: Retorna o seno hiperbólico do argumento.

source: The <placeholder-1/> function calculates the hyperbolic sine of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
portuguese: A função <placeholder-1/> calcula o seno hiperbólico de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>.

source: Hyperbolic sine is defined as: <placeholder-1/>
portuguese: O seno hiperbólico é definido como: <placeholder-1/>

source: hyperbolic cosine
portuguese: coseno hiperbólico

source: Returns the hyperbolic cosine of the argument.
portuguese: Retorna o coseno hiperbólico do argumento.

source: The <placeholder-1/> function calculates the hyperbolic cosine of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
portuguese: A função <placeholder-1/> calcula o coseno hiperbólico de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>.

source: Hyperbolic cosine is defined as: <placeholder-1/>
portuguese: O coseno hiperbólico é definido como: <placeholder-1/>

source: hyperbolic tangent
portuguese: tangente hiperbólica

source: Returns the hyperbolic tangent of the argument.
portuguese: Retorna a tangente hiperbólica do argumento.

source: The <placeholder-1/> function calculates the hyperbolic tangent of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
portuguese: A função <placeholder-1/> calcula a tangente hiperbólica de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>.

source: Hyperbolic tangent is defined as: <placeholder-1/>
portuguese: A tangente hiperbólica é definida como: <placeholder-1/>
