Repository: akavel/graph-mirror2
Catalog: Graph/Help/po/GraphHelp_*.po
Languages: portuguese

source: inverse hyperbolic sine
portuguese: arco seno hiperbólico

source: Returns the inverse hyperbolic sine of the argument.
portuguese: Retorna o arco seno hiperbólico do argumento.

source: The <placeholder-1/> function calculates the inverse hyperbolic sine of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
portuguese: A função <placeholder-1/> calcula o arco seno hiperbólico de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. <placeholder-7/> é a função inversa de <placeholder-8/>, isto é, <placeholder-9/>.

source: inverse hyperbolic cosine
portuguese: arco coseno hiperbólico

source: Returns the inverse hyperbolic cosine of the argument.
portuguese: Retorna o arco coseno hiperbólico do argumento.

source: The <placeholder-1/> function calculates the inverse hyperbolic cosine of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
portuguese: A função <placeholder-1/> calcula o arco coseno hiperbólico de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. <placeholder-7/> é a função inversa de <placeholder-8/>, isto é, <placeholder-9/>.

source: inverse hyperbolic tangent
portuguese: arco tangente hiperbólica

source: Returns the inverse hyperbolic tangent of the argument.
portuguese: Retorna o arco tangente hiperbólica do argumento.

source: The <placeholder-1/> function calculates the inverse hyperbolic tangent of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
portuguese: A função <placeholder-1/> calcula o arco tangente hiperbólica de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. <placeholder-7/> é a função inversa de <placeholder-8/>, isto é, <placeholder-9/>.

source: hyperbolic cosecant
portuguese: cosecante hiperbólica

source: Returns the hyperbolic cosecant of the argument.
portuguese: Retorna a cosecante hiperbólica do argumento.

source: The <placeholder-1/> function calculates the hyperbolic cosecant of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
portuguese: A função <placeholder-1/> calcula a cosecante hiperbólica de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>.

source: Hyperbolic cosecant is defined as: <placeholder-1/>
portuguese: A cosecante hiperbólica é definida como: <placeholder-1/>

source: hyperbolic secant
portuguese: secante hiperbólica

source: Returns the hyperbolic secant of the argument.
portuguese: Retorna a secante hiperbólica do argumento.

source: The <placeholder-1/> function calculates the hyperbolic secant of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
portuguese: A função <placeholder-1/> calcula a secante hiperbólica de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>.

source: Hyperbolic secant is defined as: <placeholder-1/>
portuguese: A secante hiperbólica é definida como: <placeholder-1/>

source: hyperbolic cotangent
portuguese: cotangente hiperbólica

source: Returns the hyperbolic cotangent of the argument.
portuguese: Retorna a cotangente hiperbólica do argumento.

source: The <placeholder-1/> function calculates the hyperbolic cotangent of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
portuguese: A função <placeholder-1/> calcula a cotangente hiperbólica de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>.

source: Hyperbolic cotangent is defined as: <placeholder-1/>
portuguese: A cotangente hiperbólica é definida como: <placeholder-1/>

source: inverse hyperbolic cosecant
portuguese: arco cosecante hiperbólica

source: Returns the inverse hyperbolic cosecant of the argument.
portuguese: Retorna o arco cosecante hiperbólica do argumento.

source: The <placeholder-1/> function calculates the inverse hyperbolic cosecant of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
portuguese: A função <placeholder-1/> calcula o arco cosecante hiperbólica de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. <placeholder-7/> é a função inversa de <placeholder-8/>, isto é, <placeholder-9/>.

source: inverse hyperbolic secant
portuguese: arco secante hiperbólica

source: Returns the inverse hyperbolic secant of the argument.
portuguese: Retorna o arco secante hiperbólica do argumento.

source: The <placeholder-1/> function calculates the inverse hyperbolic secant of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
portuguese: A função <placeholder-1/> calcula o arco secante hiperbólica de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. <placeholder-7/> é a função inversa de <placeholder-8/>, isto é, <placeholder-9/>.

source: inverse hyperbolic cotangent
portuguese: arco cotangente hiperbólica

source: Returns the inverse hyperbolic cotangent of the argument.
portuguese: Retorna o arco cotangente hiperbólica do argumento

source: The <placeholder-1/> function calculates the inverse hyperbolic cotangent of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>. For real numbers <placeholder-10/> is undefined in the interval [-1;1].
portuguese: A função <placeholder-1/> calcula o arco cotangente hiperbólica de <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. <placeholder-7/> é a função inversa de <placeholder-8/>, isto é, <placeholder-9/>. Para números reais, <placeholder-10/> é indefinida no intervalo [-1;1].

source: Import point series
portuguese: Importar série de pontos

source: import
portuguese: importar

source: point series
portuguese: série de pontos

source: File
portuguese: Arquivo

source: Import
portuguese: Importar

source: Point series...
portuguese: Série de pontos...

source: Graph can import point series from text files where the values are delimited by comma, semicolon, space or tabulator. You use <placeholder-1/> and select the file to import. If you do not specify the type of file, Graph will try to guess the delimitor.
portuguese: O Graph é capaz de importar séries de pontos, a partir de arquivos de texto onde os valores se encontrem delimitados por vírgula, ponto e vírgula, espaço ou tabulação. Use <placeholder-1/> e selecione o arquivo a ser importado. Caso o tipo de arquivo não seja especificado, o Graph tentará adivinhar o delimitador utilizado.

source: The simplest file looks like this, which uses comma as delimitor: <placeholder-1/> When imported you get a point series with the coordinates: <placeholder-2/>
portuguese: O arquivo mais simples é parecido com este, o qual utiliza vírgula como delimitador: <placeholder-1/> Ao importá-lo, obteremos uma série de pontos com as coordenadas: <placeholder-2/>

source: A file with more than two columns will be imported as several point series with the same x-coordinates as specified in the first column. Here is an example with semicolon as delimitor: <placeholder-1/> When imported you get 7 point series which all share the same x-coordinates.
portuguese: Um arquivo com mais de duas colunas será importado na forma de diversas séries de pontos, as quais terão as mesmas coordenadas-x, conforme especificadas na primeira coluna. Um exemplo de arquivo desse tipo, tendo ponto e vírgula como delimitador: <placeholder-1/> Ao importá-lo, obteremos sete séries de pontos as quais compartilham as mesmas coordenadas-x.

source: You can name the point series by starting the line before the data with # followed by the names separated by the same separator as the data. This can also be used for creating several point series that do not share the same x-coordinates by separating the point series with a # and optionally a name for the following point series. The following shows an example with space as separator: <placeholder-1/> This will create four point series each with four data points named a, b, c and d. a and b will share the same x-coordinates, and c and d will share the same x-coordinates.
portuguese: É possível nomear as séries de pontos, começando a linha que vem antes dos dados com um #, seguido dos nomes das séries separados pelo mesmo delimitador usado na separação dos dados. Esse recurso pode ser utilizado também na criação de diversas séries de pontos que não compartilhem as mesmas coordenadas-x, simplesmente separando as séries de pontos com um #, seguido (opcionalmente) pelos nomes das séries que vem em seguida. Abaixo, um exemplo utilizando espaço como delimitador: <placeholder-1/> Serão criadas aqui quatro séries de pontos, cada uma delas com quatro pontos de dados denominados a, b, c, d. Os pontos a e b irão compartilhar as mesmas coordenadas-x; da mesma forma os pontos c e d terão as suas coordenadas-x em comum.

source: Not only numbers, but any valid expression can be imported. The following shows an example with semicolon: <placeholder-1/>
portuguese: Não apenas números, mas qualquer expressão válida pode ser importada. A seguir, um exemplo utilizando ponto e vírgula como separador: <placeholder-1/>

source: OLE server/client
portuguese: OLE Servidor/Cliente

source: linking
portuguese: vinculando

source: embedded
portuguese: embutido

source: automation
portuguese: automação

source: OLE server
portuguese: Servidor OLE

source: Graph has been implemented as an OLE (Object Linking and Embedding) server, which means that Graph objects can be placed (embedded) into an OLE client. Many applications can work as OLE clients, for example Microsoft Word.
portuguese: O Graph foi implementado como um servidor OLE (Object Linking and Embedding), o que significa que objetos do Graph podem ser inseridos (embutidos) em um cliente OLE. Muitas aplicações são capazes de funcionar como clientes OLE, por exemplo, o Microsoft Word.

source: Edit
portuguese: Editar

source: Copy image
portuguese: Copiar imagem OLE

source: Paste
portuguese: Colar

source: Paste Special...
portuguese: Colar especial...

source: You can use <placeholder-1/> in Graph to copy the current content to the clipboard. Afterwards you can select <placeholder-2/> in Word (or similar in another OLE client) to insert the Graph object from the clipboard. When you double click on the object a new instance of Graph will start where you can edit the object. If you don't want to paste the data as a Graph object into Word, you can use <placeholder-3/> in Word to paste as a picture instead.
portuguese: Pode-se utilizar <placeholder-1/> no Graph para copiar o conteúdo atual para a área de transferência. Em seguida, selecionar <placeholder-2/> no Word (ou comando semelhante em outro cliente OLE) de maneira a inserir o objeto do Graph que se encontra armazenado na área de transferência. Clicando-se duas vezes sobre objeto colado dessa forma, uma nova instância do Graph será iniciada, podendo a mesma ser utilizada para editar esse objeto. Não sendo desejável que os dados sejam colados na forma um objeto do Graph, pode-se utilizar <placeholder-3/> no Word para colar os dados como uma imagem comum.

source: Object
portuguese: Objeto

source: Graph system
portuguese: Sistema do Graph

source: Object type
portuguese: Tipo de objeto

source: Link to file
portuguese: Vincular ao arquivo

source: You may create a new Graph object in Word by choosing <placeholder-1/> in the toolbar and selecting <placeholder-2/> as <placeholder-3/>. The same dialog can be used to create an embedded Graph object from an existing grf-file. If you select <placeholder-4/>, you will get a linked object instead of an embedded object. This way all changes to the object will be reflected in the original grf-file. If the grf-file is not available you will not be able to edit the object, but you can still see the image in Word.
portuguese: É possível se criar um novo objeto do Graph no Word, selecionando <placeholder-1/> na barra de ferramentas e definindo em seguida <placeholder-2/> como <placeholder-3/>. A mesma caixa de diálogo pode ser usada para criar um objeto do Graph embutido, a partir de um arquivo do tipo .grf já existente. Selecionando <placeholder-4/>, obtém-se um objeto vinculado ao invés de um objeto embutido. Dessa forma, todas as alterações no objeto serão refletidas no arquivo .grf original. Caso o arquivo .grf não esteja mais disponível, a edição do objeto não será mais possível, mas ainda assim será possível ver a imagem deste no Word.

source: To edit a Graph object you must have Graph installed on the system. If Graph is not installed you will still be able to see the image but not edit it.
portuguese: Para editar um objeto do Graph, é necessário ter o aplicativo instalado no sistema. Se o aplicativo não estiver instalado, ainda assim será possível visualizar a imagem do objeto, porém sem editá-la.

source: OLE client
portuguese: OLE Cliente

source: Insert object...
portuguese: Inserir objeto...

source: Graph can work as an OLE client as a text label in Graph is an OLE container. This means that you can paste images and OLE objects into the editor used to add labels. As in any other OLE container you can edit the object by double clicking on it. From the context menu you can use <placeholder-1/> to create a new OLE object in the label. The same dialog can be used to create an object from a file. You can for example insert an image file this way. To edit an OLE object the server must be installed on the system, else you will only be able to see object but not edit it.
portuguese: O Graph pode funcionar como um cliente OLE, já que um rótulo de texto no Graph é um recipiente OLE. Isso significa que você pode colar imagens e objetos OLE no mesmo editor usado para adicionar rótulos. Como em qualquer outro recipiente OLE, é possível editar o objeto dando um duplo clique sobre o mesmo. A partir do menu contextual, é possível utilizar <placeholder-1/> para criar um novo objeto OLE dentro do rótulo. A mesma caixa de diálogo pode ser usada para criação de um objeto, a partir de um arquivo já existente. É possível, por exemplo, se inserir um arquivo de imagem desta maneira. Para editar um objeto OLE, o servidor deverá ter sido instalado no sistema. Do contrário, o objeto poderá ser visto, mas não editado.

source: Insert shading
portuguese: Inserir sombreamento

source: insert
portuguese: inserir

source: shading
portuguese: sombreamento

source: interval
portuguese: intervalo

source: above
portuguese: acima de

source: below
portuguese: abaixo de

source: inside
portuguese: do lado de dentro

source: between
portuguese: entre

source: Insert shading...
portuguese: Inserir sombreamento...

source: Edit...
portuguese: Editar...

source: The dialog below is used to add a shading to the selected function. To insert a new shading, you use <placeholder-1/>. To change an existing shading, you first select it in the <placeholder-2/> and use <placeholder-3/>. The shading is used to mark an area between the function graph and something else.
portuguese: A caixa de diálogo abaixo é usada para inserir sombreamento(s) à função selecionada. Para inserir um novo sombreamento, use <placeholder-1/>. Para alterar um sombreamento já existente, selecione-o primeiro na <placeholder-2/> e em seguida use <placeholder-3/>. O sombreamento é utilizado para demarcar uma área entre o gráfico da função e algum outro elemento.

source: Shading
portuguese: Sombreamento

source: In the <placeholder-1/> tab you can choose between the following types of shadings:
portuguese: Na guia <placeholder-1/> é possível escolher entre os seguintes tipos de sombreamento:

source: Between function and x-axis
portuguese: Entre a função e o eixo-x

source: Decrease to intersection
portuguese: Diminuir até a interseção

source: Increase to intersection
portuguese: Aumentar até a interseção

source: This is the most commonly used type of shading. This will shade the area between the graph of the function and the x-axis in the selected interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing the x-axis.
portuguese: Este é o tipo de sombreamento mais comumente utilizado. Ele sombreia a área entre o gráfico da função e o eixo-x, no intervalo selecionado. Se <placeholder-1/> ou <placeholder-2/> forem selecionados, os limites do intervalo irão diminuir ou aumentar até o(s) ponto(s) onde o gráfico cruze o eixo-x.

source: Between function and y-axis
portuguese: Entre a função e o eixo-y

source: This will shade the area between the graph of the function and the y-axis in the selected interval. This is rarely used and probably most useful for parametric functions. Notice that you still use the x-coordinates for the interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing the y-axis.
portuguese: Esta opção irá sombrear a área entre o gráfico da função e o eixo-y, no intervalo selecionado. Isso raramente é utilizado, sendo provavelmente mais útil quando se lida com funções paramétricas. Observe que as coordenadas-x continuam sendo utilizadas na definição do intervalo. Se <placeholder-1/> ou <placeholder-2/> forem selecionados, os limites do intervalo irão diminuir ou aumentar até o(s) ponto(s) onde o gráfico cruze o eixo-y.

source: Below function
portuguese: Abaixo da função

source: This will shade the area below the graph of the function down to the bottom of the graphing area in the selected interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing the bottom of the graphing area.
portuguese: Esta opção irá sombrear a área abaixo do gráfico da função até a parte inferior da área de plotagem, no intervalo selecionado. Se <placeholder-1/> ou <placeholder-2/> forem selecionados, os limites do intervalo irão diminuir ou aumentar até o(s) ponto(s) onde o gráfico cruze a parte inferior da área de plotagem.

source: Above function
portuguese: Acima da função

source: This will shade the area above the graph of the function up to the top of the graphing area in the selected interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing the top of the graphing area.
portuguese: Esta opção irá sombrear a área acima do gráfico da função até a parte superior da área de plotagem, no intervalo selecionado. Se <placeholder-1/> ou <placeholder-2/> forem selecionados, os limites do intervalo irão diminuir ou aumentar até o(s) ponto(s) onde o gráfico cruze a parte superior da área de plotagem.

source: Inside function
portuguese: Dentro da função

source: This will shade the area inside the graph of the function in the selected interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing itself. This is especially useful to shade a closed part of a parametric or polar function, but it can also be used to shade standard functions.
portuguese: Esta opção irá sombrear a área do lado de dentro do gráfico da função, no intervalo selecionado. Se <placeholder-1/> ou <placeholder-2/> forem selecionados, os limites do intervalo irão diminuir ou aumentar até o(s) ponto(s) onde o gráfico cruze com ele mesmo.

source: Between functions
portuguese: Entre funções

source: 2nd function
portuguese: 2ª função

source: This will shade the area between the graphs of two functions. The first function is the one you selected in the <placeholder-1/> in the main window, before you invoked the dialog. The second function is selected in the list box in the <placeholder-2/> tab. For standard functions, the interval will be the same for the two functions. For parametric functions, you may select different intervals for the two functions. If you don't select an interval for the second function, it will use the same interval as the first function.
portuguese: Esta opção irá sombrear a área entre os gráficos de duas funções. A primeira função é aquela selecionada na <placeholder-1/> na janela principal, antes da caixa de diálogo ser invocada. A segunda função é selecionada na caixa de listagem da guia <placeholder-2/>. No caso de funções padrão, o intervalo será o mesmo para as duas funções. Já no caso de funções paramétricas, é possível selecionar intervalos diferentes para as duas funções. Não sendo definido um intervalo para a segunda função, esta irá usar o intervalo escolhido para a primeira.

source: Options
portuguese: Opções

source: At the <placeholder-1/> tab shown below, you may change the options for the shading.
portuguese: Na guia <placeholder-1/> mostrada abaixo, é possível se alterar as opções do sombreamento.

source: From
portuguese: De

source: Here you may enter a value, for which you want the shading to start. You specify the x-coordinate if you are using a standard function or the t-parameter if you are using a parametric or polar function. If you don't enter a value, the shading will start at negative infinity. If you place a check mark in <placeholder-1/>, the start coordinate of the shading will be decreased from the entered value to the coordinate where the graph is crossing the axis, the edge of the graphing area, itself or another graph, depending of the type of shading selected.
portuguese: Define o valor onde o sombreamento terá início. São especificadas coordenadas-x, quando se lida com funções padrão, ou o parâmetro-t, quando se lida com funções paramétricas ou polares. Se nenhum valor for informado, o sombreamento terá início em menos infinito. Se <placeholder-1/> for selecionado, a coordenada de início do sombreamento será diminuída, a partir do valor anteriormente estabelecido, até a coordenada onde o gráfico cruze com o eixo, com o limite da área de plotagem, com ele mesmo ou com outro gráfico, dependendo do tipo de sombreamento selecionado.

source: To
portuguese: A
