Repository: akavel/graph-mirror2
Catalog: Graph/Help/po/GraphHelp_*.po
Languages: portuguese

source: Notice that you should avoid redundant constants as they might confuse the program. For example this model has a redundant constant: <placeholder-1/>. Notice the relation between the constants <placeholder-2/>, <placeholder-3/> and <placeholder-4/>. If you multiply <placeholder-5/>, <placeholder-6/> and <placeholder-7/> with the same value the resulting function will not be changed. This means that there are an infinite number of combinations of constants with the same resulting function and hence an infinite number of best solutions. This may confuse the program when it tries to find the best one. Therefore either <placeholder-8/>, <placeholder-9/> or <placeholder-10/> should be removed.
portuguese: Observe que constantes redundantes devem ser evitadas, uma vez que podem confundir o programa. Por exemplo, este modelo tem uma constante redundante: <placeholder-1/>. Observe a relação entre as constantes <placeholder-2/>, <placeholder-3/> and <placeholder-4/>. Se multiplicarmos <placeholder-5/>, <placeholder-6/> e <placeholder-7/> pelo mesmo valor, a função resultante não sofrerá alteração. Isto significa que há um número infinito de combinações de constantes, com a mesma função resultante e, consequentemente, um número infinito de melhores soluções. Isso pode confundir o programa quando ele tenta encontrar a melhor delas. Portanto, um ou outro de <placeholder-8/>, <placeholder-9/> ou <placeholder-10/> deve ser removido.

source: When the trendline is added, the correlation coefficient <placeholder-1/> is shown in the comment. The closer <placeholder-2/> is to 1 the closer the trendline is to the points.
portuguese: Quando a linha de tendência é adicionada, o coeficiente de correlação <placeholder-1/> é mostrado no comentário. Quanto mais próximo <placeholder-2/> for de 1, mais próxima dos pontos a linha de tendência estará .

source: Insert point series
portuguese: Inserir série de pontos

source: markers
portuguese: marcadores

source: smooth line
portuguese: linha suave

source: interpolation
portuguese: interpolação

source: labels
portuguese: rótulos

source: error bars
portuguese: barras de erros

source: Insert point series...
portuguese: Inserir série de pontos...

source: You can use the dialog below to add a series of points to the coordinate system. The points will be shown in the coordinate system in the graphing area as a series of markers. To insert a new point series, you use <placeholder-1/>. To change an existing point series, you first select it in the <placeholder-2/> and use <placeholder-3/>.
portuguese: A caixa de diálogo abaixo é usada para adicionar uma série de pontos ao sistema de coordenadas. Os pontos são apresentados na área de plotagem como uma sucessão de marcadores. Para inserir uma nova série de pontos, use <placeholder-1/>. Para alterar uma série de pontos já existente, selecione-a na <placeholder-2/> e em seguida use <placeholder-3/>.

source: After adding a point series, you may add a <link linkend="InsertTrendlineDialog">trendline</link> which is the curve of best fit for the points.
portuguese: Após uma série de pontos ter sido adicionada, é possível acrescentar uma <link linkend="InsertTrendlineDialog">linha de tendência</link>, que é a curva que melhor se ajusta aos pontos da série.

source: In the grid you can enter the x- and y-coordinates of the points. You may enter any number of points you want, but all points need both an x-coordinate and a y-coordinate.
portuguese: Na tabela acima, são inseridas as coordenadas-x e -y dos pontos da série. Pode-se inserir quaisquer números de pontos, mas todos os pontos necessitam de uma coordenada-x e uma coordenada-y.

source: You can select some points and use the right click menu to copy them to another program. Likewise you may copy data from other programs like MS Word or MS Excel and paste them into this the grid in dialog.
portuguese: É possível selecionar alguns pontos e, em seguida, copiá-los para outro programa, utilizando o menu contextual que aparece, ao se clicar com o botão direito sobre a tabela. Da mesma forma, é possível copiar dados de outros programas como o MS Word ou MS Excel e colá-los na tabela da caixa de diálogo.

source: From the context menu, you can also choose to import data from a file. Graph can import text files with data separated by either tabs, commas or semicolons. The data will be placed at the position of the caret. This makes it possible to load data from more than one file, or to have x-coordinates in one file and y-coordinates in another file. In the usual case where you have all data in one file, you should make sure that the caret is located at the upper left cell before you import.
portuguese: A partir desse menu contextual, é possível também efetuar a importação de dados de um arquivo. O Graph importa arquivos de texto com dados separados por tabulações, vírgulas ou pontos e vírgulas. Os dados serão inseridos a partir da posição do cursor na tabela. Isso torna possível que se carreguem dados de mais de um arquivo, ou mesmo que se tenha as coordenadas-x em um arquivo e as coordenadas-y em outro. No caso mais comum, onde todos os dados se encontram em um único arquivo, deve-se garantir que o cursor esteja posicionado na célula superior esquerda, antes da importação.

source: In the edit box at the top of the dialog, you can enter a name for the series, which will be shown in the <placeholder-1/>.
portuguese: Na caixa de texto localizada na parte superior da caixa de diálogo, pode-se digitar um nome para a série, o qual será exibido na <placeholder-1/>.

source: Coordinate type
portuguese: Tipo de coordenada

source: Cartesian
portuguese: Cartesiano

source: You need to choose between the type of coordinates used for the points. <placeholder-1/> is used when you want to specify (x,y)-coordinates. <placeholder-2/> is used when you want to specify (&theta;,r)-coordinates, where <emphasis>&theta;</emphasis> is the angle and <emphasis>r</emphasis> is the distance from the origin. The angle <emphasis>&theta;</emphasis> is in <placeholder-3/> or degrees depending on the current setting.
portuguese: É necessário escolher o tipo de coordenadas a serem usadas pelos pontos. <placeholder-1/> é usado quando se deseja especificar coordenadas (x,y). <placeholder-2/> é utilizado quando se deseja especificar coordenadas (&theta;,r), onde <emphasis>&theta;</emphasis> é o ângulo e <emphasis>r</emphasis> é a distância a partir da origem. O ângulo <emphasis>&theta;</emphasis> é informado em <placeholder-3/> ou graus, a depender da configuração atual.

source: Marker
portuguese: Marcador

source: To the right you can choose between different types of markers. The style may be a circle, a square, a triangle, etc. You may also change the color and size of the markers. If the size is set to 0, neither markers nor error bars will be shown.
portuguese: À direita, podem ser escolhidos diferentes tipos de marcadores. O tipo pode ser um círculo, um quadrado, um triângulo, etc. É possível também alterar a cor e o tamanho dos marcadores. Se o tamanho for definido como 0, nem os marcadores, nem as barras de erro serão mostrados.

source: Interpolation
portuguese: Interpolação

source: Notice that if you select an arrow as marker, the arrow will be shown pointing tangential to the line at the point. The actual direction therefore depends on the <placeholder-1/> setting. The first point is never shown when the marker is an arrow.
portuguese: Observe que se uma seta for selecionada como marcador, a mesma será mostrada tangenciando a linha utilizada para interligar os pontos. O sentido verdadeiro, assim, depende da definição do tipo de <placeholder-1/>. O primeiro ponto nunca é mostrado quando o marcador é uma seta.

source: Line
portuguese: Linha

source: It is possible to draw lines between the markers. The line will always be drawn between points in the same order they appear in the grid. You can choose between different styles, colors and widths for the lines. You can also choose to draw no line at all.
portuguese: É possível traçar linhas interligando os marcadores. Essas linhas serão traçadas de um ponto a outro, na mesma ordem em que estes aparecem na tabela. Pode-se escolher entre diferentes estilos, cores e larguras de linhas. Pode-se optar também por não traçar linha alguma.

source: 1D cubic spline
portuguese: Spline Cúbico 1D

source: natural cubic spline
portuguese: spline cúbico natural

source: 2D cubic spline
portuguese: Spline Cúbico 2D

source: Half cosine
portuguese: Meio cosseno

source: You can choose between four types of interpolation: <placeholder-1/> will draw straight lines between the markers. <placeholder-2/> will draw a <placeholder-3/>, which is a nice smooth line connecting all the points sorted by the x-coordinate with 3<superscript>rd</superscript> degree polynomials. <placeholder-4/> will draw a smooth cubic spline through all points in order. <placeholder-5/> will draw half cosine curves between the points, which might not look as smooth as the cubic splines but they never undershoot/overshoot like the cubic splines can do.
portuguese: É possível escolher entre quatro tipos de interpolação: <placeholder-1/> irá traçar linhas retas entre os marcadores. <placeholder-2/> irá traçar um <placeholder-3/>, que é uma linha elegante e suave, a qual irá conectar todos os pontos pela ordem de suas coordenadas-x, através de polinômios de 3º grau. <placeholder-4/> irá traçar um spline cúbico suave, através dos pontos. <placeholder-5/> irá traçar curvas de meio cosseno entre os pontos, o que pode não parecer tão suave como os splines cúbicos, mas em compensação nunca fica aquém/além de certos limites, como às vezes acontece com os splines cúbicos.

source: Labels
portuguese: Rótulos

source: Show coordinates
portuguese: Mostrar coordenadas

source: Put a check in <placeholder-1/> to show Cartesian or polar coordinates at each point. You may use the <guibutton><inlinegraphic fileref="Font.png" scale="60"/></guibutton> button to change the font, and the drop down box to select whether the labels are shown over, below, to the left or to the right of the points.
portuguese: Selecione <placeholder-1/> para exibir as coordenadas cartesianas ou polares em cada ponto. Pode-se usar o botão <guibutton><inlinegraphic fileref="Font.png" scale="60"/></guibutton> para alterar a fonte, e a caixa de listagem para escolher se os rótulos serão mostrados acima, abaixo, à esquerda ou à direita dos pontos.

source: Error bars
portuguese: Barras de erro

source: Fixed
portuguese: Fixo

source: Relative
portuguese: Relativo

source: Custom
portuguese: Personalizado

source: Here you can choose to show horizontal or vertical error bars, also known as uncertainty bars. They are shown as thin bars at each point in the point series indicating the uncertainty of the point. There are three ways to indicate the size of the error bars: <placeholder-1/> is used to specify that all points have the same uncertainty. <placeholder-2/> is used to specify a percentage of the x- or y-coordinate for each point as uncertainty. <placeholder-3/> will add an extra column to the table where you may specify a different uncertainty value for each point. All uncertainties are &plusmn;values. Custom Y-errors are also used to weight the points when creating trendlines.
portuguese: Aqui é possível optar pela exibição de barras de erro horizontais ou verticais, também conhecidas como barras de incerteza. Estas se apresentam como barras finas em cada uma das coordenada da série de pontos, indicando a incerteza naquele ponto. Há três formas de se indicar o tamanho das barras de erro: <placeholder-1/> é utilizado para especificar que todos os pontos têm a mesma incerteza. <placeholder-2/> é utilizado para especificar uma percentagem das coordenadas-x ou -y de cada ponto, como incerteza. <placeholder-3/> irá adicionar uma coluna extra na tabela, onde é possível especificar um valor de incerteza diferente para cada ponto. Todas as incertezas equivalem a "&plusmn; de desvio" do valor indicado. Erros-Y personalizados são também utilizados para ponderar os pontos, quando linhas de tendência são criadas.

source: Insert label
portuguese: Inserir rótulo

source: expression
portuguese: expressão

source: OLE object
portuguese: Objeto OLE

source: rotate
portuguese: girar

source: special character
portuguese: caracter especial

source: Greek character
portuguese: caracter grego

source: insert symbol
portuguese: inserir símbolo

source: symbol
portuguese: símbolo

source: superscript
portuguese: sobrescrito

source: subscript
portuguese: subscrito

source: bold
portuguese: negrito

source: italic
portuguese: itálico

source: underline
portuguese: sublinhado

source: Insert label...
portuguese: Inserir rótulo...

source: This dialog is used to insert or edit text labels. To insert a label you use the menu item <placeholder-1/>. The label is inserted at the center of the graphing area, but can be dragged to another placement. To change an existing label, you either <action>double click</action> on it in the graphing area or you select it in the <placeholder-2/> and use <placeholder-3/>.
portuguese: Esta caixa de diálogo é utilizada para inserir ou editar rótulos de texto. Para inserir um rótulo, utiliza-se o item de menu <placeholder-1/>. O rótulo é inserido no centro da área de plotagem, mas pode ser arrastado para outro lugar. Para alterar um rótulo existente, dê um clique duplo sobre o mesmo na área de plotagem ou selecione este na <placeholder-2/> e em seguida use <placeholder-3/>.

source: The text is entered in the editing area. You can change text styles for different parts of the text. The background color, which may be any solid color or transparent, can be set for the whole label only. The <guibutton><inlinegraphic fileref="Font_Symbol.png" scale="60"/></guibutton> button can be used to insert special characters like mathematical symbols and Greek characters.
portuguese: O texto é inserido na área de edição. É possível alterar os estilos, nas diferentes partes do texto. A cor de fundo (que pode ser qualquer cor sólida ou transparente), porém, é definida para o rótulo como um todo. O botão <guibutton><inlinegraphic fileref="Font_Symbol.png" scale="60"/></guibutton> serve para inserir caracteres especiais, como símbolos matemáticos e caracteres gregos.

source: Insert object
portuguese: Inserir objeto

source: Paste special
portuguese: Colar especial

source: A text label can also contain any <link linkend="OLE">OLE object</link>, for example an image or MS Equation. You can paste an OLE object into the editing area like text. A new object can be created at the cursor position by selecting <placeholder-1/> in the context menu. If there is more than one representation in the clipboard, you can use <placeholder-2/> in the context menu to select the representation to paste.
portuguese: Um rótulo de texto pode conter também um <link linkend="OLE">objeto OLE</link>, por exemplo, uma imagem ou uma equação do MS Equation. Pode-se colar um objeto OLE na área de edição, da mesma forma que se faz com um texto. Um objeto novo pode ser criado na posição em que se encontra o cursor, selecionando-se <placeholder-1/> no menu contextual. Caso exista mais de uma representação na área de transferência, pode-se usar <placeholder-2/> no menu contextual para selecionar a representação a ser colada.

source: When the <guibutton>OK</guibutton> button is pressed, the label will be shown in the graphing area. The label can be moved by dragging it around with the mouse or it can be locked to one of the axes by <action>right clicking</action> on it and selecting a placement from the context menu. From the context menu it is also possible to rotate the label, for example to show the text vertically.
portuguese: Quando o botão <guibutton>OK</guibutton> for pressionado, o rótulo será exibido na área de plotagem. O rótulo pode ser movido, arrastando-o com o mouse, ou travado junto a um dos eixos, <action>clicando-se com o botão direito</action> sobre o mesmo e escolhendo a posição no menu contextual. A partir do menu contextual, é possível também girar o rótulo, de maneira que seja possível, por exemplo, mostrar o texto na vertical.

source: A label can contain and evaluate a <placeholder-1/>. This is very useful when you want to show the value of <link linkend="CustomFunctionsDialog">custom constants</link> in a label. Graph will try to evaluate any expression in a label if placed in brackets after a percent sign (%). If you have 3 custom constants a=2.5, b=-3, and c=8.75, you can create a label with the text <placeholder-2/>. This label will be shown as <placeholder-3/> in the graphing area. When you change the constants, the label will be updated to reflect the new values. In the above case, the + preceding %(b) is removed because b evaluates to a negative number.
portuguese: Um rótulo pode conter e calcular uma <placeholder-1/>. Isso é muito útil quando se deseja mostrar o valor de <link linkend="CustomFunctionsDialog">constantes personalizadas</link> em um rótulo. O Graph tentará calcular quaisquer expressões dentro um rótulo, desde que as mesmas estejam colocadas entre parênteses e após um sinal de porcentagem. Havendo três constantes personalizadas, a=2.5, b=-3, and c=8.75, pode-se criar um rótulo com o texto <placeholder-2/>. Esse rótulo será exibido como <placeholder-3/> na área de plotagem. Caso as constantes sejam alteradas, o rótulo será atualizado para refletir estes novos valores. No caso acima, o sinal + que precedia %(b) foi removido, em razão do valor de b ter gerado como resultado um número negativo.

source: List of functions
portuguese: Lista de funções

source: functions
portuguese: funções

source: constants
portuguese: constantes

source: x-variable
portuguese: variável-x

source: t-variable
portuguese: variável-t

source: Euler's constant
portuguese: constante de Euler

source: operators
portuguese: operadores

source: addition
portuguese: adição

source: subtraction
portuguese: subtração

source: multiplication
portuguese: multiplicação

source: division
portuguese: divisão

source: negation
portuguese: negação

source: exponentiation
portuguese: exponenciação

source: and operator
portuguese: operador AND

source: or operator
portuguese: operador OR

source: xor operator
portuguese: operador XOR

source: not operator
portuguese: operador NOT

source: infinity
portuguese: infinito

source: number
portuguese: número

source: The following is a list of all variables, constants, operators and functions supported by the program. The list of operators shows the operators with the highest precedence first. The precedence of operators can be changed through the use of brackets. (), {} and [] may all be used alike. Notice that expressions in Graph are case insensitive, i.e. there are no difference between upper and lower case characters. The only exception is <placeholder-1/> as Euler's constant and E as the exponent in a <placeholder-2/> in scientific notation.
portuguese: A seguir, uma lista de todas as variáveis, constantes, operadores e funções suportadas pelo programa. A lista de operadores mostra os operadores com a mais alta precedência em primeiro lugar. A precedência dos operadores pode ser alterada através do uso de parênteses ( ), colchetes [ ] e chaves. Observe que as expressões no Graph são insensíveis ao tipo de caixa (alta ou baixa) da letra, ou seja, não há diferença entre maiúsculas e minúsculas. A única exceção é <placeholder-1/> como constante de Euler e E como o expoente de um <placeholder-2/> em notação científica.

source: Constant
portuguese: Constante

source: The independent variable used in standard functions.
portuguese: A variável independente utilizada em funções padrão.

source: The independent variable called parameter for parametric functions and polar angle for polar functions.
portuguese: A variável independente, denominada 'parâmetro' nas funções paramétricas, e 'ângulo polar' nas funções polares.

source: Euler's constant. In this program defined as <placeholder-1/>
portuguese: Constante de Euler, definida neste programa como <placeholder-1/>.

source: The constant &pi;, which in this program is defined as <placeholder-1/>
portuguese: Constante &pi;, definida neste programa como <placeholder-1/>

source: Always returns an error. Used to indicate that part of a function is undefined.
portuguese: Retorna um erro, em qualquer situação. Usada para indicar que parte de uma função é indefinida.

source: The imaginary unit. Defined as <placeholder-1/>. Only useful when working with complex numbers.
portuguese: A unidade imaginária. Definida como <placeholder-1/>. Útil apenas quando se trabalha com números complexos.

source: The constant for infinity. Only useful as argument to the <placeholder-1/> function.
portuguese: A constante para infinito. Útil apenas como argumento para a função <placeholder-1/>.

source: Evaluates to a random number between 0 and 1.
portuguese: Retorna um número aleatório entre 0 e 1.

source: Operator
portuguese: Operador

source: Exponentiation (^)
portuguese: Exponenciação (^)

source: Raise to the power of an exponent. Example: f(x)=2^x
portuguese: Eleva à potência do expoente. Exemplo: f(x)=2^x

source: Negation (-)
portuguese: Negação (-)

source: The negative value of a factor. Example: f(x)=-x
portuguese: O valor negativo de um elemento. Example: f(x)=-x

source: Logical NOT (not)
portuguese: Lógica NÃO (not)

source: <placeholder-1/> <placeholder-2/> evaluates to 1 if <placeholder-3/> is zero, and evaluates to 0 otherwise.
portuguese: <placeholder-1/> <placeholder-2/> resulta em 1 se <placeholder-3/> for igual zero, caso contrário resulta em 0.

source: Multiplication (*)
portuguese: Multiplicação (*)

source: Multiplies two factors. Example: f(x)=2*x
portuguese: Multiplica dois fatores. Exemplo: f(x)=2*x

source: Division (/)
portuguese: Divisão (/)

source: Divides two factors. Example: f(x)=2/x
portuguese: Divide dois fatores. Exemplo: f(x)=2/x

source: Addition (+)
portuguese: Adição (+)

source: Adds two terms. Example: f(x)=2+x
portuguese: Adiciona dois termos. Exemplo: f(x)=2+x

source: Subtraction (-)
portuguese: Subtração (-)

source: Subtracts two terms. Example: f(x)=2-x
portuguese: Subtrai dois termos. Exemplo: f(x)=2-x

source: Greater than (&gt;)
portuguese: Maior que (&gt;)

source: Indicates if an expression is greater than another expression.
portuguese: Indica que uma expressão é maior que outra expressão.

source: Greater than or equal to (&gt;=)
portuguese: Maior ou igual a (&gt;=)

source: Indicates if an expression is greater or equal to another expression.
portuguese: Indica que uma expressão é maior ou igual a outra expressão.

source: Less than (&lt;)
portuguese: Menor que

source: Indicates if an expression is less than another expression.
portuguese: Indica que uma expressão é menor que outra expressão.

source: Less than or equal to (&lt;=)
portuguese: Menor ou igual a (&lt;=)

source: Indicates if an expression is less or equal to another expression.
portuguese: Indica que uma expressão é menor ou igual a outra expressão.

source: Equal (=)
portuguese: Igual (=)

source: Indicates if two expressions evaluate to the exact same value.
portuguese: Indica que duas expressões têm exatamente o mesmo valor.

source: Not equal (&lt;&gt;)
portuguese: Diferente (&lt;&gt;)

source: Indicates if two expressions does not evaluate to the exact same value.
portuguese: Indica que duas expressões não têm exatamente o mesmo valor.

source: Logical AND (and)
portuguese: Lógica E (and)
