Repository: akavel/graph-mirror2
Catalog: Graph/Help/po/GraphHelp_*.po
Languages: portuguese

source: The given guess, which may be the default one, did not give any solution. This can be caused by a bad guess, and a better guess may result in a solution. It can also be because the given trendline model doesn't fit the data, in which case you should try another model.
portuguese: O palpite informado, que inclusive pode ter sido o padrão, não resultou em qualquer solução. Isso pode ter sido causado por um palpite ruim, sendo que um melhor poderia resultar em uma solução. Pode ser também que o modelo de linha de tendência escolhido não se encaixe nos dados e, nesse caso, um outro modelo deveria ser tentado.

source: Error 88: No result found.
portuguese: Erro 88: Nenhum resultado encontrado.

source: No valid result exist. This may for example happen when trying to create a trendline from a point series where it is not possible to calculate a trendline. One reason can be that one of the calculated constants needs to be infinite.
portuguese: Não existe um resultado válido. Isso pode acontecer, por exemplo, ao se tentar criar uma linha de tendência a partir de uma série de pontos, na qual não seja possível se efetuar este tipo de cálculo. Uma possível razão seria o fato de uma das constantes calculadas necessitar ser infinita.

source: Error 89: An accurate result cannot be found.
portuguese: Erro 89: Um resultado preciso não pôde ser encontrado.

source: Graph could not calculate an accurate result. This may happen when calculating the numerical integral produced a result with a too high estimated error.
portuguese: O Graph não pôde calcular um resultado preciso. Isso pode acontecer quando o cálculo de uma integral numérica produz um resultado com um erro estimado demasiadamente elevado.

source: Error 99: Internal error. Please notify the programmer with as much information as possible.
portuguese: Erro 99: Erro interno. Por favor, notifique o programador com o máximo de informação possível.

source: An internal error happened. This means that the program has done something that is impossible but happened anyway. Please contact the programmer with as much information as necessary to reproduce the problem.
portuguese: Um erro interno ocorreu. Isso significa que o programa fez algo considerado impossível de acontecer, mas que de alguma forma aconteceu. Por favor, entre em contato com o programador, com o máximo de informações necessárias à reprodução do problema.

source: Special
portuguese: Especiais

source: numerical integral
portuguese: integral numérica

source: Returns an approximation for the numerical integral of the given expression over the given range.
portuguese: Retorna uma aproximação numérica da integral definida da função, no intervalo dado.

source: The <placeholder-1/> function returns an approximation for the numerical integral of <placeholder-2/> with the variable <placeholder-3/> from <placeholder-4/> to <placeholder-5/>. This is mathematically written as: <placeholder-6/>
portuguese: A função <placeholder-1/> retorna uma aproximação numérica da integral definida de <placeholder-2/> com a variável <placeholder-3/> de <placeholder-4/> a <placeholder-5/>. Isso é matematicamente escrito como: <placeholder-6/>

source: This integral is the same as the area between the function <placeholder-1/> and the x-axis from <placeholder-2/> to <placeholder-3/> where the area under the axis is counted negative. <placeholder-4/> may be any function with the variable indicated as the second argument <placeholder-5/>. <placeholder-6/> and <placeholder-7/> may be any <placeholder-8/> that evaluate to <placeholder-9/> or they can be <placeholder-10/> or <placeholder-11/> to indicate negative or positive infinity. <placeholder-12/> does not calculate the integral exactly. Instead the calculation is done using the Gauss-Kronrod 21-point integration rule adaptively to an estimated relative error less than <placeholder-13/>.
portuguese: Isso é o mesmo que a área entre a função <placeholder-1/> e o eixo-x de <placeholder-2/> a <placeholder-3/>, sendo que a área abaixo do eixo é considerada negativa. <placeholder-4/> pode ser qualquer função, sendo a variável desta indicada como o segundo argumento <placeholder-5/>. <placeholder-6/> e <placeholder-7/> podem ser quaisquer <placeholder-8/> que resultem em <placeholder-9/>, ou podem ser <placeholder-10/> ou <placeholder-11/>, de forma a indicar menos infinito e mais infinito. <placeholder-12/> não calcula a integral de maneira exata. Ao invés disso, o cálculo é feito utilizando-se o método de integração numérica adaptativa de Gauss-Kronrod de 21 pontos, com um erro relativo estimado menor que <placeholder-13/>.

source: <placeholder-1/> will integrate f(t)=t^2-7t+1 from -3 to 15 and evaluate to 396. More useful is <placeholder-2/>. This will plot the definite integral of f(s)=s*sin(s) from 0 to x, which is the same as the indefinite integral of f(x)=x*sin(x).
portuguese: <placeholder-1/> irá integrar f(t)=t^2-7t+1 de -3 a 15, retornando o valor 396. Mais útil ainda é <placeholder-2/>. Essa expressão irá plotar a integral definida de f(s)=s*sin(s) de 0 a x, que é o mesmo que a integral indefinida de f(x)=x*sin(x).

source: summation
portuguese: somatório

source: Returns the summation of an expression evaluated over a range of integers.
portuguese: Retorna o somatório de uma expressão aplicada a uma faixa de inteiros.

source: The <placeholder-1/> function returns the summation of <placeholder-2/> where <placeholder-3/> is evaluated for all integers from <placeholder-4/> to <placeholder-5/>. This is mathematically written as: <placeholder-6/>
portuguese: A função <placeholder-1/> retorna o somatório de uma sequência de termos de <placeholder-2/>, onde <placeholder-3/> corresponde a cada um dos inteiros de <placeholder-4/> até <placeholder-5/>. Isso é matematicamente escrito como: <placeholder-6/>

source: integers
portuguese: inteiros

source: <placeholder-1/> may be any function with the variable indicated as the second argument <placeholder-2/>. <placeholder-3/> and <placeholder-4/> may be any <placeholder-5/> that evaluate to <placeholder-6/>.
portuguese: <placeholder-1/> pode ser qualquer função, sendo a variável desta indicada pelo segundo argumento <placeholder-2/>. <placeholder-3/> e <placeholder-4/> podem ser quaisquer <placeholder-5/> que resultem em <placeholder-6/>.

source: Returns the product of an expression evaluated over a range of integers.
portuguese: Retorna o produto de uma expressão aplicada a uma faixa de inteiros.

source: The <placeholder-1/> function returns the product of <placeholder-2/> where <placeholder-3/> is evaluated for all integers from <placeholder-4/> to <placeholder-5/>. This is mathematically written as: <placeholder-6/>
portuguese: A função <placeholder-1/> retorna o produto de uma sequência de termos de <placeholder-2/>, onde <placeholder-3/> corresponde a cada um dos inteiros de <placeholder-4/> até <placeholder-5/>. Isso é matematicamente escrito como: <placeholder-6/>

source: factorial
portuguese: fatorial

source: Returns the factorial of the argument.
portuguese: Retorna o fatorial do argumento.

source: The <placeholder-1/> function returns the factorial of <placeholder-2/>, commonly written as n!. <placeholder-3/> may be any <placeholder-4/> that evaluates to a positive <placeholder-5/>. The function is defined as <placeholder-6/>, and relates to the <placeholder-7/> function as <placeholder-8/>.
portuguese: A função <placeholder-1/> retorna o fatorial de <placeholder-2/>, normalmente representado por n! . <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um inteiro positivo <placeholder-5/>. A função é definida como <placeholder-6/>, e está relacionada com a função <placeholder-7/>, visto que <placeholder-8/>.

source: Returns the value of the Euler gamma function of the argument.
portuguese: Retorna o valor da função gama de Euler do argumento.

source: The <placeholder-1/> function returns the result of the Euler gamma function of <placeholder-2/>, commonly written as &Gamma;(z). <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. The gamma function relates to the factorial function as <placeholder-7/>. The mathematical definition of the gamma function is: <placeholder-8/> This cannot be calculated precisely, so Graph is using the Lanczos approximation to calculate the <placeholder-9/> function.
portuguese: A função <placeholder-1/> retorna o resultado da função gama de Euler de <placeholder-2/>, normalmente escrita como &Gamma;(z). <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. A função gama está relacionada à função fatorial, visto que <placeholder-7/>. A definição matemática da função gama é: <placeholder-8/> Essa expressão não pode ser calculada de forma precisa, por isso o Graph utiliza a aproximação de Lanczos para calcular a função <placeholder-9/>.

source: Returns the value of the Euler beta function evaluated for the arguments.
portuguese: Retorna o valor da função beta de Euler calculada para os argumentos.

source: The <placeholder-1/> function returns the result of the Euler beta function evaluated for <placeholder-2/> and <placeholder-3/>. <placeholder-4/> and <placeholder-5/> may be any <placeholder-6/> that evaluate to <placeholder-7/> or <placeholder-8/>. The <placeholder-9/> function relates to the <placeholder-10/> function as <placeholder-11/>.
portuguese: A função <placeholder-1/> retorna o resultado da função beta de Euler calculada para <placeholder-2/> e <placeholder-3/>. <placeholder-4/> e <placeholder-5/> podem ser quaisquer <placeholder-6/> que resultem em <placeholder-7/> ou <placeholder-8/>. A função <placeholder-9/> está relacionada à função <placeholder-10/>, visto que <placeholder-11/>.

source: Lambert W-function
portuguese: Função W de Lambert

source: omega function
portuguese: função ômega

source: Returns the value of the Lambert W-function evaluated for the argument.
portuguese: Retorna o valor da função W de Lambert calculada para o argumento.

source: The <placeholder-1/> function returns the result of the Lambert W-function, also known as the omega function, evaluated for <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. The inverse of the <placeholder-7/> function is given by <placeholder-8/>.
portuguese: A função <placeholder-1/> retorna o resultado da função W de Lambert, também conhecida como função ômega, calculada para <placeholder-2/>. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. A função inversa da função <placeholder-7/> é dada por: <placeholder-8/>.

source: For real values of <placeholder-1/> when <placeholder-2/>, the <placeholder-3/> function will evaluate to values with an imaginary part.
portuguese: Para valores reais de <placeholder-1/> quando <placeholder-2/>, a função <placeholder-3/> irá resultar em valores com uma parte imaginária.

source: Riemann Zeta function
portuguese: Função Zeta de Riemann

source: Returns the value of the Riemann Zeta function evaluated for the argument.
portuguese: Retorna o valor da função Zeta de Riemann calculada para o argumento.

source: The <placeholder-1/> function returns the result of the Riemann Zeta function, commonly written as &zeta;(s). <placeholder-2/> may be any <placeholder-3/> that evaluates to a <placeholder-4/> or a <placeholder-5/>.
portuguese: A função <placeholder-1/> retorna o resultado da função Zeta de Riemann, normalmente escrita como &zeta;(s). <placeholder-2/> pode ser qualquer <placeholder-3/> que resulte em um <placeholder-4/> ou um <placeholder-5/>.

source: The <placeholder-1/> function is defined for the whole complex plane except for the pole at <placeholder-2/>=1.
portuguese: A função <placeholder-1/> é definida para todo plano complexo, exceto para o pólo em <placeholder-2/>=1.

source: modulus
portuguese: módulo

source: remainder
portuguese: resto

source: Returns the remainder of the first argument divided by the second argument.
portuguese: Retorna o resto da divisão do primeiro argumento pelo segundo argumento.

source: Calculates <placeholder-1/> modulo <placeholder-2/>, the remainder of <placeholder-3/>. <placeholder-4/> calculates the remainder f, where <placeholder-5/> for some integer a. The sign of f is always the same as the sign of <placeholder-6/>. When <placeholder-7/>, <placeholder-8/> returns 0. <placeholder-9/> and <placeholder-10/> may be any <placeholder-11/> that evaluate to <placeholder-12/>.
portuguese: Esta função calcula <placeholder-1/> módulo <placeholder-2/>, que é o mesmo que o resto de <placeholder-3/>. <placeholder-4/> calcula o resto f, onde <placeholder-5/> para um inteiro "a". O sinal de f é sempre o mesmo que o sinal de <placeholder-6/>. Quando <placeholder-7/>, <placeholder-8/> retorna 0. <placeholder-9/> e <placeholder-10/> podem ser quaisquer <placeholder-11/> que resultem em <placeholder-12/>.

source: normal distribution
portuguese: distribuição normal

source: Returns the normal distribution of the first argument with optional mean value and standard deviation.
portuguese: Retorna a distribuição normal do primeiro argumento, com valores da média e desvio padrão opcionais.

source: The <placeholder-1/> function is the probability density of the normal distribution, also called Gaussian distribution. <placeholder-2/> is the variate, also known as the random variable, <placeholder-3/> is the mean value and &sigma; is the standard deviation. <placeholder-4/> and &sigma; are optional and if left out the standard normal distribution is used where <placeholder-5/> and &sigma;=1. <placeholder-6/>, <placeholder-7/> and &sigma; may be any <placeholder-8/> that evaluate to <placeholder-9/> where &sigma; &gt; 0. The normal distribution is defined as: <placeholder-10/>
portuguese: A função <placeholder-1/> é a densidade de probabilidade da distribuição normal, também chamada distribuição Gaussiana. <placeholder-2/> é a variável aleatória, <placeholder-3/> é a média e &sigma; é o desvio padrão. <placeholder-4/> e &sigma; são opcionais e caso não sejam informados, uma distribuição normal padrão será utilizada, com <placeholder-5/> e &sigma;=1. <placeholder-6/>, <placeholder-7/> e &sigma; podem ser quaisquer <placeholder-8/> que resultem em <placeholder-9/> onde &sigma; &gt; 0. A distribuição normal é definida como: <placeholder-10/>

source: What is Graph?
portuguese: O que é o Graph?

source: license
portuguese: licença

source: open source
portuguese: código aberto

source: payment
portuguese: pagamento

source: web site
portuguese: site na internet

source: bug report
portuguese: relato de bugs

source: Graph is a program designed to draw graphs of mathematical functions in a coordinate system and similar things. The program is a standard Windows program with menus and dialogs. The program is capable of drawing standard functions, parametric functions, polar functions, tangents, point series, shadings and relations. It is also possible to evaluate a function for a given point, trace a graph with the mouse and much more. For more information on using the program see <placeholder-1/>.
portuguese: O Graph é um programa desenvolvido para traçar gráficos de funções matemáticas e outras curvas de natureza similar, em um sistema de coordenadas. O programa é um aplicativo padrão do ambiente Windows, com menus e caixas de diálogos. É capaz de traçar funções do tipo padrão, funções paramétricas, funções polares, tangentes, séries de pontos, sombreamentos e relações. Permite também calcular o valor de uma função para um ponto dado, traçar um gráfico com o mouse e muito mais. Para mais informações sobre como usar o programa, veja o tópico <placeholder-1/>.

source: Graph is free software; you can redistribute it and/or modify it under the terms of the <placeholder-1/>. Newest version of the program as well as the source code may be downloaded from <placeholder-2/>.
portuguese: O Graph é um software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos da <placeholder-1/>. A versão mais recente do programa, assim como o código fonte do mesmo podem ser baixados em <placeholder-2/>.

source: Graph support forum
portuguese: Fórum de suporte do Graph

source: Graph has been tested under <placeholder-1/>, but there may still be bugs left. If you need help using Graph or have suggestions for future improvements, please use the <placeholder-2/>.
portuguese: O Graph foi testado no <placeholder-1/>, mas podem existir ainda alguns bugs remanescentes. Se precisar de ajuda para usar o Graph, ou se tiver sugestões para melhorias futuras, por favor use o <placeholder-2/>.

source: When you send a bug report, please write the following:
portuguese: Ao enviar um relato de bug, escreva por favor o seguinte:

source: Help
portuguese: Ajuda

source: About Graph...
portuguese: Sobre o Graph...

source: Which version are you using? This is shown in the <placeholder-1/> dialog box. You should check that you are using the newest version as the bug may have been fixed already.
portuguese: Que versão do programa está sendo usada? Essa informação é exibida na caixa de diálogo <placeholder-1/>. Verifique se está sendo usada a versão mais recente do aplicativo, pois é possível que na versão mais atual o bug já tenha sido resolvido.

source: Explain what happens and what you expected to happen.
portuguese: Explique o que está acontecendo, e o que você esperava que acontecesse.

source: Explain carefully how I can reproduce the bug. If I can't see what you see, it is very difficult for me to solve the problem.
portuguese: Informe detalhadamente de que forma eu poderei reproduzir o bug. Se eu não conseguir ver aquilo que você está vendo, será muito difícil para mim resolver o problema.

source: Acknowledgements
portuguese: Agradecimentos

source: acknowledgements
portuguese: agradecimentos

source: libraries
portuguese: bibliotecas

source: translators
portuguese: tradutores

source: logo
portuguese: logomarca

source: Libraries
portuguese: Bibliotecas

source: Translation library.
portuguese: Biblioteca de tradução

source: Used to create PDF files.
portuguese: Usada para criar arquivos PDF.

source: Used for plugin support and advanced interaction.
portuguese: Usado para suporte a plugins e interação avançada

source: Numerical library.
portuguese: Biblioteca numérica

source: Peer-reviewed C++ library.
portuguese: Biblioteca em C++ cuidadosamente revisada.

source: Translations
portuguese: Traduções

source: Language
portuguese: Idioma

source: Program
portuguese: Programa

source: Help file
portuguese: Arquivo de ajuda

source: Translators
portuguese: Tradutores

source: Arabic
portuguese: Árabe

source: Yes
portuguese: Sim

source: No
portuguese: Não

source: Basque
portuguese: Basco

source: Chinese (Simplified)
portuguese: Chinês (Simplificado)

source: Chinese (Traditional)
portuguese: Chinês (Tradicional)

source: Croatian
portuguese: Croata

source: Czech
portuguese: Tcheco

source: Danish
portuguese: Dinamarquês

source: Dutch
portuguese: Holandês

source: English
portuguese: Inglês

source: Finnish
portuguese: Finlandês

source: French
portuguese: Francês

source: German
portuguese: Alemão

source: Greek
portuguese: Grego

source: Hungarian
portuguese: Húngaro

source: Italian
portuguese: Italiano

source: Korean
portuguese: Coreano

source: Mongolian
portuguese: Mongol

source: Norwegian
portuguese: Norueguês

source: Persian
portuguese: Persa

source: Polish
portuguese: Polonês

source: Portuguese (Brazil)
portuguese: Português (Brasil)

source: Portuguese (Portugal)
portuguese: Português (Portugal)

source: Russian
portuguese: Russo

source: Serbian
portuguese: Sérvio

source: Slovenian
portuguese: Esloveno

source: Spanish
portuguese: Espanhol

source: Swedish
portuguese: Sueco

source: Turkish
portuguese: Turco

source: Vietnamese
portuguese: Vietnamita

source: Donators
portuguese: Doadores

source: Miscellaneous
portuguese: Miscelânea

source: The icon for Graph was designed by <placeholder-1/>.
portuguese: O ícone do Graph foi criado por <placeholder-1/>.

source: Version <placeholder-1/>
portuguese: Versão <placeholder-1/>

source: How to use Graph
portuguese: Como usar o Graph

source: use
portuguese: uso

source: main window
portuguese: janela principal

source: graphing area
portuguese: área de plotagem

source: coordinate system
portuguese: sistema de coordenadas

source: status bar
portuguese: barra de status

source: tool bar
portuguese: barra de ferramentas

source: When the program starts, you will see the main window shown below. This window shows the graphing area to the right with the coordinate system where the graphs you insert will be shown. You can use the menu or the buttons on the toolbar to show different dialog boxes to insert a function, edit functions, delete functions etc. You can find a <link linkend="MenuItems">description</link> of all the menu items.
portuguese: Ao iniciar o programa, será exibida a janela principal conforme abaixo. À direita se encontra a área de plotagem com o sistema de coordenadas, onde os gráficos inseridos pelo usuário são exibidos. É possível usar o menu ou os botões da barra de ferramentas para exibir diferentes caixas de diálogo, a fim de inserir uma função, editar uma função, excluir uma função, etc. O link a seguir contém uma <link linkend="MenuItems">descrição</link> de todos os itens do menu.

source: Customize toolbar...
portuguese: Personalizar barra de ferramentas...

source: The toolbar may be customized by right clicking on the bar and selecting <placeholder-1/> from the popup menu. You can then customize the toolbar by dragging commands to and from the bar. The status bar at the bottom of the window shows tooltips or other information to the left and the coordinates located at the mouse pointer to the right.
portuguese: A barra de ferramentas pode ser personalizada, clicando-se com o botão direito sobre a mesma e selecionando no menu contextual (pop-up) <placeholder-1/>. É possível então personalizá-la, arrastando comandos da caixa de diálogo para cima da barra, ou da barra para fora dela mesma. A barra de status na parte inferior da janela irá exibir dicas de ferramentas e outras informações, no lado esquerdo, e as coordenadas da área de plotagem localizadas junto ao ponteiro do mouse, no lado direito.

source: You can add new elements to the coordinate system from the Function menu. For example if you want to add a new function you use the menu item <placeholder-1/>
portuguese: É possível adicionar novos elementos ao sistema de coordenadas, a partir do menu Função. Por exemplo, para adicionar uma nova função, utiliza-se o item de menu <placeholder-1/>

source: The <placeholder-1/> to the left shows a list of functions, tangents, point series, shadings and relations you have added. If you want to manipulate anything in the list, just select it and use the <placeholder-2/> menu. You can also right click on an item in the list to get the context menu with available commands. An item may be edited by double clicking on it.
portuguese: A <placeholder-1/> à esquerda mostra uma lista com as funções, tangentes, séries de pontos, sombreamentos e relações que foram adicionadas pelo usuário. Para manipular qualquer item dessa lista, basta selecioná-lo e em seguida usar o menu <placeholder-2/>. Pode-se também clicar com o botão direito sobre um item da lista, de maneira a obter um menu contextual com os comandos disponíveis para ele. Um item pode ser editado, clicando-se duas vezes sobre ele.
