Repository: akavel/graph-mirror2
Catalog: Graph/Help/po/GraphHelp_*.po
Languages: portuguese

source: Shows the web page that allows you to donate to the Graph project to support its development.
portuguese: Mostra a página de internet onde se podem fazer doações ao projeto do Graph, a fim de apoiar o seu desenvolvimento.

source: Check for update
portuguese: Verificar por atualizações

source: This will check if a new version of Graph is available. If there is a new version, you will be asked if you want to visit the web site of Graph to download the new version.
portuguese: Verifica se uma nova versão do Graph se encontra disponível. Havendo uma nova versão, o usuário será indagado se deseja visitar o site do Graph para baixá-la.

source: About Graph
portuguese: Sobre o Graph

source: Shows version number, copyright and license information for Graph.
portuguese: Mostra o número da versão, direitos autorais e informações sobre a licença do Graph.

source: The following is a list of all the menu items in the program: <placeholder-1/>
portuguese: A seguir, uma relação de todos os itens de menu do programa: <placeholder-1/>

source: Shortcuts
portuguese: Atalhos

source: Drag
portuguese: Arrastar

source: This allows you to move the coordinate system around. It is basically the same as selecting <placeholder-1/> in the menu.
portuguese: Permite que o sistema de coordenadas seja movido em qualquer direção, com o uso do mouse. É o mesmo que selecionar <placeholder-1/> no menu.

source: Scroll wheel
portuguese: Botão de rolagem

source: You can use the scroll wheel on the mouse to zoom in and out at the position of the cursor in the graphing area.
portuguese: O botão de rolagem do mouse pode ser usado para ampliar ou reduzir a região da área de plotagem onde o cursor do mouse estiver posicionado

source: Arrow
portuguese: Seta

source: Hold down <keycap>Ctrl</keycap> while you use the arrow keys to move the view around in small step. If you also hold down <keycap>Shift</keycap> you can move in larger steps.
portuguese: Mantendo a tecla <keycap>Ctrl</keycap> pressionada é possível utilizar as teclas de setas para mover o sistema de coordenadas vertical ou horizontalmente. Pode-se também usar <keycap>Shift</keycap> e arrastar o sistema de coordenadas em qualquer direção, com o uso do mouse.

source: This zooms in on the x-axis in small steps. If you also hold down <keycap>Shift</keycap> you can zoom in larger steps.
portuguese: Amplia no eixo-x somente, em passos curtos. Mantendo pressionada a tecla <keycap>Shift</keycap>, a ampliação se dará em passos mais largos.

source: This zooms out on the x-axis in small steps. If you also hold down <keycap>Shift</keycap> you can zoom in larger steps.
portuguese: Reduz no eixo-x somente, em passos curtos. Mantendo pressionada a tecla <keycap>Shift</keycap>, a redução se dará em passos mais largos.

source: This zooms in on the y-axis in small steps. If you also hold down <keycap>Shift</keycap> you can zoom in larger steps.
portuguese: Amplia no eixo-y somente, em passos curtos. Mantendo pressionada a tecla <keycap>Shift</keycap>, a ampliação se dará em passos mais largos.

source: This zooms out on the y-axis in small steps. If you also hold down <keycap>Shift</keycap> you can zoom in larger steps.
portuguese: Reduz no eixo-y somente, em passos curtos. Mantendo pressionada a tecla <keycap>Shift</keycap>, a redução se dará em passos mais largos.

source: Custom functions/constants
portuguese: Funções/constantes personalizadas

source: custom function
portuguese: função personalizada

source: custom constant
portuguese: constante personalizada

source: Graph allows you to define your own custom functions and constants, which you can use in other expressions in the program. You may want to use this to factor out frequently used constants and subexpressions to make it faster and easier to use these items. Use the <placeholder-1/> menu item to show the dialog.
portuguese: O Graph permite que você defina suas próprias funções e constantes personalizadas, as quais podem ser empregadas em outras expressões dentro do programa. É possível usar esse recurso para fatorar constantes e sub-expressões frequentemente utilizadas, de maneira a tornar mais rápida e fácil a utilização desse itens. Use o item de menu <placeholder-1/> para exibir esta caixa de diálogo.

source: Entering functions
portuguese: Inserindo funções

source: The function and constant names are entered in the first column. The name may contain any combination of letters, digits and underscore but it must always start with a letter. You may not use a name that is already assigned to a built-in function or variable.
portuguese: Os nomes das funções e constantes são inseridos na primeira coluna. O nome pode conter qualquer combinação de letras, números e sublinhado (underline), mas deve sempre começar com uma letra. Não é possível usar um nome que já esteja atribuído a uma função ou variável pré-definida.

source: Function arguments are entered after the name in brackets separated by comma, e.g. <placeholder-1/> is a function named f taking three arguments named x, y and z. Like the function name, the argument names must start with a letter and only contain letters and digits.
portuguese: Argumentos de função são inseridos após o nome desta, entre parênteses e separados por vírgula, por exemplo, <placeholder-1/> é uma função chamada f contendo três argumentos nomeados x, y e z. Da mesma forma que os nomes de função, os nomes de argumento devem começar com uma letra e conter apenas letras e números.

source: The expressions you want to define are entered in the second column. The expressions can use the arguments specified in the first column and all built-in functions, other custom functions and constants, and even call themselves recursively. A comment can be written after a # symbol at the end of an expression.
portuguese: As expressões a serem definidas são inseridas na segunda coluna. Essas expressões podem usar os argumentos especificados na primeira coluna, todas as funções pré-definidas, outras funções e constantes personalizadas, e até mesmo chamar a si mesma de forma recursiva. Um comentário pode ser inserido depois de um símbolo #, colocado ao final de uma expressão.

source: Changing and removing functions
portuguese: Modificando e removendo funções

source: Remove row
portuguese: Remover linha

source: You can remove a function or constant by clearing the name and definition or selecting <placeholder-1/> from the context menu. All elements using the deleted function or constant will fail when evaluated.
portuguese: Pode-se remover uma função ou constante, limpando-se o nome e a definição da mesma ou selecionando <placeholder-1/> no menu contextual. Todos os elementos que utilizem a função ou constante removida irão deixar de funcionar, quando forem calculados.

source: When you press <guibutton>OK</guibutton> or <guibutton>Apply</guibutton> in the shown dialog, all elements are updated to reflect any changes to the functions and constants.
portuguese: Ao clicar nos botões <guibutton>OK</guibutton> ou <guibutton>Aplicar</guibutton>, da caixa de diálogo em questão, todos os elementos serão atualizados, de maneira a refletir as alterações realizadas nas funções e constantes.

source: Installation and startup
portuguese: Instalação e inicialização

source: installation
portuguese: instalação

source: uninstall
portuguese: desinstalar

source: language
portuguese: idioma

source: Control panel
portuguese: Painel de controle

source: Add/Remove Programs
portuguese: Adicionar/Remover Programas

source: remove
portuguese: remover

source: Installation
portuguese: Instalação

source: Graph is usually distributed as an installation program named SetupGraph-x.y.exe, where x.y is the version number. To install, just execute the file and follow the instructions. The installation will install the following files in the selected directory and subdirectories:
portuguese: O Graph normalmente é distribuído na forma de um instalador, com o nome de SetupGraph-x.y.exe, onde x.y é o número da versão. Para instalar, basta executar o arquivo e seguir as instruções. Serão instalados os seguintes arquivos, nos diretórios e subdiretórios selecionados:

source: File(s)
portuguese: Arquivo(s)

source: The program file.
portuguese: O arquivo do programa.

source: Library used to create PDF files.
portuguese: Biblioteca usada para criar arquivos PDF.

source: Shell extension for showing thumbnails of grf-files in Explorer.
portuguese: Extensão de shell para mostrar miniaturas de arquivos do tipo .grf no Explorer.

source: Translations of the program.
portuguese: Traduções do programa.

source: Help files in different languages.
portuguese: Arquivos de ajuda em diferentes idiomas.

source: Some examples of plugins. Custom plugins can be placed here too.
portuguese: Alguns exemplos de plugins. Plugins personalizados também podem ser colocados aqui.

source: Library files used by plugins.
portuguese: Arquivos de biblioteca usados pelos plugins.

source: Some examples that can be opened in Graph.
portuguese: Alguns exemplos que podem ser abertos no Graph.

source: The installation will create a shortcut in the Start menu, which may be used to start the program. During the installation you select the preferred language. This can later be changed from the <placeholder-1/> dialog.
portuguese: A instalação irá criar um atalho no menu Iniciar, que pode ser usado para iniciar o programa. Durante a instalação, é possível selecionar o idioma desejado. O mesmo pode ser posteriormente alterado, a partir da caixa de diálogo <placeholder-1/>.

source: If an older version of the program is already installed, the installation suggests you install in the same directory. You can just install over the old version. There is no need to uninstall the old version first, but make sure the old version is not running while installing.
portuguese: Se uma versão mais antiga do programa já tiver sido instalada, a instalação sugerirá que você instale os arquivos neste mesmo diretório, sobrepondo a versão mais antiga. Não há necessidade de desinstalar a versão antiga, porém, certifique-se de que a mesma não esteja em execução durante o processo de instalação.

source: The Graph Setup can take the parameters specified in the table below. These are especially useful when you want to automate the installation.
portuguese: O Setup do Graph pode receber alguns parâmetros, conforme especificados no quadro abaixo. Esses parâmetros são particularmente úteis, quando é necessário automatizar a instalação.

source: Parameter
portuguese: Parâmetro

source: Reboot now?
portuguese: Reiniciar agora?

source: Instructs the Setup to be silent, which means that the wizard and the background window are not displayed but the installation progress window is. Everything else is normal so for example error messages during installation are displayed. If a restart is necessary, a <placeholder-1/> message box is displayed.
portuguese: Instrui a instalação a ser silenciosa, o que significa que o assistente e a janela de fundo não serão exibidos, mas a janela de progresso da instalação será. Todo o resto é normal. Assim, por exemplo, mensagens de erro durante a instalação serão exibidas. Se uma reinicialização for necessária, a caixa de mensagem <placeholder-1/> será exibida.

source: Instructs the Setup to be very silent. This is the same as silent with the addition that the installation progress window is not displayed either. If a restart is necessary, the Setup will reboot without asking.
portuguese: Instrui a instalação a ser muito silenciosa. Isso é o mesmo que /silent, acrescido do fato de que a janela de progresso da instalação também não será exibida. Se uma reinicialização for necessária, a instalação irá reiniciar sem perguntar.

source: Instructs Setup not to reboot even if it's necessary.
portuguese: Instrui a instalação a não reiniciar, mesmo que seja necessário.

source: Select language
portuguese: Seleciona idioma

source: Specifies the language to use. <placeholder-1/> specifies the English name of the language. When a valid /LANG parameter is used, the <placeholder-2/> dialog will be suppressed.
portuguese: Especifica o idioma a ser utilizado. <placeholder-1/> especifica o nome em inglês do idioma. Quando um parâmetro /LANG válido é usado, a caixa de diálogo <placeholder-2/> é suprimida.

source: Select destination location
portuguese: Seleciona o local de destino

source: Overrides the default directory name displayed on the <placeholder-1/> wizard page. A fully qualified pathname must be specified.
portuguese: Substitui o nome do diretório padrão exibido na página do assistente de <placeholder-1/>. Deve ser especificado um caminho completo.

source: Uninstallation
portuguese: Desinstalação

source: Uninstallation is done from <emphasis>Add/Remove Programs</emphasis> in the <emphasis>Control Panel</emphasis>. Just select Graph and click on the <emphasis>Change/Remove button</emphasis>. This will remove all traces of the program. If files were added to the installation directory after the installation, you will be asked if you want to delete them. Make sure Graph is not running while uninstalling.
portuguese: A desinstalação é feita a partir de <emphasis>Adicionar/Remover Programas</emphasis> no <emphasis>Painel de Controle</emphasis> do Windows. Basta selecionar o Graph e clicar no <emphasis>botão Alterar/Remover</emphasis>. Isso irá remover todos os vestígios do programa. Caso arquivos tenham sido adicionados ao diretório de instalação após o programa ter sido instalado, o usuário será indagado se deseja apagá-los. Certifique-se de que o Graph não esteja sendo executado durante a desinstalação.

source: Startup
portuguese: Inicialização

source: Usually Graph is started from the link in the <guibutton>Start</guibutton> menu. A .grf file can be passed as parameter, in which case Graph will open the specified file. In addition to this the parameters in the table below can be passed to Graph on the command line.
portuguese: Normalmente, o Graph é iniciado a partir do atalho no menu <guibutton>Iniciar</guibutton>. Um arquivo .grf pode ser passado como parâmetro e, nesse caso, o Graph vai abrir o arquivo especificado. Além disso, os parâmetros mostrados na tabela abaixo podem ser passados ao Graph na linha de comando.

source: image formats
portuguese: formatos de imagem

source: Used to save an opened .grf file as an image file. The file type can be any of the <placeholder-1/> supported by Graph.
portuguese: Usado para salvar um arquivo .grf aberto como um arquivo de imagem. O tipo de arquivo pode ser qualquer um dos <placeholder-1/> suportados pelo Graph.

source: Used in combination with /SI to specify the width in pixels of the image to be saved.
portuguese: Usado em combinação com /SI para especificar a largura em pixels da imagem a ser salva.

source: Used in combination with /SI to specify the height in pixels of the image to be saved.
portuguese: Usado em combinação com /SI para especificar a altura em pixels da imagem a ser salva.

source: Glossary
portuguese: Glossário

source: Complex numbers are a superset of real numbers. Complex numbers are two dimensional and is most often written on rectangular form as a+b&imag; where <placeholder-1/> is the real part and <placeholder-2/> is the imaginary part. The imaginary unit &imag; is defined as &imag;^2=-1. Complex numbers can also be shown on polar form as a&ang;&theta; where <placeholder-3/> is the absolute value of the number and &theta; is the angle of the number in radians or degrees.
portuguese: Números complexos são um superconjunto dos números reais. Números complexos são bidimensionais e, são mais comumente escritos na forma retangular como a+b&imag; onde <placeholder-1/> é a parte real e <placeholder-2/> é a parte imaginária. A unidade imaginária &imag; é definida como &imag;^2=-1. Números complexos também podem ser representados na forma polar como a&ang;&theta; onde <placeholder-3/> é o valor absoluto do número e &theta; é o ângulo do número em radianos ou graus.

source: Complex numbers are used in the <placeholder-1/> dialog for standard functions and for graphing functions when <placeholder-2/> is enabled under the <placeholder-3/> tab in the <placeholder-4/> dialog.
portuguese: Números complexos são utilizados na caixa de diálogo <placeholder-1/>, em funções padrão, e no traçado de gráficos quando <placeholder-2/> estiver habilitado na aba <placeholder-3/> da caixa de diálogo <placeholder-4/>.

source: A graph element is something that is shown in the coordinate system. This can be a function, point series, label, relation, etc. The graph elements are also shown in the function list where they can be manipulated from the <placeholder-1/> menu or the context menu.
portuguese: Um elemento gráfico é qualquer coisa que esteja sendo mostrada no sistema de coordenadas. Pode ser uma função, uma série de pontos, rótulo, relação, etc. Os elementos gráficos são também mostrados na lista de funções, onde podem ser manipulados a partir do menu <placeholder-1/> ou do menu contextual.

source: The function list is shown in the left side of the main window. This list shows a list of all functions, tangents, point series, shadings and relations. When you want to manipulate an item, you first have to select it. The selected item is normally marked in blue, but it will be marked in gray when something other than the function list has focus. You can manipulate the selected element through the <placeholder-1/> menu or through the context menu appearing when you <action>right click</action> on the element.
portuguese: A lista de funções é exibida no lado esquerdo da janela principal. Essa lista mostra a relação de todas as funções, tangentes, séries de ponto, sombreamentos e relações. Para manipular um item dessa lista, é necessário primeiramente selecioná-lo. O item selecionado é normalmente destacado em azul, mas alternará para cinza sempre que alguma coisa, que não a lista de funções, estiver em primeiro plano. É possível manipular o elemento selecionado através do menu <placeholder-1/> menu ou através do menu contextual que surge, ao se se <action>clicar com o botão direito</action> em cima do elemento.

source: The set of numbers ...,-3,-2,-1,0,1,2,3,... is called integers and is a subset of the real numbers. A given integer n may be negative, zero or positive.
portuguese: O conjunto de números ...,-3,-2,-1,0,1,2,3,... é chamado de inteiros e é um subconjuto dos números reais. Um número inteiro "n" pode ser negativo, zero ou positivo.

source: Show in legend
portuguese: Mostrar na legenda

source: The legend is a box that per default is placed at the upper right corner of the graphing area, and shows a list of the plotted functions, tangents, shadings, and point series in the coordinate system. Select <placeholder-1/> under <placeholder-2/> in the <placeholder-3/> dialog to show the legend. <action>Right click</action> on an item in the function list and deselect <placeholder-4/> if you don't want the item shown in the legend. When editing an item you can enter the text to be shown in the legend. For functions and tangents the function equation will be shown if no legend text is entered.
portuguese: A legenda é uma caixa que, por padrão, é colocada no canto superior direito da área de plotagem, e que exibe uma lista das funções, tangentes, sombreamentos e séries de pontos do sistema de coordenadas. Selecione <placeholder-1/> em <placeholder-2/>, na caixa de diálogo <placeholder-3/>, para exibir a legenda. <action>Clique com o botão direito</action> em um item da lista de funções e desmarque a opção <placeholder-4/>, caso não queira que o item seja mostrado na legenda. Ao editar um item, é possível informar o texto a ser exibido na legenda. Para funções e tangentes, será mostrada a equação associada à função sempre que o texto da legenda não for definido.

source: An expression that can be evaluated as a number is called a numeric expression. The expression can include any combination of numbers, constants, variables, operators and functions.
portuguese: Uma expressão que pode ser convertida em um número é chamada de expressão numérica. A expressão pode incluir qualquer combinação de números, constantes, variáveis, operadores e funções.

source: Radians are a way to describe the size of an angle similar to degrees, but radians are not a unit like degrees. The angle of a whole circle is 360&deg; or 2&pi; radians. An angle in radians can be converted to degrees by multiplying with 180&deg;/&pi;. An angle in degrees can be converted to radians by multiplying with &pi;/180&deg;. You can choose to use radians or degrees for trigonometric functions in the <placeholder-1/> dialog under the <placeholder-2/> tab.
portuguese: Radianos é uma forma de se descrever a medida de um ângulo, de forma análoga à descrição em graus, no entanto radianos não são uma unidade como graus. O ângulo de um círculo completo é 360&deg; ou 2&pi; radianos. Um ângulo em radianos pode ser convertido para graus, multiplicando-o por 180&deg;/&pi;. Um ângulo em graus pode ser convertido para radianos, multiplicando-o por &pi;/180&deg;. Pode-se escolher utilizar radianos ou graus para as funções trigonométricas, na aba <placeholder-2/> da caixa de diálogo <placeholder-1/>.

source: A real number is on the form nnn.fffEeee where nnn is the whole number part that may be negative. fff is the fraction part that is separated from the integer part with a dot '.'. The fraction part is optional, but either the integer part or the fraction part must be there. E is the exponent separator and must be an 'E' in upper case. eee is the exponent optionally preceded by '-'. The exponent is only needed if the E is there. Notice that 5E8 is the same as 5*10^8.
portuguese: Um número real pode ser descrito da forma nnn.fffEeee", onde "nnn" é a parte inteira do número (que pode se negativo). "fff" é a parte fracionária, que é separada da parte inteira por um ponto ".". A parte fracionária é opcional, mas a parte inteira, com ou sem uma parte fracionária, deve estar ali representada. "E" é o separador de expoente e deve ser um "E" em letra maiúscula. "eee" é o expoente, opcionalmente precedido por "-". O expoente só é necessário se o "E" estiver presente. Observe que 5E8 é o mesmo que 5*10^8.

source: Dialogs
portuguese: Caixas de diálogo

source: Options dialog
portuguese: Caixa de diálogo 'Opções'

source: When you choose the menu item <placeholder-1/> the dialog shown below will appear. In this dialog, you can change general program options.
portuguese: Ao selecionar o item de menu <placeholder-1/>, a caixa de diálogo abaixo será exibida. Nela, é possível alterar opções gerais do programa.

source: Decimals
portuguese: Decimais

source: This is the number of decimals that all results are shown with. The number has no influence on the calculations or the shown graphs.
portuguese: Este é o número de casas decimais que serão apresentadas em todos os resultados. O número não tem qualquer influência sobre o resultado dos cálculos, ou dos gráficos apresentados.

source: Recent files
portuguese: Arquivos recentes

source: This is the maximum number of recent used files that is shown in the <placeholder-1/> menu. The number must be between 0 and 9. 0 means that no recent used files are shown.
portuguese: O número máximo de arquivos abertos recentemente, a serem mostrados no menu <placeholder-1/>. Esse número deve estar entre 0 e 9. 0 significa que nenhum arquivo aberto recentemente será mostrado.

source: Max undo steps
portuguese: Máx. desfazer
