Repository: akavel/graph-mirror2
Catalog: Graph/Help/po/GraphHelp_*.po
Languages: portuguese

source: <placeholder-1/> <placeholder-2/> <placeholder-3/> evaluates to 1 if both <placeholder-4/> and <placeholder-5/> are non-zero, and evaluates to 0 otherwise.
portuguese: <placeholder-1/> <placeholder-2/> <placeholder-3/> resulta em 1 se ambos, <placeholder-4/> e <placeholder-5/>, forem diferentes de zero, caso contrário resulta em 0.

source: Logical OR (or)
portuguese: Lógica OU (or)

source: <placeholder-1/> <placeholder-2/> <placeholder-3/> evaluates to 1 if either <placeholder-4/> or <placeholder-5/> are non-zero, and evaluates to 0 otherwise.
portuguese: <placeholder-1/> <placeholder-2/> <placeholder-3/> resulta em 1 se pelo menos um deles, <placeholder-4/> ou <placeholder-5/>, for diferente de zero, caso contrário resulta em 0.

source: Logical XOR (xor)
portuguese: Lógica OU EXCLUSIVO (xor)

source: <placeholder-1/> <placeholder-2/> <placeholder-3/> evaluates to 1 if either <placeholder-4/> or <placeholder-5/>, but not both, are non-zero, and evaluates to 0 otherwise.
portuguese: <placeholder-1/> <placeholder-2/> <placeholder-3/> resulta em 1 se um deles somente, <placeholder-4/> ou <placeholder-5/> (mas não ambos), for diferente de zero, caso contrário resulta em 0.

source: Returns the sine of the argument, which may be in radians or degrees.
portuguese: Retorna o seno do argumento, o qual pode estar em radianos ou em graus.

source: Returns the cosine of the argument, which may be in radians or degrees.
portuguese: Retorna o coseno do argumento, o qual pode estar em radianos ou em graus.

source: Returns the tangent of the argument, which may be in radians or degrees.
portuguese: Retorna a tangente do argumento, o qual pode estar em radianos ou em graus.

source: Returns the inverse sine of the argument. The returned value may be in radians or degrees.
portuguese: Retorna o arco seno do argumento. O valor resultante pode ser em radianos ou graus.

source: Returns the inverse cosine of the argument. The returned value may be in radians or degrees.
portuguese: Retorna o arco coseno do argumento. O valor resultante pode ser em radianos ou graus.

source: Returns the inverse tangent of the argument. The returned value may be in radians or degrees.
portuguese: Retorna o arco tangente do argumento. O valor resultante pode ser em radianos ou graus.

source: Returns the secant of the argument, which may be in radians or degrees.
portuguese: Retorna a secante do argumento, o qual pode estar em radianos ou em graus.

source: Returns the cosecant of the argument, which may be in radians or degrees.
portuguese: Retorna a cosecante do argumento, o qual pode estar em radianos ou em graus.

source: Returns the cotangent of the argument, which may be in radians or degrees.
portuguese: Retorna a cotangente do argumento, o qual pode estar em radianos ou em graus.

source: Returns the inverse secant of the argument. The returned value may be in radians or degrees.
portuguese: Retorna o arco secante do argumento. O valor resultante pode ser em radianos ou graus.

source: Returns the inverse cosecant of the argument. The returned value may be in radians or degrees.
portuguese: Retorna o arco cosecante do argumento. O valor resultante pode ser em radianos ou graus.

source: Returns the inverse cotangent of the argument. The returned value may be in radians or degrees.
portuguese: Retorna o arco cotangente do argumento. O valor resultante pode ser em radianos ou graus.

source: Power and Logarithm
portuguese: Potência e Logarítmicas

source: Returns the square of the argument, i.e. the power of two.
portuguese: Retorna o quadrado do argumento, isto é, o argumento elevado à segunda potência.

source: Returns e raised to the power of the argument.
portuguese: Retorna <emphasis>e</emphasis> elevado à potência do argumento.

source: Returns the n<superscript>th</superscript> root of the argument.
portuguese: Retorna a raiz "enésima" do argumento.

source: Returns the logarithm with base e to the argument.
portuguese: Retorna o logaritmo do argumento na base <emphasis>e</emphasis>.

source: Returns the logarithm with base 10 to the argument.
portuguese: Retorna o logaritmo do argumento na base 10.

source: Returns the logarithm with base n to the argument.
portuguese: Retorna o logaritmo do argumento em uma base "n" qualquer.

source: Returns the angle of the argument in radians or degrees.
portuguese: Retorna o ângulo do argumento em radianos ou graus.

source: Returns the integer part of the argument.
portuguese: Retorna a parte inteira do argumento.

source: Rounds the argument up to nearest integer.
portuguese: Arredonda para cima o argumento até o próximo inteiro.

source: Rounds the argument down to the nearest integer.
portuguese: Arredonda para baixo o argumento até o próximo inteiro.

source: Rounds the first argument to the number of decimals given by the second argument.
portuguese: Arredonda o primeiro argumento, com o número de casas decimais dado pelo segundo argumento.

source: Returns the sign of the argument: 1 if the argument is greater than 0, and -1 if the argument is less than 0.
portuguese: Retorna o sinal do argumento: 1 se o argumento for maior que zero e -1 se o argumento for menor que zero.

source: Unit step: Returns 1 if the argument is greater than or equal 0, and 0 otherwise.
portuguese: Degrau unitário: retorna 1 se o argumento for maior ou igual a zero, caso contrário retorna 0.

source: Returns the smallest of the arguments.
portuguese: Retorna o menor dos argumentos.

source: Returns the greatest of the arguments.
portuguese: Retorna o maior dos argumentos.

source: Returns the second argument if it is in the range of the first and third argument.
portuguese: Retorna o segundo argumento, caso ele esteja na faixa do primeiro e terceiro argumentos.

source: Returns the second argument if the first argument does not evaluate to 0; Else the third argument is returned.
portuguese: Retorna o segundo argumento, caso o primeiro argumento não resulte em 0; do contrário retorna o terceiro argumento.

source: Returns the numeric integral of the first argument from the second argument to the third argument.
portuguese: Retorna a integral numérica do primeiro argumento, no intervalo compreendido entre o segundo e o terceiro argumento.

source: Returns the sum of the first argument evaluated for each integer in the range from the second to the third argument.
portuguese: Retorna o somatório de termos do primeiro argumento, calculados para cada inteiro situado na faixa entre o segundo e o terceiro argumento.

source: Returns the product of the first argument evaluated for each integer in the range from the second to the third argument.
portuguese: Retorna o produto de termos do primeiro argumento, calculados para cada inteiro situado na faixa entre o segundo e o terceiro argumento.

source: Returns the Euler gamma function of the argument.
portuguese: Retorna a função gama de Euler do argumento.

source: Returns the beta function evaluated for the arguments.
portuguese: Retorna a função beta calculada para os argumentos.

source: Returns the Lambert W-function evaluated for the argument.
portuguese: Retorna a função W de Lambert calculada para o argumento.

source: Returns the Riemann Zeta function evaluated for the argument.
portuguese: Retorna a função zeta de Riemann calculada para o argumento.

source: Notice the following relations:
portuguese: Observe as seguintes relações:

source: List of menu items
portuguese: Relação dos itens do menu

source: menu items
portuguese: itens de menu

source: shortcuts
portuguese: atalhos

source: New
portuguese: Novo

source: Use this to create a new coordinate system for drawing graphs in.
portuguese: Usado para criar um novo sistema de coordenadas, no qual gráficos poderão ser traçados .

source: Open...
portuguese: Abrir...

source: Reads an earlier saved coordinate system from a .grf file.
portuguese: Lê um sistema de coordenadas salvo anteriormente, a partir de um arquivo .grf.

source: Save
portuguese: Salvar

source: Saves the coordinate system to a file.
portuguese: Salva o sistema de coordenadas em um arquivo.

source: Save as...
portuguese: Salvar como...

source: Saves the coordinate system to a file with a new name.
portuguese: Salva o sistema de coordenadas em um arquivo com um novo nome.

source: Saves the shown coordinate system as an image.
portuguese: Salva o sistema de coordenadas como uma imagem.

source: Graph file...
portuguese: Arquivo do Graph...

source: Imports the contents of another Graph file into the current coordinate system.
portuguese: Importa o conteúdo de um outro arquivo do Graph, para dentro do sistema de coordenadas atual.

source: Imports one or several point series from a tab, comma or semicolon separated data file. The first column shall contain the x-coordinates. The following columns shall contain the y-coordinates. Graph will create as many point series as there are columns with y-coordinates in the file. There is no limit to the number of point series possible in the data file as long as they share the same x-coordinates.
portuguese: Importa uma ou mais séries de pontos, de um arquivo cujos dados estejam separados por tabulação, vírgula ou ponto e vírgula. A primeira coluna deve conter as coordenadas-x. As colunas seguintes devem conter as coordenadas-y. O Graph criará tantas séries de pontos quantas forem as colunas de coordenadas-y no arquivo. Não há nenhum limite para o número de séries de pontos possíveis, no arquivo de dados, desde que aquelas compartilhem as mesmas coordenadas-x.

source: Print...
portuguese: Imprimir...

source: Sends the coordinate system and graphs to a printer.
portuguese: Envia o sistema de coordenadas e os gráficos para uma impressora.

source: Exit
portuguese: Sair

source: Quits the program. You may be asked to save the file.
portuguese: Sai do programa. O usuário poderá ser questionado se deseja salvar o arquivo.

source: Undo
portuguese: Desfazer

source: Use this to undo the last thing you did. You can choose how many undo steps that are saved in the <placeholder-1/> dialog.
portuguese: Utilizado para desfazer as últimas alterações feitas. É possível definir o número máximo de ações de desfazer, na caixa de diálogo <placeholder-1/>.

source: Redo
portuguese: Refazer

source: Use this to redo the last thing undone. This is only available after you have selected <placeholder-1/>.
portuguese: Utilizado para refazer as últimas ações desfeitas. O recurso só se torna disponível após se ter selecionado <placeholder-1/>.

source: Cut
portuguese: Recortar

source: graph element
portuguese: elemento gráfico

source: This will copy the selected <placeholder-1/> to the clipboard. The element will be deleted afterwards.
portuguese: Copia o <placeholder-1/> selecionado para a área de transferência. O elemento será excluído em seguida.

source: This will copy the selected <placeholder-1/> to the clipboard.
portuguese: Copia o <placeholder-1/> selecionado para a área de transferência.

source: This will paste an earlier copied <placeholder-1/> from the clipboard into the coordinate system.
portuguese: Cola um <placeholder-1/> anteriormente copiado, inserindo-o dentro do sistema de coordenadas.

source: Copies the shown coordinate system to the clipboard as an image. You can then paste it into another program, i.e. Microsoft Word.
portuguese: Copia o sistema de coordenadas para a área de transferência, na forma de uma imagem OLE. Pode-se então colá-lo em um outro programa, por exemplo, o Microsoft Word.

source: Edit specifications for the axes, e.g. scale, colors, legend placement, etc.
portuguese: Edita as especificações dos eixos cartesianos, por exemplo: escala, cores, posição da legenda, etc.

source: Options...
portuguese: Opções...

source: This will change global settings for Graph, e.g. association of .grf files, showing of tooltips, maximum number of undo stored undo steps, etc.
portuguese: Altera as configurações globais do Graph, por exemplo: associação de arquivos do tipo .grf; exibição de dicas de ferramentas, número máximo de ações de desfazer, etc.

source: Inserts a function into the coordinate system. Functions may be added with different width and color, and you can choose to only show the graph in a specified interval, and specify other settings too.
portuguese: Insere uma função no sistema de coordenadas. Funções podem ser adicionadas com larguras e cores diferentes, sendo possível também especificar outras configurações, por exemplo, mostrar um gráfico somente em um intervalo específico.

source: Insert tangent...
portuguese: Inserir tangente...

source: Use this dialog to add a tangent to an already shown function at a user-specified point. The tangent will be added to the function selected in the <placeholder-1/>.
portuguese: Use esta caixa de diálogo para adicionar uma tangente à uma função já existente, em um ponto especificado pelo usuário. A tangente será adicionada à função selecionada na <placeholder-1/>.

source: This menu item is used to add a shading to the selected function. You may choose between different styles of shading and different colors. The shading may be added above the function, below the function, between the function and the x-axis, between the function and the y-axis, inside the function or between two functions.
portuguese: Esse item de menu é utilizado para adicionar um sombreamento à função selecionada. Pode-se escolher entre diferentes estilos de sombreamento e cores. O sombreamento pode ser adicionado acima da função, abaixo da função, entre a função e o eixo-x, entre a função e o eixo-y, dentro da função ou entre duas funções.

source: This dialog is used to add the first derivative to the selected function.
portuguese: Esta caixa de diálogo é utilizada para adicionar a primeira derivada da função selecionada.

source: Inserts a new point series into the coordinate system. An infinite number of points defined by their x- and y-coordinates may be added. It is possible to choose color, size, and style of the point series.
portuguese: Insere uma nova série de pontos no sistema de coordenadas. Um número infinito de pontos, definidos por suas coordenadas-x e -y podem ser adicionados. É possível escolher a cor, o tamanho e o estilo da série de pontos.

source: Inserts a trendline as the curve of best fit for the selected point series. You may choose between different kinds of functions for the trendline.
portuguese: Insere uma linha de tendência, que é a curva que melhor se ajusta a série de pontos selecionada. Pode-se escolher entre diferentes tipos de funções para a linha de tendência.

source: This inserts an equation or inequality into the coordinate system. Equations and inequalities are used to express relations between x- and y-coordinates with the same operators etc. as for graphs of functions. Relations may be added with different shading styles and colors.
portuguese: Insere uma equação ou inequação no sistema de coordenadas. Equações e inequações são usadas para expressar relações entre coordenadas-x e -y, através de operadores semelhantes aos utilizados para traçar gráficos de funções. Relações podem ser adicionadas com estilos de sombreamento e cores diferentes.

source: This will show a dialog, which may be used to create a formatted text label. The label will always be created at the center of the graphing area but can afterwards be dragged to another place with the mouse.
portuguese: Mostra uma caixa de diálogo que pode ser usada na criação de um rótulo de texto formatado. O rótulo será sempre criado no centro da área de plotagem, podendo depois ser deslocado para outro lugar com o auxílio do mouse.

source: This will show a dialog where you can change the selected <placeholder-1/> in the <placeholder-2/>.
portuguese: Mostra uma caixa de diálogo onde é possível alterar o <placeholder-1/> selecionado na <placeholder-2/>.

source: Delete
portuguese: Apagar

source: This will delete the selected <placeholder-1/> in the <placeholder-2/>.
portuguese: Apaga o <placeholder-1/> selecionado na <placeholder-2/>.

source: Custom functions...
portuguese: Funções personalizadas...

source: This shows a dialog used to create custom functions and constants in addition to the built-in ones.
portuguese: Mostra uma caixa de diálogo utilizada para criar funções e constantes personalizadas, em adição àquelas já existentes no próprio aplicativo.

source: In
portuguese: Ampliar

source: This will zoom in at the center of the graphing area, so you will see 81% of the previous graphing area. If you hold down <keycap>Shift</keycap> it will zoom in more, so you see 25% of the previous graphing area.
portuguese: Amplia o centro da área de plotagem, diminuindo a área de visualização para 81% da área anterior. Mantendo-se pressionada a tecla <keycap>Shift</keycap> a ampliação se dá de forma mais intensa, com uma diminuição da área de visualização para 25% da área anterior.

source: Out
portuguese: Reduzir

source: This will zoom out so you see 1.23 times as much as on the previous graphing area. If you hold down <keycap>Shift</keycap> it will zoom out more, so you see 4 times the previous graphing area.
portuguese: Reduz o centro da área de plotagem, aumentando a área de visualização para 123% da área anterior. Mantendo-se pressionada a tecla <keycap>Shift</keycap> a redução se dá de forma mais intensa, aumentando a área de visualização para 400% da área anterior.

source: Window
portuguese: Janela

source: Hold down the <action>left mouse button</action> while you select the area you want to fill the whole graphing area. <action>Right click</action> or press <keycap>Esc</keycap> to cancel the command.
portuguese: Após a seleção deste comando, mantenha pressionado o <action>botão esquerdo do mouse</action>, ao mesmo tempo em que seleciona a área que deseja ampliar; esta irá ocupar todo o espaço da área de plotagem. <action>Clique com o botão direito</action> ou pressione <action>Esc</action> para cancelar o comando.

source: This changes the y-axis to the same scale as the x-axis. It will make a circle look correctly instead of showing as an ellipse. The axes will stay equally scaled until disabled again.
portuguese: Ajusta o valor da escala do eixo-y para o mesmo valor da escala do eixo-x. Isso irá fazer com que um círculo seja visualizado em sua forma correta, e não como uma elipse. Os eixos permanecerão com a mesma escala até que venham a ser novamente alterados.

source: Standard
portuguese: Padrão

source: Returns the axes settings to the same default settings used when creating a new coordinate system.
portuguese: Retorna as configurações dos eixos, para as configurações padrão utilizadas na criação de um novo sistema de coordenadas.

source: When selected the mouse pointer changes to a hand. You may now use the mouse to drag the coordinate system around. Select the menu item again, <action>right click</action> or press <keycap>Esc</keycap> to return to normal mode. As an alternative to this menu item, you may hold down the <keycap>Shift</keycap> key and drag the coordinate system around.
portuguese: Quando selecionado, o ponteiro do mouse se transforma em uma "mão". É possível então usar o mouse para arrastar o sistema de coordenadas em qualquer direção. Selecionar o item de menu novamente, <action>clicar com o botão direito</action> ou pressionar <action>Esc</action> retornará ao modo normal. Como alternativa a esse item de menu, pode-se simplesmente manter pressionada a tecla <keycap>Shift</keycap> e em seguida arrastar o sistema de coordenadas da mesma forma.

source: Fit
portuguese: Enquadrar

source: This will change the axes settings to show all parts of the selected <placeholder-1/>.
portuguese: Altera as configurações dos eixos, de forma a exibir todas as partes do <placeholder-1/> selecionado.

source: Fit all
portuguese: Enquadrar todos

source: This will change the axes settings to show all parts of all the elements in the <placeholder-1/>.
portuguese: Altera as configurações dos eixos, de forma a exibir todas as partes de todos os elementos da <placeholder-1/>.

source: Calculates the distance along the path between two points on the selected graph.
portuguese: Calcula a distância ao longo do caminho entre dois pontos, no gráfico selecionado.

source: Calculates the definite integral for a specified domain range. This is the same as the signed area between the graph and the x-axis.
portuguese: Calcula a integral definida para uma faixa do domínio especificada. Isso é o mesmo que a área assinalada entre o gráfico e o eixo-x.

source: This will evaluate the selected function for a given value. For standard functions f(x), f'(x) and f''(x) are evaluated. For parametric functions x(t), y(t), dx/dt, dy/dt and dy/dx are evaluated. For polar functions r(t), x(t), y(t), dr/dt and dy/dt are evaluated.
portuguese: Calcula o valor da função selecionada para um dado valor do argumento. Para as funções padrão, são calculados f(x), f'(x) e f''(x). Para funções paramétricas, são calculados x(t), y(t), dx/dt, dy/dt e dy/dx. Para funções polares, são calculados r(t), x(t), y(t), dr/dt e dy/dt.

source: Table...
portuguese: Tabela...

source: This dialog fills a table with a user-specified range of values and the result of evaluating the selected function for the values.
portuguese: Esta caixa de diálogo irá preencher uma tabela com uma faixa de valores especificados pelo usuário, e também com os resultados decorrentes da aplicação da função selecionada àqueles valores.

source: Animate...
portuguese: Animar...

source: This dialog allows you to create an animation from the data in the coordinate system by changing an existing custom constant. This makes it easy to see what happens when the constant changes. The animation may be saved to a disk file.
portuguese: Esta caixa de diálogo permite que se crie uma animação com os elementos do sistema de coordenadas, através da variação de uma constante personalizada já existente. Isso facilita a visualizar o que acontece, quando a constante varia. A animação pode ser salva na forma de um arquivo em disco.

source: This is a common place for plugins to put menu items that activates the plugin. The menu will not be shown if there are no plugins or the <link linkend="Plugins">plugin system</link> is not available.
portuguese: Este é um espaço em comum, onde plugins podem adicionar itens de menu que os ativem. O menu não será exibido se não houver plugins ou se o <link linkend="Plugins">sistema de plugins</link> não estiver disponível.

source: Contents and index
portuguese: Conteúdo e índice

source: Shows the contents and index of the help file.
portuguese: Mostra o conteúdo e o índice do arquivo de ajuda.

source: Shows a list of functions and constants that may be used for plotting graphs.
portuguese: Mostra uma lista de funções e constantes que podem ser utilizadas para plotar gráficos.

source: This will show a list of frequently asked questions and their answers.
portuguese: Mostra uma lista de perguntas mais frequentes e suas respostas.

source: Tip of the day
portuguese: Dica do dia

source: This will show some tips about using Graph in a more optimal way, and certain features of Graph you may not know about.
portuguese: Mostra algumas dicas de como usar o Graph de uma forma mais otimizada, além de outros recursos que talvez você desconheça.

source: Graph web site
portuguese: Site do Graph

source: Shows the web site for Graph in your default web browser.
portuguese: Mostra o site do Graph na internet, no seu navegador padrão.

source: Support
portuguese: Suporte

source: Shows the support forum for Graph in your default web browser.
portuguese: Mostra o fórum de suporte do Graph, no seu navegador padrão.

source: Donate
portuguese: Doar
