Repository: akavel/graph-mirror2
Catalog: Graph/Help/po/GraphHelp_*.po
Languages: portuguese

source: The <placeholder-1/> menu contains commands to make calculations on functions, for example evaluations at specific coordinates or given intervals.
portuguese: O menu <placeholder-1/> contém comandos que efetuam cálculos sobre funções, por exemplo, cálculos em coordenadas específicas ou intervalos dados.

source: Power and logarithm
portuguese: Potência e logarítmicas

source: square
portuguese: quadrado

source: Returns the square of the argument.
portuguese: Retorna o quadrado do argumento.

source: The <placeholder-1/> function calculates the square of <placeholder-2/>, i.e. <placeholder-3/> raised to the power of 2. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>.
portuguese: A função <placeholder-1/> calcula o quadrado de <placeholder-2/>, isto é, <placeholder-3/> elevado à segunda potência. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/> ou um <placeholder-7/>.

source: exponential
portuguese: exponencial

source: Returns <emphasis>e</emphasis> raised to the power of the argument.
portuguese: Retorna <emphasis>e</emphasis> elevado à potência do argumento.

source: The <placeholder-1/> function is used to raise <emphasis>e</emphasis>, Euler's constant, to the power of <placeholder-2/>. This is the same as <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>.
portuguese: A função <placeholder-1/> é usada para elevar o número <emphasis>e</emphasis> (constante de Euler) à potência de <placeholder-2/>. Isso é o mesmo que <placeholder-3/>. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/> ou um <placeholder-7/>.

source: square root
portuguese: raiz quadrada

source: Returns the square root of the argument.
portuguese: Retorna a raiz quadrada do argumento.

source: The <placeholder-1/> function calculates the square root of <placeholder-2/>, i.e. <placeholder-3/> raised to the power of &frac12;. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-8/> &ge; 0.
portuguese: A função <placeholder-1/> calcula a raiz quadrada de <placeholder-2/>, isto é, <placeholder-3/> elevado a &frac12;. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/> ou um <placeholder-7/>. Se o cálculo for realizado com números reais, a definição do argumento estará limitada a <placeholder-8/> &ge; 0.

source: Returns the <varname>n</varname><superscript>th</superscript> root of the argument.
portuguese: Retorna a raiz de índice <varname>n</varname> do argumento.

source: The <placeholder-1/> function calculates the <varname>n</varname><superscript>th</superscript> root of <varname>z</varname>. <placeholder-2/> and <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-7/> &ge; 0.
portuguese: A função <placeholder-1/> calcula a raiz de índice <varname>n</varname> de <varname>z</varname>. <placeholder-2/> e <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. Se o cálculo for realizado com números reais, a definição do argumento estará limitada a <placeholder-7/> &ge; 0.

source: When the calculation is done with real numbers, the function is only defined for <placeholder-1/>&lt;0 if <placeholder-2/> is an odd <placeholder-3/>. For calculations with complex numbers, <placeholder-4/> is defined for the whole complex plane except at the pole <placeholder-5/>=0. Notice that for calculations with complex numbers the result will always have an imaginary part when <placeholder-6/>&lt;0 even though the result is real when calculations are done with real numbers and <placeholder-7/> is an odd integer.
portuguese: Quando o cálculo é realizado com números reais, a função é definida para <placeholder-1/>&lt;0 somente se <placeholder-2/> for um ímpar <placeholder-3/>. Para cálculos com números complexos, <placeholder-4/> é definida para todo o plano complexo, exceto para o pólo em <placeholder-5/>=0. Observe que para cálculos com números complexos o resultado terá sempre uma parte imaginária quando <placeholder-6/>&lt;0, ainda que o resultado seja um real quando o cálculo for realizado com números reais e <placeholder-7/> for um inteiro ímpar.

source: Example
portuguese: Exemplo

source: Instead of <placeholder-1/>, you can use <placeholder-2/>.
portuguese: Ao invés de <placeholder-1/>, pode-se usar <placeholder-2/>.

source: logarithm
portuguese: logaritmo

source: natural logarithm
portuguese: logaritmo natural

source: Returns the natural logarithm of the argument.
portuguese: Retorna o logaritmo natural do argumento.

source: The <placeholder-1/> function calculates the logarithm of <placeholder-2/> with base <emphasis>e</emphasis>, which is Euler's constant. <placeholder-3/> is commonly known as the natural logarithm. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-8/>&gt;0. When calculating with complex numbers, <placeholder-9/> is defined for all numbers except <placeholder-10/>=0.
portuguese: A função <placeholder-1/> calcula o logaritmo de <placeholder-2/> na base <emphasis>e</emphasis> (constante de Euler). <placeholder-3/> é comumente conhecido como logaritmo natural. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/> ou um <placeholder-7/>. Se o cálculo for realizado com números reais, a definição do argumento estará limitada a <placeholder-8/>&gt;0. Se o cálculo for realizado com números complexos, <placeholder-9/> poderá assumir qualquer valor, exceto <placeholder-10/>=0.

source: Returns the base 10 logarithm of the argument.
portuguese: Retorna o logaritmo do argumento na base 10.

source: The <placeholder-1/> function calculates the logarithm of <placeholder-2/> with base 10. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-7/>&gt;0. When calculating with complex numbers, <placeholder-8/> is defined for all numbers except <placeholder-9/>=0.
portuguese: A função <placeholder-1/> calcula o logaritmo de <placeholder-2/> na base 10. <placeholder-3/> pode ser qualquer <placeholder-4/> que resulte em um <placeholder-5/> ou um <placeholder-6/>. Se o cálculo for realizado com números reais, a definição do argumento estará limitada a <placeholder-7/>&gt;0. Se o cálculo for realizado com números complexos, <placeholder-8/> poderá assumir qualquer valor, exceto <placeholder-9/>=0.

source: Returns the base <placeholder-1/> logarithm of the argument.
portuguese: Retorna o logaritmo do argumento na base <placeholder-1/>.

source: The <placeholder-1/> function calculates the logarithm of <placeholder-2/> with base <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-8/>&gt;0. When calculating with complex numbers, <placeholder-9/> is defined for all numbers except <placeholder-10/>=0. <placeholder-11/> must evaluate to a positive real number.
portuguese: A função <placeholder-1/> calcula o logaritmo de <placeholder-2/> na base <placeholder-3/>. <placeholder-4/> pode ser qualquer <placeholder-5/> que resulte em um <placeholder-6/> ou um <placeholder-7/>. Se o cálculo for realizado com números reais, a definição do argumento estará limitada a <placeholder-8/>&gt;0. Se o cálculo for realizado com números complexos, <placeholder-9/> poderá assumir qualquer valor, exceto <placeholder-10/>=0. <placeholder-11/> deve ser um número real positivo.

source: Insert tangent/normal
portuguese: Inserir tangente/normal

source: standard function
portuguese: função padrão

source: Insert tangent/normal...
portuguese: Inserir tangente/normal...

source: You can use the dialog below to insert or edit a tangent or normal to a function. To insert a new tangent or normal, you use <placeholder-1/>. To change an existing tangent or normal, you first select it in the <placeholder-2/> and use <placeholder-3/>.
portuguese: A caixa de diálogo abaixo é usada para para inserir ou editar uma tangente ou normal de uma função. Para inserir uma nova tangente ou normal, use <placeholder-1/>. Para alterar uma tangente ou normal já existente, selecione-a primeiro na <placeholder-2/> e em seguida use <placeholder-3/>.

source: A tangent is a straight line that touches the graph of the function at a given point without crossing it. The tangent may however cross the graph elsewhere. A normal is a straight line perpendicular to the graph of the function at a given point. If the item is a standard function the point is identified by the x-coordinate, while the point is identified from the independent t-parameter for parametric and polar functions.
portuguese: Uma tangente é uma linha reta que toca o gráfico de uma função em um ponto dado, sem no entanto ali atravessá-la. A tangente pode, porém, atravessar o gráfico da função em um outro local. Uma normal é uma linha reta perpendicular ao gráfico da função em um ponto dado. Quando o item selecionado é uma função padrão, a identificação do ponto é feita através da coordenada-x. Já no caso de funções paramétricas ou polares, a identificação do ponto é feita através do parâmetro-t independente.

source: You can choose an interval for the tangent/normal. <placeholder-1/> and <placeholder-2/> indicates the start and end of the interval. You can leave one or both of them blank to draw the graph from minus infinity to plus infinity.
portuguese: É possível escolher um intervalo para a tangente e/ou normal. <placeholder-1/> e <placeholder-2/> indicam o início e o fim do intervalo. Pode-se deixar um ou ambos os campos em branco, de maneira a traçar o gráfico de menos infinito a mais infinito.

source: Here you can choose to show markers at the start and/or end of the interval. If no interval is specified, the markers will be shown at the edge of the graphing area. The default is not to show any markers.
portuguese: Aqui se pode optar pela exibição de marcadores ao início e/ou ao fim do intervalo. Se nenhum intervalo for especificado, as marcas serão mostradas nas bordas da área de plotagem. O padrão é não mostrar marca alguma.

source: Enter a description to show in the <placeholder-1/>. If empty the function equation will be used.
portuguese: Insere uma descrição a ser mostrada na <placeholder-1/>. Se nenhum texto for inserido, a equação da função será mostrada na legenda.

source: You can choose between different line styles for which you want the tangent/normal to be drawn. You can choose between solid, dashed, dotted or a combination of these. You can also choose the width of the tangent/normal. The width is notified in screen pixels. There are also a lot of different colors you can choose between.
portuguese: É possível escolher entre os diferentes estilos de linhas, aquele que será utilizado no traçado do gráfico. Pode-se escolher entre sólido, tracejado, pontilhado ou uma combinação destes. É possível escolher também a largura da tangente/normal. A largura é informada em pixels de tela. Há também várias cores diferentes para se escolher.

source: Insert trendline
portuguese: Inserir linha de tendência

source: trendline
portuguese: linha de tendência

source: line of best fit
portuguese: linha de melhor ajuste

source: logarithmic
portuguese: logarítmica

source: power
portuguese: potência

source: regression
portuguese: regressão

source: sum of squares
portuguese: soma dos quadrados

source: Insert trendline...
portuguese: Inserir linha de tendência...

source: Use the dialog shown below to insert a trendline that is the function that fits a <link linkend="InsertPointSeriesDialog">point series</link> best. A trendline is a function that shows a trend in a series of points, i.e. a trendline is the curve of bets fit of a specific type for a series of points. The trendline is added as an ordinary function. To create a trendline, you select the point series you want to base the trendline on and use <placeholder-1/>.
portuguese: Use a caixa de diálogo mostrada abaixo para inserir uma linha de tendência, que é a função que melhor se ajusta a uma <link linkend="InsertPointSeriesDialog">série de pontos</link>. Uma linha de tendência é uma função que ressalta uma tendência (ou propensão) em especial, de uma determinada sequência de pontos, ou seja, é uma curva de um tipo matemático específico que define particularmente bem aquela sequência de pontos. A linha de tendência é adicionada na forma de uma função comum. Para criar uma linha de tendência, selecione a série de pontos na qual a linha de tendência deverá se basear e em seguida use <placeholder-1/>.

source: If the point series has custom Y-errors defined, these values are used to weight the points. The weight for each point is <placeholder-1/> where &sigma; is the Y-error for the point. X-errors are not used.
portuguese: Se a série de pontos possue erros-Y personalizados, então esses valores são usados para ponderar os pontos. O peso de cada ponto é <placeholder-1/> onde &sigma; é o erro-Y para o ponto.

source: Built-in
portuguese: Pré-definidas

source: Polynomial
portuguese: Polinomial

source: Exponential
portuguese: Exponencial

source: Intercept
portuguese: Interceptar

source: You may choose between the following built-in functions. These functions will give an accurate result. For <placeholder-1/>, <placeholder-2/> and <placeholder-3/> trendlines, you may select the <placeholder-4/> field and specify the point where you want the trendline to meet the y-axis.
portuguese: É possível escolher entre algumas funções pré-definidas do aplicativo. Essas funções irão fornecer um resultado preciso. No caso de linhas de tendência dos tipos <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, é possível ainda selecionar a opção <placeholder-4/> e definir o ponto onde a linha de tendência irá encontrar com o eixo-y.

source: This is a straight line with the function f(x) = a*x+b, where a and b are constants calculated so the line is the best fit to the point series.
portuguese: Esta é uma linha reta, expressada por uma função do tipo f(x) = a*x+b, onde a e b são constantes calculadas de tal forma que a linha em questão seja a de melhor ajuste à série de pontos.

source: The trendline is calculated so the sum of squares (SSQ) <placeholder-1/> will be as small as possible. If possible the function will cross the points in the series; else the function will be so close to the series that the summation cannot get any smaller.
portuguese: A linha de tendência é calculada de maneira que a soma dos quadrados (SSQ - sum of squares), <placeholder-1/>, seja a menor possível. Se possível, a função irá atravessar os pontos na série; do contrário, a função se posicionará o mais próxima possível da série, com a condição de que o somatório assim obtido não possa ser menor.

source: Logarithmic
portuguese: Logarítmica

source: A logarithmic line of best fit is given as <placeholder-1/>, where <placeholder-2/> and <placeholder-3/> are constants, and <placeholder-4/> is the natural logarithm function. To add a logarithmic function, no point in the series may have an x-coordinate that is negative or zero.
portuguese: Uma linha de melhor ajuste logarítmica é dada por <placeholder-1/>, onde <placeholder-2/> e <placeholder-3/> são constantes, e <placeholder-4/> é a função logaritmo natural. Para adicionar uma função logarítmica, nenhum ponto na série pode ter uma coordenada-x que seja negativa ou zero.

source: A logarithmic function is a straight line in a semilogarithmic coordinate system. The point series is therefore converted to a semilogarithmic coordinate system and the logarithmic function with the smallest sum of squares (SSQ) is found.
portuguese: Uma função logarítmica é uma linha reta em um sistema de coordenadas semi-logarítmico. Em razão disso, a série de pontos é convertida para um sistema de coordenadas semi-logarítmico, de maneira que a função logarítmica com a menor soma dos quadrados (SSQ) possa ser encontrada.

source: A polynomial is a function given by <placeholder-1/>, where <placeholder-2/>...<placeholder-3/> are constants. <placeholder-4/> is the order of the polynomial. You need at least one more point than the order.
portuguese: Um polinômio é uma função definida por <placeholder-1/>, onde <placeholder-2/>...<placeholder-3/> são constantes. <placeholder-4/> é a ordem do polinômio. É necessário que o número de pontos da série seja, ao menos, uma unidade maior que a ordem do polinômio escolhido para representá-la.

source: Power
portuguese: Potência

source: A power function is given by <placeholder-1/>, where <placeholder-2/> and <placeholder-3/> are constants calculated so the function is the best fit of the point series. To add a power function, no point in the series may have an x- or y-coordinate that is negative or zero.
portuguese: Uma função potência é dada por <placeholder-1/>, onde <placeholder-2/> e <placeholder-3/> são constantes calculadas de maneira que a função obtida seja a de melhor ajuste à série de pontos. Para adicionar uma função potência, nenhum ponto na série pode ter uma coordenada-x ou -y que seja negativa ou zero.

source: A power function is a straight line in a double logarithmic coordinate system. The point series is therefore converted to a double logarithmic coordinate system and the power function with the smallest sum of squares (SSQ) is found.
portuguese: Uma função potência é uma linha reta em um sistema de coordenadas logarítmicas duplas. Em razão disso, a série de pontos é convertida para um sistema de coordenadas logarítmicas duplas, de maneira que a função potência com a menor soma dos quadrados (SSQ) possa ser encontrada.

source: An exponential function is given by <placeholder-1/>, where <placeholder-2/> and <placeholder-3/> are constants calculated so the function is the best fit of the point series. To add an exponential function, no point in the series may have a y-coordinate that is negative or zero.
portuguese: Uma função exponencial é dada por <placeholder-1/>, onde <placeholder-2/> e <placeholder-3/> são constantes calculadas de maneira que a função seja a de melhor ajuste a série de pontos. Para adicionar uma função exponencial, nenhum ponto na série pode ter uma coordenada-y que seja negativa ou zero.

source: An Exponential function is a straight line in a semilogarithmic coordinate system with the y-axis as the logarithmic axis. The point series is therefore converted to a semilogarithmic coordinate system and the exponential function with the smallest sum of squares (SSQ) is found.
portuguese: Uma função exponencial é uma linha reta em um sistema de coordenadas semi-logarítmico, com o eixo-y como eixo logarítmico. Em razão disso, a série de pontos é convertida para um sistema de coordenadas semi-logarítmico, de maneira que a função exponencial com a menor soma dos quadrados (SSQ) possa ser encontrada.

source: Moving average
portuguese: Média móvel

source: Period
portuguese: Período

source: Moving average is a series of straight lines based on the average of the previous points. The <placeholder-1/> determines how many points are used for the average. If <placeholder-2/> is 1 only one point is used, which actually isn't an average. This will draw a line directly between the points. When <placeholder-3/> is larger than 1, the y-coordinate for the line at each point will not be the same as the y-coordinate of the point. Instead it will be an average of the previous points.
portuguese: Média móvel é uma sucessão de linhas retas baseadas na média dos pontos anteriores. O <placeholder-1/> determina quantos pontos serão utilizados para a média. Se o <placeholder-2/> for igual a 1, apenas um ponto será utilizado, o que efetivamente não caracteriza uma média. Isso irá fazer com que seja desenhada uma linha reta entre os pontos. Quando o <placeholder-3/> for maior que 1, a coordenada-y para a linha em cada ponto não será a mesma que a coordenada-y do ponto. Em vez disso, será uma média dos pontos anteriores.

source: User defined
portuguese: Definidas pelo usuário

source: In this tab you can enter your own trendline models. The model is entered as a standard function, where all the constants that you want Graph to find are named with a $ followed by any combination of characters (a-z) and digits (0-9). Examples of valid constants are: $a, $y0, $const.
portuguese: Nesta guia, é possível inserir os seus próprios modelos de linhas de tendência. O modelo é inserido na forma de uma função padrão, onde todas as constantes que o Graph precisará encontrar estão nomeadas com um $, seguido por qualquer combinação de caracteres (a-z) e dígitos (0-9). Exemplos de constantes válidas são: $a, $y0, $const.

source: An example of a model could be <placeholder-1/>. The program tries to calculate the constants <placeholder-2/>, <placeholder-3/> and <placeholder-4/> so that f(x) will be as close to the point series as possible. You can use the <guibutton>Add model</guibutton> button to add the model to the saved list with a name.
portuguese: Um exemplo de modelo poderia ser <placeholder-1/>. O programa tenta calcular as constantes <placeholder-2/>, <placeholder-3/> e <placeholder-4/> de maneira que f(x) seja a mais próxima possível da série de pontos. Use o botão <guibutton>Adicionar</guibutton> para adicionar o modelo à lista, com um nome de sua preferência.

source: The program needs a guess for where to start the search for the optimum. As default the guess for all constants is 1, but this can be changed for models added to the list. A better guess will increase the possibility that an optimum can be found.
portuguese: O programa precisa de algum palpíte, sobre onde deve começar a busca pelos valores ótimos das constantes. Como padrão, o palpite para todas as constantes é 1, mas isso pode ser alterado nos modelos adicionados à lista. Um palpite melhor aumentará as chances de um valor ótimo ser encontrado.

source: Graph will try to find the constants for the model f(x) so the sum of squares <placeholder-1/> will be the smallest possible. The program will start with the guess and move towards the minimum of the sum of squares. If a solution is not found after 100 iterations or the given guess is not valid, the program gives up.
portuguese: O Graph tentará encontrar as constantes para o modelo de f(x), de maneira que a soma dos quadrados <placeholder-1/> seja a menor possível. O programa começará com o palpite, e se moverá em direção ao mínimo da soma dos quadrados. Se uma solução não for encontrada após 100 iterações ou caso o palpite informado não seja válido, o programa desistirá.

source: It is possible, even though it rarely happens, that more than one minimum exists. In this case the minimum nearest to the guess will be found, even though this may not be the best.
portuguese: É possível, ainda que isto aconteça muito raramente, que mais de um mínimo exista. Nesse caso, o mínimo mais próximo do palpite será considerado, ainda que este possa não ser o melhor.
