Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Help/po/GraphHelp_Greek.po
Languages: el

source: This integral is the same as the area between the function <placeholder-1/> and the x-axis from <placeholder-2/> to <placeholder-3/> where the area under the axis is counted negative. <placeholder-4/> may be any function with the variable indicated as the second argument <placeholder-5/>. <placeholder-6/> and <placeholder-7/> may be any <placeholder-8/> that evaluate to <placeholder-9/> or they can be <placeholder-10/> or <placeholder-11/> to indicate negative or positive infinity. <placeholder-12/> does not calculate the integral exactly. Instead the calculation is done using the Gauss-Kronrod 21-point integration rule adaptively to an estimated relative error less than <placeholder-13/>.
el: Αυτό το ολοκλήρωμα είναι το ίδιο με το εμβαδό μεταξύ της συνάρτησης <placeholder-1/> και του άξονα των x από το <placeholder-2/> μέχρι το <placeholder-3/> όπου το εμβαδό κάτω από τον άξονα μετριέται αρνητικά. Το <placeholder-4/> μπορεί να είναι οποιαδήποτε συνάρτηση με την μεταβλητή να δείχνεται ως το δεύτερο όρισμα του <placeholder-5/>. Τα <placeholder-6/> και <placeholder-7/> μπορεί να είναι οποιοδήποτε <placeholder-8/> που υπολογίζει το <placeholder-9/> ή μπορεί να είναι τα <placeholder-10/> ή <placeholder-11/> για να δείξουν αρνητικό ή θετικό άπειρο. Το <placeholder-12/> δεν υπολογίζει το ολοκλήρωμα ακριβώς. Αντίθετα ο υπολογισμός γίνεται χρησιμοποιώντας τον προσαρμοστικό κανόνα ολοκλήρωσης 21 σημείων των Γκάους-Κρόνροντ με ένα εκτιμώμενο αναλογικό σφάλμα μικρότερο από <placeholder-13/>.

source: <placeholder-1/> will integrate f(t)=t^2-7t+1 from -3 to 15 and evaluate to 396. More useful is <placeholder-2/>. This will plot the definite integral of f(s)=s*sin(s) from 0 to x, which is the same as the indefinite integral of f(x)=x*sin(x).
el: Το <placeholder-1/> θα ολοκληρώσει το f(t)=t^2-7t+1 από -3 μέχρι 15 και θα το υπολογίσει μέχρι το 396. Πιο χρήσιμο είναι το <placeholder-2/>. Αυτό θα σχεδιάσει το ορισμένο ολοκλήρωμα του f(s)=s*sin(s) από 0 μέχρι το x, που είναι το ίδιο με το αόριστο ολοκλήρωμα του f(x)=x*sin(x).

source: summation
el: άθροιση

source: Returns the summation of an expression evaluated over a range of integers.
el: Επιστρέφει την άθροιση μιας παράστασης υπολογισμένης σε μια περιοχή ακεραίων.

source: The <placeholder-1/> function returns the summation of <placeholder-2/> where <placeholder-3/> is evaluated for all integers from <placeholder-4/> to <placeholder-5/>. This is mathematically written as: <placeholder-6/>
el: Η συνάρτηση <placeholder-1/> επιστρέφει την άθροιση του <placeholder-2/> όπου το <placeholder-3/> υπολογίζεται για όλους τους ακέραιους από <placeholder-4/> μέχρι <placeholder-5/>. Αυτό γράφεται μαθηματικά ως: <placeholder-6/>

source: integers
el: ακέραιοι

source: <placeholder-1/> may be any function with the variable indicated as the second argument <placeholder-2/>. <placeholder-3/> and <placeholder-4/> may be any <placeholder-5/> that evaluate to <placeholder-6/>.
el: Το <placeholder-1/> μπορεί να είναι οποιαδήποτε συνάρτηση με την αναφερόμενη μεταβλητή ως το δεύτερο όρισμα του <placeholder-2/>. Τα <placeholder-3/> και <placeholder-4/> μπορεί να είναι οποιοδήποτε <placeholder-5/> που υπολογίζεται στο <placeholder-6/>.

source: Returns the product of an expression evaluated over a range of integers.
el: Επιστρέφει το γινόμενο μιας παράστασης υπολογισμένης σε μια περιοχή ακεραίων.

source: The <placeholder-1/> function returns the product of <placeholder-2/> where <placeholder-3/> is evaluated for all integers from <placeholder-4/> to <placeholder-5/>. This is mathematically written as: <placeholder-6/>
el: Η συνάρτηση <placeholder-1/> επιστρέφει το γινόμενο του <placeholder-2/> όπου το <placeholder-3/> υπολογίζεται για όλους τους ακέραιους από <placeholder-4/> μέχρι <placeholder-5/>. Αυτό γράφεται μαθηματικά ως: <placeholder-6/>

source: factorial
el: παραγοντικό

source: Returns the factorial of the argument.
el: Επιστρέφει το παραγοντικό του ορίσματος.

source: The <placeholder-1/> function returns the factorial of <placeholder-2/>, commonly written as n!. <placeholder-3/> may be any <placeholder-4/> that evaluates to a positive <placeholder-5/>. The function is defined as <placeholder-6/>, and relates to the <placeholder-7/> function as <placeholder-8/>.
el: Η συνάρτηση <placeholder-1/> επιστρέφει το παραγοντικό του <placeholder-2/>, που γράφεται συνήθως ως n!. Το <placeholder-3/> μπορεί να είναι οποιοδήποτε <placeholder-4/> που υπολογίζει ένα θετικό <placeholder-5/>. Η συνάρτηση ορίζεται ως το <placeholder-6/> και σχετίζεται με την συνάρτηση <placeholder-7/> ως <placeholder-8/>.

source: Returns the value of the Euler gamma function of the argument.
el: Επιστρέφει την τιμή της συνάρτησης γάμα του Όιλερ του ορίσματος.

source: The <placeholder-1/> function returns the result of the Euler gamma function of <placeholder-2/>, commonly written as &Gamma;(z). <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. The gamma function relates to the factorial function as <placeholder-7/>. The mathematical definition of the gamma function is: <placeholder-8/> This cannot be calculated precisely, so Graph is using the Lanczos approximation to calculate the <placeholder-9/> function.
el: Η συνάρτηση <placeholder-1/> επιστρέφει το αποτέλεσμα της συνάρτησης γάμα Όιλερ του <placeholder-2/>, που συνήθως γράφεται ως &Gamma;(z). Το <placeholder-3/> μπορεί να είναι οποιοδήποτε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Η συνάρτηση γάμα σχετίζεται με την παραγοντική συνάρτηση ως <placeholder-7/>. Ο μαθηματικός ορισμός της συνάρτησης γάμα είναι: <placeholder-8/> Αυτό δεν μπορεί να υπολογιστεί ακριβώς, έτσι το Graph χρησιμοποιεί την προσέγγιση Lanczos για να υπολογίσει τη συνάρτηση <placeholder-9/>.

source: Returns the value of the Euler beta function evaluated for the arguments.
el: Επιστρέφει την τιμή της συνάρτησης βήτα του Όιλερ υπολογισμένη για τα ορίσματα.

source: The <placeholder-1/> function returns the result of the Euler beta function evaluated for <placeholder-2/> and <placeholder-3/>. <placeholder-4/> and <placeholder-5/> may be any <placeholder-6/> that evaluate to <placeholder-7/> or <placeholder-8/>. The <placeholder-9/> function relates to the <placeholder-10/> function as <placeholder-11/>.
el: Η συνάρτηση <placeholder-1/> επιστρέφει το αποτέλεσμα της συνάρτησης βήτα του Όιλερ υπολογισμένη για <placeholder-2/> και <placeholder-3/>. Τα <placeholder-4/> και <placeholder-5/> μπορεί να είναι οποιοδήποτε <placeholder-6/> που υπολογίζουν τα <placeholder-7/> ή <placeholder-8/>. Η συνάρτηση <placeholder-9/> συσχετίζεται με τη συνάρτηση <placeholder-10/> ως <placeholder-11/>.

source: Lambert W-function
el: Συνάρτηση W Λαμπέρ

source: omega function
el: συνάρτηση ωμέγα

source: Returns the value of the Lambert W-function evaluated for the argument.
el: Επιστρέφει την τιμή της συνάρτησης W του Λαμπέρ υπολογισμένη για το όρισμα.

source: The <placeholder-1/> function returns the result of the Lambert W-function, also known as the omega function, evaluated for <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. The inverse of the <placeholder-7/> function is given by <placeholder-8/>.
el: Η συνάρτηση <placeholder-1/> επιστρέφει το αποτέλεσμα της συνάρτησης W του Λαμπέρ, γνωστή επίσης ως συνάρτησης ωμέγα, υπολογιζόμενη για <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι οποιοδήποτε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Η αντίστροφη της συνάρτησης <placeholder-7/> δίνεται από την <placeholder-8/>.

source: For real values of <placeholder-1/> when <placeholder-2/>, the <placeholder-3/> function will evaluate to values with an imaginary part.
el: Για πραγματικές τιμές του <placeholder-1/> όταν <placeholder-2/>, η συνάρτηση <placeholder-3/> θα υπολογίσει τις τιμές με φανταστικό μέρος.

source: Riemann Zeta function
el: Η συνάρτηση ζήτα Ρίμαν

source: Returns the value of the Riemann Zeta function evaluated for the argument.
el: Επιστρέφει την τιμή της συνάρτησης ζήτα του Ρίμαν υπολογισμένη για το όρισμα.

source: The <placeholder-1/> function returns the result of the Riemann Zeta function, commonly written as &zeta;(s). <placeholder-2/> may be any <placeholder-3/> that evaluates to a <placeholder-4/> or a <placeholder-5/>.
el: Η συνάρτηση <placeholder-1/> επιστρέφει το αποτέλεσμα της συνάρτησης ζήτα του Ρίμαν, γραμμένη συνήθως ως &zeta;(s). Το <placeholder-2/> μπορεί να είναι οποιοδήποτε <placeholder-3/> που υπολογίζει ένα <placeholder-4/> ή ένα <placeholder-5/>.

source: The <placeholder-1/> function is defined for the whole complex plane except for the pole at <placeholder-2/>=1.
el: Η συνάρτηση <placeholder-1/> ορίζεται για όλο το μιγαδικό επίπεδο εκτός από τον πόλο στο <placeholder-2/>=1.

source: modulus
el: ισοϋπόλοιπο

source: remainder
el: υπόλοιπο

source: Returns the remainder of the first argument divided by the second argument.
el: Επιστρέφει το υπόλοιπο του πρώτου ορίσματος διαιρεμένου με το δεύτερο όρισμα.

source: Calculates <placeholder-1/> modulo <placeholder-2/>, the remainder of <placeholder-3/>. <placeholder-4/> calculates the remainder f, where <placeholder-5/> for some integer a. The sign of f is always the same as the sign of <placeholder-6/>. When <placeholder-7/>, <placeholder-8/> returns 0. <placeholder-9/> and <placeholder-10/> may be any <placeholder-11/> that evaluate to <placeholder-12/>.
el: Υπολογίζει <placeholder-1/> modulo <placeholder-2/>, το υπόλοιπο του <placeholder-3/>. Το <placeholder-4/> υπολογίζει το υπόλοιπο f, όπου <placeholder-5/> για κάποιο ακέραιο a. Το πρόσημο του f είναι πάντα το ίδιο με το πρόσημο του <placeholder-6/>. Όταν είναι το <placeholder-7/>, το <placeholder-8/> επιστρέφει 0. Τα <placeholder-9/> και <placeholder-10/> μπορεί να είναι οποιοδήποτε <placeholder-11/> που υπολογίζει το <placeholder-12/>.

source: normal distribution
el: κανονική κατανομή

source: Returns the normal distribution of the first argument with optional mean value and standard deviation.
el: Επιστρέφει την κανονική κατανομή του πρώτου ορίσματος με προαιρετική μέση τιμή και τυπική απόκλιση.

source: The <placeholder-1/> function is the probability density of the normal distribution, also called Gaussian distribution. <placeholder-2/> is the variate, also known as the random variable, <placeholder-3/> is the mean value and &sigma; is the standard deviation. <placeholder-4/> and &sigma; are optional and if left out the standard normal distribution is used where <placeholder-5/> and &sigma;=1. <placeholder-6/>, <placeholder-7/> and &sigma; may be any <placeholder-8/> that evaluate to <placeholder-9/> where &sigma; &gt; 0. The normal distribution is defined as: <placeholder-10/>
el: Η συνάρτηση <placeholder-1/> είναι η πυκνότητα πιθανότητας της κανονικής κατανομής, που λέγεται επίσης κατανομή Γκάους. Το <placeholder-2/> είναι η μεταβλητή, γνωστή επίσης ως τυχαία μεταβλητή, το <placeholder-3/> είναι η μέση τιμή και &sigma; είναι η τυπική απόκλιση. Τα <placeholder-4/> και &sigma; είναι προαιρετικά και αν αφεθούν εκτός χρησιμοποιείται η τυπική κανονική κατανομή όπου <placeholder-5/> and &sigma;=1. Τα <placeholder-6/>, <placeholder-7/> και &sigma; μπορεί να είναι οποιοδήποτε <placeholder-8/> που υπολογίζει το <placeholder-9/> όπου &sigma; &gt; 0. Η κανονική κατανομή ορίζεται ως: <placeholder-10/>

source: What is Graph?
el: Τι είναι το Graph;

source: license
el: άδεια

source: open source
el: ανοιχτού κώδικα

source: payment
el: πληρωμή

source: web site
el: ιστότοπος

source: email
el: ηλ. αλληλογραφία

source: bug report
el: αναφορά σφαλμάτων

source: Graph is a program designed to draw graphs of mathematical functions in a coordinate system and similar things. The program is a standard Windows program with menus and dialogs. The program is capable of drawing standard functions, parametric functions, polar functions, tangents, point series, shadings and relations. It is also possible to evaluate a function for a given point, trace a graph with the mouse and much more. For more information on using the program see <placeholder-1/>.
el: Το Graph είναι ένα πρόγραμμα προγραμματισμένο να σχεδιάσει γραφήματα μαθηματικών συναρτήσεων σε ένα σύστημα συντεταγμένων και παρόμοια πράγματα. Το πρόγραμμα είναι ένα τυπικό πρόγραμμα Windows με μενού και διαλόγους. Το πρόγραμμα μπορεί να σχεδιάσει τυπικές συναρτήσεις, παραμετρικές συναρτήσεις, πολικές γραμμοσκιάσεις και σχέσεις. Μπορείτε επίσης να υπολογίσετε μια συνάρτηση για ένα δεδομένο σημείο, να ανιχνεύσετε ένα γράφημα με το ποντίκι και πολλά περισσότερα. Για περισσότερες πληροφορίες στη χρήση του προγράμματος δείτε <placeholder-1/>.

source: Graph is free software; you can redistribute it and/or modify it under the terms of the <placeholder-1/>. Newest version of the program as well as the source code may be downloaded from <placeholder-2/>.
el: Το Graph είναι ελεύθερο λογισμικό και μπορείτε να το αναδιανείμετε και/ή να το τροποποιήσετε κάτω από τους όρους του <placeholder-1/>. Η πιο νέα έκδοση του προγράμματος καθώς και ο πηγαίος κώδικας μπορούν να μεταφορτωθούν από το <placeholder-2/>.

source: Graph support forum
el: Αλληλοβοήθεια υποστήριξης Graph

source: Graph has been tested under <placeholder-1/>, but there may still be bugs left. If you need help using Graph or have suggestions for future improvements, please use the <placeholder-2/>.
el: Το Graph έχει δοκιμαστεί κάτω από το <placeholder-1/>, αλλά μπορεί ακόμα να υπάρχουν εναπομείναντα σφάλματα. Αν χρειάζεστε βοήθεια για να χρησιμοποιήσετε το Graph ή έχετε προτάσεις για μελλοντικές βελτιώσεις, παρακαλούμε χρησιμοποιήστε το <placeholder-2/>.

source: When you send a bug report, please write the following:
el: Όταν στέλνετε μια αναφορά σφάλματος, παρακαλούμε γράψτε τα ακόλουθα:

source: Help
el: Βοήθεια

source: About Graph...
el: Περί του Graph...

source: Which version are you using? This is shown in the <placeholder-1/> dialog box. You should check that you are using the newest version as the bug may have been fixed already.
el: Ποια έκδοση χρησιμοποιείτε; Αυτή εμφανίζεται στο πλαίσιο διαλόγου <placeholder-1/>. Θα πρέπει να ελέγξετε ότι χρησιμοποιείτε την πιο νέα έκδοση επειδή το σφάλμα μπορεί να έχει ήδη διορθωθεί.

source: Explain what happens and what you expected to happen.
el: Εξηγήστε τι συμβαίνει και τι περιμένατε να συμβεί.

source: Explain carefully how I can reproduce the bug. If I can't see what you see, it is very difficult for me to solve the problem.
el: Εξηγήστε προσεκτικά πώς μπορώ να αναπαράγω το σφάλμα. Αν δεν μπορώ να δω αυτό που βλέπετε, είναι πολύ δύσκολο να επιλύσω το πρόβλημα.

source: Acknowledgements
el: Ευχαριστίες

source: acknowledgements
el: ευχαριστίες

source: libraries
el: βιβλιοθήκες

source: translators
el: μεταφραστές

source: logo
el: λογότυπος

source: Libraries
el: Βιβλιοθήκες

source: Translation library.
el: Βιβλιοθήκη μετάφρασης.

source: Used to create PDF files.
el: Χρήση για δημιουργία αρχείων PDF.

source: Used for plugin support and advanced interaction.
el: Χρήση για υποστήριξη προσθέτου και προχωρημένη αλληλεπίδραση.

source: Numerical library.
el: Αριθμητική βιβλιοθήκη.

source: Peer-reviewed C++ library.
el: Έγκυρη επιστημονικά βιβλιοθήκη C++.

source: Translations
el: Μεταφράσεις

source: Language
el: Γλώσσα

source: Program
el: Πρόγραμμα

source: Help file
el: Αρχείο βοήθειας

source: Translators
el: Μεταφραστές

source: Arabic
el: Αραβικά

source: Yes
el: Ναι

source: No
el: Όχι

source: Basque
el: Βασκικά

source: Chinese (Simplified)
el: Κινεζικά (Απλοποιημένα)

source: Chinese (Traditional)
el: Κινέζικα (Παραδοσιακά)

source: Croatian
el: Κροατικά

source: Czech
el: Τσέχικα

source: Danish
el: Δανέζικα

source: Dutch
el: Ολλανδικά

source: English
el: Αγγλικά

source: Finnish
el: Φιλανδικά

source: French
el: Γαλλικά

source: German
el: Γερμανικά

source: Greek
el: Ελληνικά

source: Hungarian
el: Ουγγρικά

source: Italian
el: Ιταλικά

source: Korean
el: Κορεάτικα

source: Mongolian
el: Μογγολικά

source: Norwegian
el: Νορβηγικά

source: Persian
el: Περσικά

source: Polish
el: Πολωνικά

source: Portuguese (Brazil)
el: Πορτογαλικά (Βραζιλία)

source: Portuguese (Portugal)
el: Πορτογαλικά (Πορτογαλία)

source: Russian
el: Ρωσικά

source: Serbian
el: Σερβικά

source: Slovenian
el: Σλοβένικα

source: Spanish
el: Ισπανικά

source: Swedish
el: Σουηδικά

source: Turkish
el: Τουρκικά

source: Vietnamese
el: Βιετναμέζικα

source: Donators
el: Δωρητές

source: Miscellaneous
el: Διάφορα

source: The icon for Graph was designed by <placeholder-1/>.
el: Το εικονίδιο για το Graph σχεδιάστηκε από <placeholder-1/>.

source: Version <placeholder-1/>
el: Έκδοση <placeholder-1/>

source: How to use Graph
el: Πώς να χρησιμοποιήσετε το Graph

source: use
el: χρήση

source: main window
el: κυρίως παράθυρο

source: graphing area
el: περιοχή γραφήματος

source: coordinate system
el: σύστημα συντεταγμένων

source: status bar
el: γραμμή κατάστασης

source: tool bar
el: εργαλειοθήκη

source: When the program starts, you will see the main window shown below. This window shows the graphing area to the right with the coordinate system where the graphs you insert will be shown. You can use the menu or the buttons on the toolbar to show different dialog boxes to insert a function, edit functions, delete functions etc. You can find a <link linkend="MenuItems">description</link> of all the menu items.
el: Όταν το πρόγραμμα ξεκινά, θα δείτε το κυρίως παράθυρο που εμφανίζεται παρακάτω. Αυτό το παράθυρο εμφανίζει την περιοχή γραφήματος στα δεξιά με το σύστημα συντεταγμένων όπου θα εμφανιστούν τα γραφήματα που εισάγετε. Μπορείτε να χρησιμοποιήσετε το μενού ή τα κουμπιά στην εργαλειοθήκη για να εμφανίσετε διαφορετικά πλαίσια διαλόγων για να εισάγετε μια συνάρτηση, να επεξεργαστείτε συναρτήσεις, να διαγράψετε συναρτήσεις κλπ. Μπορείτε να βρείτε μια <link linkend="MenuItems">περιγραφή</link> όλων των στοιχείων μενού.

source: Customize toolbar...
el: Προσαρμογή εργαλειοθήκης...

source: The toolbar may be customized by right clicking on the bar and selecting <placeholder-1/> from the popup menu. You can then customize the toolbar by dragging commands to and from the bar. The status bar at the bottom of the window shows tooltips or other information to the left and the coordinates located at the mouse pointer to the right.
el: Η εργαλειοθήκη μπορεί να προσαρμοστεί δεξιοπατώντας στη γραμμή και επιλέγοντας το <placeholder-1/> από το αναδυόμενο μενού. Μπορείτε έπειτα να προσαρμόσετε την εργαλειοθήκη μεταφέροντας εντολές προς και από τη γραμμή. Η γραμμή κατάστασης στο τέλος του παραθύρου εμφανίζει συμβουλές οθόνης ή άλλες πληροφορίες στα αριστερά και τις συντεταγμένες τοποθετημένες στον δείκτη του ποντικιού στα δεξιά.

source: You can add new elements to the coordinate system from the Function menu. For example if you want to add a new function you use the menu item <placeholder-1/>
el: Μπορείτε να προσθέσετε νέα στοιχεία στο σύστημα συντεταγμένων από το μενού συναρτήσεων. Για παράδειγμα, αν θέλετε να προσθέσετε μια νέα συνάρτηση χρησιμοποιήστε το στοιχείο μενού <placeholder-1/>

source: The <placeholder-1/> to the left shows a list of functions, tangents, point series, shadings and relations you have added. If you want to manipulate anything in the list, just select it and use the <placeholder-2/> menu. You can also right click on an item in the list to get the context menu with available commands. An item may be edited by double clicking on it.
el: Το <placeholder-1/> στα αριστερά εμφανίζει έναν κατάλογο συναρτήσεων, εφαπτομένων, σημειοσειρών, γραμμοσκιάσεων και σχέσεων που έχετε προσθέσει. Αν θέλετε να χειριστείτε ο,τιδήποτε στον κατάλογο, επιλέξτε το απλά και χρησιμοποιήστε το μενού <placeholder-2/>. Μπορείτε επίσης να δεξιοπατήσετε σε ένα στοιχείο στον κατάλογο για να πάρετε το μενού περιεχομένων με τις διαθέσιμες εντολές. Ένα στοιχείο μπορεί να επεξεργαστεί διπλοπατώντας το.

source: The <placeholder-1/> menu contains commands to make calculations on functions, for example evaluations at specific coordinates or given intervals.
el: Το μενού <placeholder-1/> περιέχει εντολές για να κάνετε υπολογισμούς σε συναρτήσεις, για παράδειγμα υπολογισμούς σε συγκεκριμένες συντεταγμένες ή δεδομένα διαστήματα.

source: Power and logarithm
el: Δύναμη και λογάριθμος

source: square
el: τετράγωνο

source: Returns the square of the argument.
el: Επιστρέφει το τετράγωνο του ορίσματος.

source: The <placeholder-1/> function calculates the square of <placeholder-2/>, i.e. <placeholder-3/> raised to the power of 2. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει το τετράγωνο του <placeholder-2/>, δηλ. το <placeholder-3/> υψωμένο στη δύναμη του 2. Το <placeholder-4/> μπορεί να είναι οποιοδήποτε <placeholder-5/> που υπολογίζει ένα <placeholder-6/> ή ένα <placeholder-7/>.

source: exponential
el: εκθετικό

source: Returns <emphasis>e</emphasis> raised to the power of the argument.
el: Επιστρέφει το <emphasis>e</emphasis> υψωμένο στη δύναμη του ορίσματος.

source: The <placeholder-1/> function is used to raise <emphasis>e</emphasis>, Euler's constant, to the power of <placeholder-2/>. This is the same as <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>.
el: Η συνάρτηση <placeholder-1/> χρησιμοποιείται για να υψώσει την <emphasis>e</emphasis>, σταθερά του Όιλερ, στη δύναμη του <placeholder-2/>. Αυτή είναι η ίδια με την <placeholder-3/>. Η <placeholder-4/> μπορεί να είναι οποιαδήποτε <placeholder-5/> που υπολογίζει ένα <placeholder-6/> ή ένα <placeholder-7/>.

source: square root
el: τετραγωνική ρίζα

source: Returns the square root of the argument.
el: Επιστρέφει την τετραγωνική ρίζα του ορίσματος.

source: The <placeholder-1/> function calculates the square root of <placeholder-2/>, i.e. <placeholder-3/> raised to the power of &frac12;. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-8/> &ge; 0.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την τετραγωνική ρίζα της <placeholder-2/>, δηλαδή το <placeholder-3/> υψωμένο στη δύναμη του &frac12;. Το <placeholder-4/> μπορεί να είναι οποιοδήποτε <placeholder-5/> που υπολογίζει ένα <placeholder-6/> ή ένα <placeholder-7/>. Αν ο υπολογισμός γίνεται με πραγματικούς αριθμούς, το όρισμα ορίζεται μόνο για <placeholder-8/> &ge; 0.

source: Returns the <varname>n</varname><superscript>th</superscript> root of the argument.
el: Επιστρέφει την <varname>n</varname><superscript>η</superscript> ρίζα του ορίσματος.

source: The <placeholder-1/> function calculates the <varname>n</varname><superscript>th</superscript> root of <varname>z</varname>. <placeholder-2/> and <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-7/> &ge; 0.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την <varname>n</varname><superscript>η</superscript> ρίζα του <varname>z</varname>. Τα <placeholder-2/> και <placeholder-3/> μπορεί να είναι οποιοδήποτε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Αν ο υπολογισμός γίνεται με πραγματικούς αριθμούς ορίζεται μόνο για <placeholder-7/> &ge; 0.
