Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Help/po/GraphHelp_Greek.po
Languages: el

source: You can select some points and use the right click menu to copy them to another program. Likewise you may copy data from other programs like MS Word or MS Excel and paste them into this the grid in dialog.
el: Μπορείτε να επιλέξετε κάποια σημεία και να χρησιμοποιήσετε το μενού δεξιοπατήματος για να τα αντιγράψετε σε ένα άλλο πρόγραμμα. Παρομοίως μπορείτε να αντιγράψετε δεδομένα από άλλα προγράμματα όπως MS Word ή MS Excel και να τα επικολλήσετε σε αυτό το πλέγμα στον διάλογο.

source: From the context menu, you can also choose to import data from a file. Graph can import text files with data separated by either tabs, commas or semicolons. The data will be placed at the position of the caret. This makes it possible to load data from more than one file, or to have x-coordinates in one file and y-coordinates in another file. In the usual case where you have all data in one file, you should make sure that the caret is located at the upper left cell before you import.
el: Από το μενού περιεχομένων, μπορείτε επίσης να επιλέξετε να εισάγετε δεδομένα από ένα αρχείο. Το Graph μπορεί να εισάγει αρχεία κειμένου χωριζόμενα με καρτέλες, κόμματα ή ;. Τα δεδομένα θα τοποθετηθούν στη θέση του δρομέα. Αυτό κάνει δυνατή τη φόρτωση δεδομένων από περισσότερα από ένα αρχεία, ή να έχετε τις συντεταγμένες x σε ένα αρχείο και τις συντεταγμένες y σε άλλο αρχείο. Στην συνηθισμένη περίπτωση όπου έχετε όλα τα δεδομένα σε ένα αρχείο, θα πρέπει να βεβαιωθείτε ότι ο δρομέας βρίσκεται στο πάνω αριστερό κελί πριν να εισάγετε.

source: In the edit box at the top of the dialog, you can enter a name for the series, which will be shown in the <placeholder-1/>.
el: Στο πλαίσιο επεξεργασίας στην κορυφή του διαλόγου, μπορείτε να εισάγετε ένα όνομα για τη σειρά, που θα εμφανιστεί στο <placeholder-1/>.

source: Coordinate type
el: Τύπος συντεταγμένων

source: Cartesian
el: Καρτεσιανές

source: Polar
el: Πολικές

source: You need to choose between the type of coordinates used for the points. <placeholder-1/> is used when you want to specify (x,y)-coordinates. <placeholder-2/> is used when you want to specify (&theta;,r)-coordinates, where <emphasis>&theta;</emphasis> is the angle and <emphasis>r</emphasis> is the distance from the origin. The angle <emphasis>&theta;</emphasis> is in <placeholder-3/> or degrees depending on the current setting.
el: Πρέπει να επιλέξετε μεταξύ του τύπου των συντεταγμένων που χρησιμοποιούνται για τα σημεία. Το <placeholder-1/> χρησιμοποιείται όταν θέλετε να ορίσετε συντεταγμένες (x,y). Το <placeholder-2/> χρησιμοποιείται όταν θέλετε να ορίσετε συντεταγμένες (&theta;,r), όπου <emphasis>&theta;</emphasis> είναι η γωνία και <emphasis>r</emphasis> η απόσταση από την αρχή. Η γωνία <emphasis>&theta;</emphasis> είναι στο <placeholder-3/> ή σε μοίρες ανάλογα με την τρέχουσα ρύθμιση.

source: Marker
el: Σημειωτής

source: To the right you can choose between different types of markers. The style may be a circle, a square, a triangle, etc. You may also change the color and size of the markers. If the size is set to 0, neither markers nor error bars will be shown.
el: Στα δεξιά μπορείτε να επιλέξετε μεταξύ διαφορετικών τύπων σημειωτών. Η τεχνοτροπία μπορεί να είναι κύκλος, τετράγωνο, τρίγωνο κλπ. Μπορείτε επίσης να αλλάξετε το χρώμα και το μέγεθος των σημειωτών. Αν το μέγεθος οριστεί στο 0, δεν θα εμφανιστούν κανένας σημειωτής ή γραμμή σφάλματος.

source: Interpolation
el: Παρεμβολή

source: Notice that if you select an arrow as marker, the arrow will be shown pointing tangential to the line at the point. The actual direction therefore depends on the <placeholder-1/> setting. The first point is never shown when the marker is an arrow.
el: Σημειώστε ότι αν επιλέξετε ένα βέλος ως σημειωτή, το βέλος θα εμφανιστεί δείχνοντας εφαπτόμενα προς τη γραμμή στο σημείο. Η ενεργή κατεύθυνση συνεπώς εξαρτώνται από τη ρύθμιση του <placeholder-1/>. Το πρώτο σημείο δεν εμφανίζεται ποτέ όταν ο σημειωτής είναι ένα βέλος.

source: Line
el: Γραμμή

source: It is possible to draw lines between the markers. The line will always be drawn between points in the same order they appear in the grid. You can choose between different styles, colors and widths for the lines. You can also choose to draw no line at all.
el: Είναι δυνατό να σχεδιάσετε γραμμές μεταξύ των σημειωτών. Η γραμμή θα σχεδιάζεται πάντα μεταξύ σημείων με την ίδια σειρά που εμφανίζονται στα πλέγμα. Μπορείτε να επιλέξετε μεταξύ διαφορετικών τεχνοτροπιών, χρωμάτων και πλατών για τις γραμμές. Μπορείτε επίσης να επιλέξετε να μην σχεδιάσετε καμία γραμμή.

source: 1D cubic spline
el: κυβική εύκαμπτη καμπύλη 1Δ

source: natural cubic spline
el: φυσική κυβική εύκαμπτη καμπύλη

source: 2D cubic spline
el: κυβική εύκαμπτη καμπύλη 2Δ

source: Half cosine
el: Συνημιτονοειδές

source: You can choose between four types of interpolation: <placeholder-1/> will draw straight lines between the markers. <placeholder-2/> will draw a <placeholder-3/>, which is a nice smooth line connecting all the points sorted by the x-coordinate with 3<superscript>rd</superscript> degree polynomials. <placeholder-4/> will draw a smooth cubic spline through all points in order. <placeholder-5/> will draw half cosine curves between the points, which might not look as smooth as the cubic splines but they never undershoot/overshoot like the cubic splines can do.
el: Μπορείτε να επιλέξετε μεταξύ τεσσάρων τύπων παρεμβολής: το <placeholder-1/> θα σχεδιάσει ευθείες γραμμές μεταξύ των σημειωτών. Το <placeholder-2/> θα σχεδιάσει ένα <placeholder-3/>, που είναι μια ωραία ομαλή γραμμή που συνδέει όλα τα σημεία ταξινομημένα κατά τη τετμημένη x με 3<superscript>ο</superscript> βαθμό πολυωνύμων. Το <placeholder-4/> θα σχεδιάσει μια ομαλή κυβική εύκαμπτη καμπύλη μέσα από όλα τα σημεία σε σειρά. Το <placeholder-5/> θα σχεδιάσει συνημιτονοειδείς καμπύλες μεταξύ των σημείων, που μπορεί να μην δείχνουν τόσο ομαλές όσο οι κυβικές εύκαμπτες καμπύλες, αλλά δεν υπολείπονται/ξεπερνούν όπως μπορεί να κάνουν οι κυβικές εύκαμπτες καμπύλες.

source: Labels
el: Ετικέτες

source: Show coordinates
el: Εμφάνιση συντεταγμένων

source: Put a check in <placeholder-1/> to show Cartesian or polar coordinates at each point. You may use the <guibutton><inlinegraphic fileref="Font.png" scale="60"/></guibutton> button to change the font, and the drop down box to select whether the labels are shown over, below, to the left or to the right of the points.
el: Βάλτε ένα σημάδι στο <placeholder-1/> για να εμφανίσει καρτεσιανές ή πολικές συντεταγμένες σε κάθε σημείο. Μπορείτε να χρησιμοποιήσετε το πλήκτρο <guibutton><inlinegraphic fileref="Font.png" scale="60"/></guibutton> για να αλλάξετε τη γραμματοσειρά και στο πτυσσόμενο πλαίσιο να επιλέξετε αν οι ετικέτες θα εμφανίζονται πάνω, κάτω, στα αριστερά ή στα δεξιά των σημείων.

source: Error bars
el: Γραμμές σφάλματος

source: Fixed
el: Σταθερό

source: Relative
el: Σχετικό

source: Custom
el: Προσαρμοσμένο

source: Here you can choose to show horizontal or vertical error bars, also known as uncertainty bars. They are shown as thin bars at each point in the point series indicating the uncertainty of the point. There are three ways to indicate the size of the error bars: <placeholder-1/> is used to specify that all points have the same uncertainty. <placeholder-2/> is used to specify a percentage of the x- or y-coordinate for each point as uncertainty. <placeholder-3/> will add an extra column to the table where you may specify a different uncertainty value for each point. All uncertainties are &plusmn;values. Custom Y-errors are also used to weight the points when creating trendlines.
el: Εδώ μπορείτε να επιλέξετε να εμφανίσετε οριζόντιες ή κάθετες γραμμές σφάλματος, γνωστές επίσης ως γραμμές αβεβαιότητας. Εμφανίζονται ως λεπτές γραμμές σε κάθε σημείο στη σημειοσειρά δείχνοντας την αβεβαιότητα του σημείου. Υπάρχουν τρεις τρόποι για να δείξετε το μέγεθος των γραμμών σφάλματος: το <placeholder-1/> χρησιμοποιείται για να ορίσει ότι όλα τα σημεία έχουν την ίδια αβεβαιότητα. Το <placeholder-2/> χρησιμοποιείται για να ορίσει ένα ποσοστό της συντεταγμένης x ή y για κάθε σημείο ως αβεβαιότητα. Το <placeholder-3/> θα προσθέσει μια πρόσθετη στήλη στον πίνακα όπου μπορείτε να ορίσετε μια διαφορετική τιμή αβεβαιότητας για κάθε σημείο. Όλες οι αβεβαιότητες είναι τιμές &plusmn;. Προσαρμοσμένα σφάλματα Υ χρησιμοποιούνται επίσης για να σταθμίσουν τα σημεία κατά τη δημιουργία γραμμών τάσης.

source: Insert label
el: Εισαγωγή ετικέτας

source: expression
el: παράσταση

source: OLE object
el: Αντικείμενο OLE

source: rotate
el: περιστροφή

source: special character
el: ειδικός χαρακτήρας

source: Greek character
el: Ελληνικός χαρακτήρας

source: insert symbol
el: εισαγωγή συμβόλου

source: symbol
el: σύμβολο

source: superscript
el: εκθέτης

source: subscript
el: δείκτης

source: bold
el: έντονα

source: italic
el: πλάγια

source: underline
el: υπογραμμισμένα

source: Insert label...
el: Εισαγωγή ετικέτας...

source: This dialog is used to insert or edit text labels. To insert a label you use the menu item <placeholder-1/>. The label is inserted at the center of the graphing area, but can be dragged to another placement. To change an existing label, you either <action>double click</action> on it in the graphing area or you select it in the <placeholder-2/> and use <placeholder-3/>.
el: Αυτός ο διάλογος χρησιμοποιείται για την εισαγωγή ή επεξεργασία ετικετών κειμένου. Για να εισάγετε μια ετικέτα χρησιμοποιήστε το στοιχείο μενού <placeholder-1/>. Η ετικέτα εισάγεται στο κέντρο της περιοχής γραφήματος, αλλά μπορεί να μετακινηθεί σε μια άλλη θέση. Για να αλλάξετε μια υπάρχουσα ετικέτα, είτε <action>διπλοπατήστε</action> πάνω της στην περιοχή γραφήματος ή επιλέξτε την στο <placeholder-2/> και χρησιμοποιήστε το <placeholder-3/>.

source: The text is entered in the editing area. You can change text styles for different parts of the text. The background color, which may be any solid color or transparent, can be set for the whole label only. The <guibutton><inlinegraphic fileref="Font_Symbol.png" scale="60"/></guibutton> button can be used to insert special characters like mathematical symbols and Greek characters.
el: Το κείμενο εισάγεται στην περιοχή επεξεργασίας. Μπορείτε να αλλάξετε τεχνοτροπίες κειμένου για διαφορετικά τμήματα του κειμένου. Το χρώμα παρασκηνίου, που μπορεί να είναι οποιοδήποτε συμπαγές χρώμα ή διαφανές, μπορεί να οριστεί μόνο για όλη την ετικέτα. Το πλήκτρο <guibutton><inlinegraphic fileref="Font_Symbol.png" scale="60"/></guibutton> μπορεί να χρησιμοποιηθεί για την εισαγωγή ειδικών χαρακτήρων όπως μαθηματικά σύμβολα και ελληνικούς χαρακτήρες.

source: Insert object
el: Εισαγωγή αντικειμένου

source: Paste special
el: Ειδική επικόλληση

source: A text label can also contain any <link linkend="OLE">OLE object</link>, for example an image or MS Equation. You can paste an OLE object into the editing area like text. A new object can be created at the cursor position by selecting <placeholder-1/> in the context menu. If there is more than one representation in the clipboard, you can use <placeholder-2/> in the context menu to select the representation to paste.
el: Μια ετικέτα κειμένου μπορεί επίσης να περιέχει οποιοδήποτε <link linkend="OLE">αντικείμενο OLE</link>, για παράδειγμα μια εικόνα ή εξίσωση MS. Μπορείτε να επικολλήσετε ένα αντικείμενο OLE στην περιοχή επεξεργασίας όπως κείμενο. Ένα νέο αντικείμενο μπορεί να δημιουργηθεί στη θέση του δρομέα επιλέγοντας <placeholder-1/> στο μενού περιεχομένων. Αν υπάρχουν περισσότερες από μία απεικονίσεις στο πρόχειρο, μπορείτε να χρησιμοποιήσετε το <placeholder-2/> στο μενού περιεχομένων για να επιλέξετε την απεικόνιση για επικόλληση.

source: When the <guibutton>OK</guibutton> button is pressed, the label will be shown in the graphing area. The label can be moved by dragging it around with the mouse or it can be locked to one of the axes by <action>right clicking</action> on it and selecting a placement from the context menu. From the context menu it is also possible to rotate the label, for example to show the text vertically.
el: Όταν πατιέται το πλήκτρο <guibutton>Εντάξει</guibutton>, η ετικέτα θα εμφανιστεί στην περιοχή γραφήματος. Η ετικέτα μπορεί να μετακινηθεί μεταφέροντας την ολόγυρα με το ποντίκι ή μπορεί να κλειδωθεί σε έναν από τους άξονες <action>δεξιοπατώντας</action> πάνω της και επιλέγοντας μια θέση από το μενού περιεχομένων. Από το μενού περιεχομένων μπορείτε επίσης να περιστρέψετε την ετικέτα, για παράδειγμα να εμφανίσετε το κείμενο κάθετα.

source: A label can contain and evaluate a <placeholder-1/>. This is very useful when you want to show the value of <link linkend="CustomFunctionsDialog">custom constants</link> in a label. Graph will try to evaluate any expression in a label if placed in brackets after a percent sign (%). If you have 3 custom constants a=2.5, b=-3, and c=8.75, you can create a label with the text <placeholder-2/>. This label will be shown as <placeholder-3/> in the graphing area. When you change the constants, the label will be updated to reflect the new values. In the above case, the + preceding %(b) is removed because b evaluates to a negative number.
el: Μια ετικέτα μπορεί να περιέχει και να υπολογίζει ένα <placeholder-1/>. Αυτό είναι πολύ χρήσιμο όταν θέλετε να εμφανίσετε την τιμή των <link linkend="CustomFunctionsDialog">προσαρμοσμένων σταθερών</link> σε μια ετικέτα. Το Graph θα προσπαθήσει να υπολογίσει οποιαδήποτε παράσταση σε μια ετικέτα αν τοποθετηθεί σε παρενθέσεις μετά από ένα σύμβολο ποσοστού (%). Αν έχετε 3 προσαρμοσμένες σταθερές a=2.5, b=-3 και c=8.75, μπορείτε να δημιουργήσετε μια ετικέτα με το κείμενο <placeholder-2/>. Αυτή η ετικέτα θα εμφανιστεί ως <placeholder-3/> στην περιοχή γραφήματος. Όταν αλλάζετε τις σταθερές, η ετικέτα θα ενημερωθεί για να απεικονίζει τις νέες τιμές. Στην παραπάνω περίπτωση, το + που προηγείται του %(b) αφαιρείται επειδή το b υπολογίζει έναν αρνητικό αριθμό.

source: List of functions
el: Κατάλογος συναρτήσεων

source: functions
el: συναρτήσεις

source: constants
el: σταθερές

source: x-variable
el: μεταβλητή x

source: t-variable
el: μεταβλητή t

source: Euler's constant
el: Σταθερά του Όιλερ

source: operators
el: τελεστές

source: addition
el: πρόσθεση

source: subtraction
el: αφαίρεση

source: multiplication
el: πολλαπλασιασμός

source: division
el: διαίρεση

source: negation
el: άρνηση

source: exponentiation
el: εκθετικοποίηση

source: and operator
el: τελεστής and (και)

source: or operator
el: τελεστής or (ή)

source: xor operator
el: τελεστής xor (αποκλειστική διάζευξη)

source: not operator
el: τελεστής not (όχι)

source: infinity
el: άπειρο

source: number
el: αριθμός

source: The following is a list of all variables, constants, operators and functions supported by the program. The list of operators shows the operators with the highest precedence first. The precedence of operators can be changed through the use of brackets. (), {} and [] may all be used alike. Notice that expressions in Graph are case insensitive, i.e. there are no difference between upper and lower case characters. The only exception is <placeholder-1/> as Euler's constant and E as the exponent in a <placeholder-2/> in scientific notation.
el: Τα παρακάτω είναι ένας κατάλογος όλων των μεταβλητών, σταθερών, τελεστών και συναρτήσεων που υποστηρίζονται από το πρόγραμμα. Ο κατάλογος των τελεστών εμφανίζει τους τελεστές με την υψηλότερη προτεραιότητα πρώτους. Οι τελεστές προτεραιότητας μπορούν να αλλαχθούν μέσα από τη χρήση παρενθέσεων. (), {} και [] μπορούν όλοι να χρησιμοποιηθούν εξίσου. Σημειώστε ότι οι παραστάσεις στο Graph είναι ανεξάρτητες από πεζά/κεφαλαία, δηλαδή δεν υπάρχουν διαφορές μεταξύ πεζών και κεφαλαίων χαρακτήρων. Η μοναδική εξαίρεση είναι το <placeholder-1/> ως σταθερά του Όιλερ και Ε ως ο εκθέτης σε ένα <placeholder-2/> στην επιστημονική σημειογραφία.

source: Constant
el: Σταθερά

source: The independent variable used in standard functions.
el: Η χρησιμοποιούμενη ανεξάρτητη μεταβλητή σε τυπικές συναρτήσεις.

source: The independent variable called parameter for parametric functions and polar angle for polar functions.
el: Η ανεξάρτητη μεταβλητή που λέγεται παράμετρος για παραμετρικές συναρτήσεις και πολική γωνία για πολικές συναρτήσεις.

source: Euler's constant. In this program defined as <placeholder-1/>
el: Η σταθερά Όιλερ. Σε αυτό το πρόγραμμα ορίζεται ως <placeholder-1/>

source: The constant &pi;, which in this program is defined as <placeholder-1/>
el: Η σταθερά &pi;, που σε αυτό το πρόγραμμα ορίζεται ως <placeholder-1/>

source: Always returns an error. Used to indicate that part of a function is undefined.
el: Επιστρέφει πάντα ένα σφάλμα. Χρησιμοποιείται για να δείξει ότι μέρος μιας συνάρτησης δεν ορίζεται.

source: The imaginary unit. Defined as <placeholder-1/>. Only useful when working with complex numbers.
el: Η φανταστική μονάδα. Ορίστηκε ως <placeholder-1/>. Χρήσιμη μόνο όταν δουλεύετε με μιγαδικούς αριθμούς.

source: The constant for infinity. Only useful as argument to the <placeholder-1/> function.
el: Η σταθερά για το άπειρο. Χρήσιμη μόνο ως όρισμα στη συνάρτηση <placeholder-1/>.

source: Evaluates to a random number between 0 and 1.
el: Υπολογίζει έναν τυχαίο αριθμό μεταξύ 0 και 1.

source: Operator
el: Τελεστής

source: Exponentiation (^)
el: Εκθετικοποίηση (^)

source: Raise to the power of an exponent. Example: f(x)=2^x
el: Υψώνει στη δύναμη ενός εκθέτη. Παράδειγμα: f(x)=2^x

source: Negation (-)
el: Άρνηση (-)

source: The negative value of a factor. Example: f(x)=-x
el: Η αρνητική τιμή ενός παράγοντα. Παράδειγμα: f(x)=-x

source: Logical NOT (not)
el: Λογικό NOT (not-όχι)

source: <placeholder-1/> <placeholder-2/> evaluates to 1 if <placeholder-3/> is zero, and evaluates to 0 otherwise.
el: Τα <placeholder-1/> <placeholder-2/> υπολογίζουν σε 1 αν το <placeholder-3/> είναι μηδέν και σε 0 αλλιώς.

source: Multiplication (*)
el: Πολλαπλασιασμός (*)

source: Multiplies two factors. Example: f(x)=2*x
el: Πολλαπλασιάζει δύο παράγοντες. Παράδειγμα: f(x)=2*x

source: Division (/)
el: Διαίρεση (/)

source: Divides two factors. Example: f(x)=2/x
el: Διαιρεί δύο παράγοντες. Παράδειγμα: f(x)=2/x

source: Addition (+)
el: Πρόσθεση (+)

source: Adds two terms. Example: f(x)=2+x
el: Προσθέτει δύο όρους. Παράδειγμα: f(x)=2+x

source: Subtraction (-)
el: Αφαίρεση (-)

source: Subtracts two terms. Example: f(x)=2-x
el: Αφαιρεί δύο όρους. Παράδειγμα: f(x)=2-x

source: Greater than (&gt;)
el: Μεγαλύτερο από (&gt;)

source: Indicates if an expression is greater than another expression.
el: Δείχνει αν μια παράσταση είναι μεγαλύτερη από μια άλλη παράσταση.

source: Greater than or equal to (&gt;=)
el: Μεγαλύτερο ή ίσο με (&gt;=)

source: Indicates if an expression is greater or equal to another expression.
el: Δείχνει αν μια παράσταση είναι μεγαλύτερη ή ίση από μια άλλη παράσταση.

source: Less than (&lt;)
el: Μικρότερο από (&lt;)

source: Indicates if an expression is less than another expression.
el: Δείχνει αν μια παράσταση είναι μικρότερη από μια άλλη παράσταση.

source: Less than or equal to (&lt;=)
el: Μικρότερο ή ίσο με (&lt;=)

source: Indicates if an expression is less or equal to another expression.
el: Δείχνει αν μια παράσταση είναι μικρότερη ή ίση από μια άλλη παράσταση.

source: Equal (=)
el: Ίσον (=)

source: Indicates if two expressions evaluate to the exact same value.
el: Δείχνει αν δύο παραστάσεις υπολογίζουν ακριβώς την ίδια τιμή.

source: Not equal (&lt;&gt;)
el: Όχι ίσο (&lt;&gt;)

source: Indicates if two expressions does not evaluate to the exact same value.
el: Δείχνει αν δύο παραστάσεις δεν υπολογίζουν ακριβώς την ίδια τιμή.

source: Logical AND (and)
el: Λογικό AND (and-και)

source: <placeholder-1/> <placeholder-2/> <placeholder-3/> evaluates to 1 if both <placeholder-4/> and <placeholder-5/> are non-zero, and evaluates to 0 otherwise.
el: Τα <placeholder-1/> <placeholder-2/> <placeholder-3/> υπολογίζουν 1 αν και τα δύο <placeholder-4/> και <placeholder-5/> είναι μη μηδενικά και 0 αλλιώς.

source: Logical OR (or)
el: Λογικό OR (or-ή)

source: <placeholder-1/> <placeholder-2/> <placeholder-3/> evaluates to 1 if either <placeholder-4/> or <placeholder-5/> are non-zero, and evaluates to 0 otherwise.
el: Τα <placeholder-1/> <placeholder-2/> <placeholder-3/> υπολογίζουν 1 αν είτε το <placeholder-4/> είτε το <placeholder-5/> είναι μη μηδενικά και 0 αλλιώς.

source: Logical XOR (xor)
el: Λογικό XOR (xor-αποκλειστική διάζευξη)

source: <placeholder-1/> <placeholder-2/> <placeholder-3/> evaluates to 1 if either <placeholder-4/> or <placeholder-5/>, but not both, are non-zero, and evaluates to 0 otherwise.
el: Τα <placeholder-1/> <placeholder-2/> <placeholder-3/> υπολογίζουν 1 αν είτε το <placeholder-4/> είτε το <placeholder-5/>, αλλά όχι και τα δύο, είναι μη μηδενικά και 0 αλλιώς.

source: Returns the sine of the argument, which may be in radians or degrees.
el: Επιστρέφει το ημίτονο του ορίσματος, που μπορεί να είναι σε ακτίνια ή μοίρες.

source: Returns the cosine of the argument, which may be in radians or degrees.
el: Επιστρέφει το συνημίτονο του ορίσματος, που μπορεί να είναι σε ακτίνια ή μοίρες.

source: Returns the tangent of the argument, which may be in radians or degrees.
el: Επιστρέφει την εφαπτομένη του ορίσματος, που μπορεί να είναι σε ακτίνια ή μοίρες.

source: Returns the inverse sine of the argument. The returned value may be in radians or degrees.
el: Επιστρέφει το αντίστροφο ημίτονο του ορίσματος. Η επιστρεφόμενη τιμή μπορεί να είναι σε ακτίνια ή μοίρες.

source: Returns the inverse cosine of the argument. The returned value may be in radians or degrees.
el: Επιστρέφει το αντίστροφο συνημίτονο του ορίσματος. Η επιστρεφόμενη τιμή μπορεί να είναι σε ακτίνια ή μοίρες.

source: Returns the inverse tangent of the argument. The returned value may be in radians or degrees.
el: Επιστρέφει την αντίστροφη εφαπτομένη του ορίσματος. Η επιστρεφόμενη τιμή μπορεί να είναι σε ακτίνια ή μοίρες.

source: Returns the secant of the argument, which may be in radians or degrees.
el: Επιστρέφει την τέμνουσα του ορίσματος, που μπορεί να είναι σε ακτίνια ή μοίρες.

source: Returns the cosecant of the argument, which may be in radians or degrees.
el: Επιστρέφει την συντέμνουσα του ορίσματος, που μπορεί να είναι σε ακτίνια ή μοίρες.

source: Returns the cotangent of the argument, which may be in radians or degrees.
el: Επιστρέφει την συνεφαπτομένη του ορίσματος, που μπορεί να είναι σε ακτίνια ή μοίρες.

source: Returns the inverse secant of the argument. The returned value may be in radians or degrees.
el: Επιστρέφει την αντίστροφη τέμνουσα του ορίσματος. Η επιστρεφόμενη τιμή μπορεί να είναι σε ακτίνια ή μοίρες.

source: Returns the inverse cosecant of the argument. The returned value may be in radians or degrees.
el: Επιστρέφει την αντίστροφη συντέμνουσα του ορίσματος. Η επιστρεφόμενη τιμή μπορεί να είναι σε ακτίνια ή μοίρες.

source: Returns the inverse cotangent of the argument. The returned value may be in radians or degrees.
el: Επιστρέφει την αντίστροφη συνεφαπτομένη του ορίσματος. Η επιστρεφόμενη τιμή μπορεί να είναι σε ακτίνια ή μοίρες.

source: Power and Logarithm
el: Δύναμη και λογάριθμος

source: Returns the square of the argument, i.e. the power of two.
el: Επιστρέφει το τετράγωνο του ορίσματος, δηλαδή τη δύναμη του δύο.

source: Returns e raised to the power of the argument.
el: Επιστρέφει το e υψωμένο στη δύναμη του ορίσματος.

source: Returns the n<superscript>th</superscript> root of the argument.
el: Επιστρέφει την n<superscript>η</superscript> ρίζα του ορίσματος.

source: Returns the logarithm with base e to the argument.
el: Επιστρέφει τον λογάριθμο με βάση e στο όρισμα.

source: Returns the logarithm with base 10 to the argument.
el: Επιστρέφει τον λογάριθμο με βάση 10 στο όρισμα.

source: Returns the logarithm with base n to the argument.
el: Επιστρέφει τον λογάριθμο με βάση n στο όρισμα.
