Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Help/po/GraphHelp_Greek.po
Languages: el

source: The function and constant names are entered in the first column. The name may contain any combination of letters, digits and underscore but it must always start with a letter. You may not use a name that is already assigned to a built-in function or variable.
el: Τα ονόματα συναρτήσεων και σταθερών εισάγονται στην πρώτη στήλη. Το όνομα μπορεί να περιέχει οποιονδήποτε συνδυασμό γραμμάτων, ψηφίων και υπογραμμίσεων, αλλά πρέπει πάντα να ξεκινά με ένα γράμμα. Δεν μπορείτε να χρησιμοποιήσετε ένα όνομα που ήδη είναι εκχωρημένο σε μια ενσωματωμένη συνάρτηση ή μεταβλητή.

source: Function arguments are entered after the name in brackets separated by comma, e.g. <placeholder-1/> is a function named f taking three arguments named x, y and z. Like the function name, the argument names must start with a letter and only contain letters and digits.
el: Τα ορίσματα συνάρτησης εισάγονται μετά το όνομα σε παρενθέσεις που χωρίζονται με κόμμα, π.χ. <placeholder-1/> είναι μια συνάρτηση με όνομα f που παίρνει τρία ορίσματα με ονόματα x, y και z. Όπως το όνομα της συνάρτησης, τα ονόματα ορίσματος πρέπει να αρχίζουν με ένα γράμμα και να περιέχουν μόνο γράμματα και ψηφία.

source: The expressions you want to define are entered in the second column. The expressions can use the arguments specified in the first column and all built-in functions, other custom functions and constants, and even call themselves recursively. A comment can be written after a # symbol at the end of an expression.
el: Οι παραστάσεις που θέλετε να ορίσετε εισάγονται στη δεύτερη στήλη. Οι παραστάσεις μπορούν να χρησιμοποιούν τα συγκεκριμένα ορίσματα στην πρώτη στήλη και όλες τις ενσωματωμένες συναρτήσεις, άλλες προσαρμοσμένες συναρτήσεις και σταθερές και ακόμα να καλούν τους εαυτούς τους αναδρομικά. Ένα σχόλιο μπορεί να γραφτεί μετά από ένα σύμβολο # στο τέλος μιας παράστασης.

source: Changing and removing functions
el: Αλλαγή και αφαίρεση συναρτήσεων

source: Remove row
el: Αφαίρεση γραμμής

source: You can remove a function or constant by clearing the name and definition or selecting <placeholder-1/> from the context menu. All elements using the deleted function or constant will fail when evaluated.
el: Μπορείτε να αφαιρέσετε μια συνάρτηση ή σταθερά καθαρίζοντας το όνομα και τον ορισμό ή επιλέγοντας <placeholder-1/> από το μενού περιεχομένων. Όλα τα στοιχεία που χρησιμοποιούν τη διαγραμμένη συνάρτηση ή σταθερά θα αποτύχουν όταν υπολογιστούν.

source: When you press <guibutton>OK</guibutton> or <guibutton>Apply</guibutton> in the shown dialog, all elements are updated to reflect any changes to the functions and constants.
el: Όταν πατάτε <guibutton>Εντάξει</guibutton> ή <guibutton>Εφαρμογή</guibutton> στον εμφανιζόμενο διάλογο, όλα τα στοιχεία ενημερώνονται για να απεικονίζουν οποιαδήποτε αλλαγή στις συναρτήσεις και σταθερές.

source: Installation and startup
el: Εγκατάσταση και έναρξη

source: installation
el: εγκατάσταση

source: uninstall
el: απεγκατάσταση

source: language
el: γλώσσα

source: Control panel
el: Πίνακας ελέγχου

source: Add/Remove Programs
el: Προσθήκη/Αφαίρεση προγραμμάτων

source: remove
el: αφαίρεση

source: Installation
el: Εγκατάσταση

source: Graph is usually distributed as an installation program named SetupGraph-x.y.exe, where x.y is the version number. To install, just execute the file and follow the instructions. The installation will install the following files in the selected directory and subdirectories:
el: Το Graph συνήθως διανέμεται ως ένα πρόγραμμα εγκατάστασης με όνομα SetupGraph-x.y.exe, όπου x.y είναι ο αριθμός έκδοσης. Για να το εγκαταστήσετε, εκτελέστε απλά το αρχείο και ακολουθήστε τις οδηγίες. Η εγκατάσταση θα εγκαταστήσει τα ακόλουθα αρχεία στον επιλεγμένο κατάλογο και υποκαταλόγους:

source: File(s)
el: Αρχεία

source: The program file.
el: Το αρχείο προγράμματος.

source: Library used to create PDF files.
el: Η χρησιμοποιούμενη βιβλιοθήκη για τη δημιουργία αρχείων PDF.

source: Shell extension for showing thumbnails of grf-files in Explorer.
el: Η επέκταση κελύφους για εμφάνιση μικρογραφιών των αρχείων grf στον Explorer.

source: Translations of the program.
el: Μεταφράσεις του προγράμματος.

source: Help files in different languages.
el: Αρχεία βοήθειας σε διαφορετικές γλώσσες.

source: Some examples of plugins. Custom plugins can be placed here too.
el: Μερικά παραδείγματα προσθέτων. Προσαρμοσμένα πρόσθετα μπορούν να τοποθετηθούν εδώ επίσης.

source: Library files used by plugins.
el: Χρησιμοποιούμενα αρχεία βιβλιοθήκης από πρόσθετα.

source: Some examples that can be opened in Graph.
el: Μερικά παραδείγματα που μπορούν να ανοιχτούν στο Graph.

source: The installation will create a shortcut in the Start menu, which may be used to start the program. During the installation you select the preferred language. This can later be changed from the <placeholder-1/> dialog.
el: Η εγκατάσταση θα δημιουργήσει μια συντόμευση στο μενού έναρξης, που μπορεί να χρησιμοποιηθεί για να ξεκινήσει το πρόγραμμα. Κατά την εγκατάσταση επιλέγετε την προτιμώμενη γλώσσα. Αυτό μπορεί να αλλαχθεί αργότερα από τον διάλογο <placeholder-1/>.

source: If an older version of the program is already installed, the installation suggests you install in the same directory. You can just install over the old version. There is no need to uninstall the old version first, but make sure the old version is not running while installing.
el: Αν μια παλιότερη έκδοση του προγράμματος είναι ήδη εγκατεστημένη, η εγκατάσταση προτείνει να εγκαταστήσετε στον ίδιο κατάλογο. Μπορείτε να την εγκαταστήσετε απλά πάνω στην παλιά έκδοση. Δεν υπάρχει ανάγκη να απεγκαταστήσετε την παλιά έκδοση πρώτα, αλλά βεβαιωθείτε ότι η παλιά έκδοση δεν εκτελείται κατά την εγκατάσταση.

source: The Graph Setup can take the parameters specified in the table below. These are especially useful when you want to automate the installation.
el: Η ρύθμιση του Graph μπορεί να πάρει παραμέτρους που ορίζονται στον παρακάτω πίνακα. Αυτές είναι ιδιαίτερα χρήσιμες όταν θέλετε να αυτοματοποιήσετε την εγκατάσταση.

source: Parameter
el: Παράμετρος

source: Reboot now?
el: Επανεκκίνηση τώρα;

source: Instructs the Setup to be silent, which means that the wizard and the background window are not displayed but the installation progress window is. Everything else is normal so for example error messages during installation are displayed. If a restart is necessary, a <placeholder-1/> message box is displayed.
el: Καθοδηγεί την ρύθμιση να είναι σιωπηλή, που σημαίνει ότι ο οδηγός και το παράθυρο παρασκηνίου δεν εμφανίζονται αλλά το παράθυρο προόδου της εγκατάστασης εμφανίζεται. Όλα τα άλλα είναι κανονικά, έτσι για παράδειγμα τα μηνύματα σφάλματος κατά την εγκατάσταση εμφανίζονται. Αν μια επανεκκίνηση είναι απαραίτητη, ένα πλαίσιο μηνύματος <placeholder-1/> εμφανίζεται.

source: Instructs the Setup to be very silent. This is the same as silent with the addition that the installation progress window is not displayed either. If a restart is necessary, the Setup will reboot without asking.
el: Καθοδηγεί την ρύθμιση να είναι πολύ σιωπηλή. Αυτό είναι το ίδιο με τη σιωπηλή, με την προσθήκη ότι δεν εμφανίζεται ούτε η πρόοδος της εγκατάστασης. Αν η επανεκκίνηση είναι απαραίτητη, η ρύθμιση θα επανεκκινήσει χωρίς ερώτηση.

source: Instructs Setup not to reboot even if it's necessary.
el: Καθοδηγεί τη ρύθμιση να μην επανεκκινήσει ακόμα κι αν είναι απαραίτητη.

source: Select language
el: Επιλογή γλώσσας

source: Specifies the language to use. <placeholder-1/> specifies the English name of the language. When a valid /LANG parameter is used, the <placeholder-2/> dialog will be suppressed.
el: Καθορίζει τη γλώσσα που θα χρησιμοποιηθεί. Το <placeholder-1/> καθορίζει το αγγλικό όνομα της γλώσσας. Όταν μια έγκυρη παράμετρος /LANG χρησιμοποιείται, ο διάλογος <placeholder-2/> θα καταργηθεί.

source: Select destination location
el: Επιλογή θέσης προορισμού

source: Overrides the default directory name displayed on the <placeholder-1/> wizard page. A fully qualified pathname must be specified.
el: Υπερισχύει του εμφανιζόμενου προεπιλεγμένου ονόματος καταλόγου στη σελίδα οδηγού <placeholder-1/>. Ένα πλήρως εξειδικευμένο όνομα διαδρομής πρέπει να οριστεί.

source: Uninstallation
el: Απεγκατάσταση

source: Uninstallation is done from <emphasis>Add/Remove Programs</emphasis> in the <emphasis>Control Panel</emphasis>. Just select Graph and click on the <emphasis>Change/Remove button</emphasis>. This will remove all traces of the program. If files were added to the installation directory after the installation, you will be asked if you want to delete them. Make sure Graph is not running while uninstalling.
el: Η απεγκατάσταση γίνεται από το <emphasis>Προσθήκη/αφαίρεση προγραμμάτων</emphasis> στον <emphasis>πίνακα ελέγχου</emphasis>. Επιλέξτε απλά Graph και πατήστε στο <emphasis>πλήκτρο αλλαγή/αφαίρεση</emphasis>. Αυτό θα αφαιρέσει όλα τα ίχνη του προγράμματος. Αν τα αρχεία προστέθηκαν στον κατάλογο εγκατάστασης μετά την εγκατάσταση, θα ερωτηθείτε αν θέλετε να τα διαγράψετε. Βεβαιωθείτε ότι το Graph δεν εκτελείται κατά την απεγκατάσταση.

source: Startup
el: Έναρξη

source: Usually Graph is started from the link in the <guibutton>Start</guibutton> menu. A .grf file can be passed as parameter, in which case Graph will open the specified file. In addition to this the parameters in the table below can be passed to Graph on the command line.
el: Συνήθως το Graph ξεκινά από τον σύνδεσμο στο μενού <guibutton>Έναρξη</guibutton>. Ένα αρχείο .grf μπορεί να περαστεί ως παράμετρος, οπότε το Graph θα ανοίξει το συγκεκριμένο αρχείο. Πέρα από αυτό οι παράμετροι στον παρακάτω πίνακα μπορεί να περαστούν στο Graph στη γραμμή εντολών.

source: image formats
el: μορφές εικόνας

source: Used to save an opened .grf file as an image file. The file type can be any of the <placeholder-1/> supported by Graph.
el: Ένα ανοικτό αρχείο .grf συνηθίζεται να αποθηκεύεται ως αρχείο εικόνας. Ο τύπος του αρχείου μπορεί να είναι οποιοσδήποτε από τους υποστηριζόμενους <placeholder-1/> από το Graph.

source: Used in combination with /SI to specify the width in pixels of the image to be saved.
el: Χρησιμοποιείται σε συνδυασμό με το /SI για να ορίσει το πλάτος σε εικονοστοιχεία της εικόνας που θα αποθηκευτεί.

source: Used in combination with /SI to specify the height in pixels of the image to be saved.
el: Χρησιμοποιείται σε συνδυασμό με το /SI για να ορίσει το ύψος σε εικονοστοιχεία της εικόνας που θα αποθηκευτεί.

source: Glossary
el: Γλωσσάρι

source: Complex numbers are a superset of real numbers. Complex numbers are two dimensional and is most often written on rectangular form as a+b&imag; where <placeholder-1/> is the real part and <placeholder-2/> is the imaginary part. The imaginary unit &imag; is defined as &imag;^2=-1. Complex numbers can also be shown on polar form as a&ang;&theta; where <placeholder-3/> is the absolute value of the number and &theta; is the angle of the number in radians or degrees.
el: Οι μιγαδικοί αριθμοί είναι ένα υπερσύνολο των πραγματικών αριθμών. Οι μιγαδικοί αριθμοί είναι δισδιάστατοι και πιο συχνά γραμμένοι σε ορθογώνια μορφή ως a+b&imag; όπου <placeholder-1/> είναι το πραγματικό μέρος και <placeholder-2/> είναι το φανταστικό μέρος. Η φανταστική μονάδα &imag; ορίζεται ως &imag;^2=-1. Οι μιγαδικοί αριθμοί μπορούν επίσης να εμφανιστούν σε πολική μορφή ως a&ang;&theta; όπου <placeholder-3/> είναι η απόλυτη τιμή του αριθμού και &theta; είναι η γωνία του αριθμού σε ακτίνια ή μοίρες.

source: Complex numbers are used in the <placeholder-1/> dialog for standard functions and for graphing functions when <placeholder-2/> is enabled under the <placeholder-3/> tab in the <placeholder-4/> dialog.
el: Οι μιγαδικοί αριθμοί χρησιμοποιούνται στον διάλογο <placeholder-1/> για τυπικές συναρτήσεις και για συναρτήσεις γραφημάτων όταν το <placeholder-2/> ενεργοποιηθεί κάτω από την καρτέλα <placeholder-3/> στον διάλογο <placeholder-4/>.

source: A graph element is something that is shown in the coordinate system. This can be a function, point series, label, relation, etc. The graph elements are also shown in the function list where they can be manipulated from the <placeholder-1/> menu or the context menu.
el: Ένα στοιχείο γραφήματος είναι κάτι που εμφανίζεται στο σύστημα συντεταγμένων. Αυτό μπορεί να είναι μια συνάρτηση, σημειοσειρά, ετικέτα, σχέση, κλπ. Τα στοιχεία γραφήματος εμφανίζονται επίσης στον κατάλογο συναρτήσεων όπου μπορούν να επεξεργαστούν από το μενού <placeholder-1/> ή το μενού περιεχομένων.

source: The function list is shown in the left side of the main window. This list shows a list of all functions, tangents, point series, shadings and relations. When you want to manipulate an item, you first have to select it. The selected item is normally marked in blue, but it will be marked in gray when something other than the function list has focus. You can manipulate the selected element through the <placeholder-1/> menu or through the context menu appearing when you <action>right click</action> on the element.
el: Ο κατάλογος συναρτήσεων εμφανίζεται στα αριστερά του κυρίως παραθύρου. Αυτός ο κατάλογος εμφανίζει έναν κατάλογο όλων των συναρτήσεων, εφαπτομένων, σημειοσειρών, γραμμοσκιάσεων και σχέσεων. Όταν θέλετε να επεξεργαστείτε ένα στοιχείο, πρέπει πρώτα να το επιλέξετε. Το επιλεγμένο στοιχείο σημειώνεται κανονικά με γαλάζιο, αλλά θα σημειωθεί με γκρίζο όταν κάτι άλλο εκτός από τον κατάλογο συναρτήσεων έχει την εστίαση. Μπορείτε να επεξεργαστείτε το επιλεγμένο στοιχείο μέσα από το μενού <placeholder-1/> ή μέσα από το μενού περιεχομένων που εμφανίζεται όταν <action>δεξιοπατάτε</action> στο στοιχείο.

source: The set of numbers ...,-3,-2,-1,0,1,2,3,... is called integers and is a subset of the real numbers. A given integer n may be negative, zero or positive.
el: Το σύνολο των αριθμών ...,-3,-2,-1,0,1,2,3,... λέγεται ακέραιοι και είναι ένα υποσύνολο των πραγματικών αριθμών. Ένας δοσμένος ακέραιος n μπορεί να είναι αρνητικός, μηδέν ή θετικός.

source: Show in legend
el: Εμφάνιση σε υπόμνημα

source: The legend is a box that per default is placed at the upper right corner of the graphing area, and shows a list of the plotted functions, tangents, shadings, and point series in the coordinate system. Select <placeholder-1/> under <placeholder-2/> in the <placeholder-3/> dialog to show the legend. <action>Right click</action> on an item in the function list and deselect <placeholder-4/> if you don't want the item shown in the legend. When editing an item you can enter the text to be shown in the legend. For functions and tangents the function equation will be shown if no legend text is entered.
el: Το υπόμνημα είναι ένα πλαίσιο που από προεπιλογή τοποθετείται στην πάνω δεξιά γωνία της περιοχής γραφήματος και εμφανίζει έναν κατάλογο των σχεδιαζόμενων συναρτήσεων, εφαπτομένων, γραμμοσκιάσεων και σημειοσειρών στο σύστημα συντεταγμένων. Επιλέξτε το <placeholder-1/> κάτω από το <placeholder-2/> στον διάλογο <placeholder-3/> για να εμφανίσει το υπόμνημα. <action>Δεξιοπατήστε</action> σε ένα στοιχείο στον κατάλογο συναρτήσεων και αποεπιλέξτε το <placeholder-4/> αν δεν θέλετε να εμφανίζεται το στοιχείο στο υπόμνημα. Κατά την επεξεργασία ενός στοιχείου μπορείτε να εισάγετε το κείμενο που θα εμφανιστεί στο υπόμνημα. Για συναρτήσεις και εφαπτομένες η εξίσωση συνάρτησης θα εμφανιστεί αν δεν εισαχθεί κανένα κείμενο υπομνήματος.

source: An expression that can be evaluated as a number is called a numeric expression. The expression can include any combination of numbers, constants, variables, operators and functions.
el: Μια παράσταση που μπορεί να υπολογιστεί ως αριθμός λέγεται αριθμητική παράσταση. Η παράσταση μπορεί να συμπεριλάβει οποιονδήποτε συνδυασμό αριθμών, σταθερών, μεταβλητών, τελεστών και συναρτήσεων.

source: Radians are a way to describe the size of an angle similar to degrees, but radians are not a unit like degrees. The angle of a whole circle is 360&deg; or 2&pi; radians. An angle in radians can be converted to degrees by multiplying with 180&deg;/&pi;. An angle in degrees can be converted to radians by multiplying with &pi;/180&deg;. You can choose to use radians or degrees for trigonometric functions in the <placeholder-1/> dialog under the <placeholder-2/> tab.
el: Τα ακτίνια είναι ένας τρόπος να περιγραφεί το μέγεθος μιας γωνίας παρόμοιος με τις μοίρες, αλλά τα ακτίνια δεν είναι μια μονάδα όπως οι μοίρες. Η γωνία ολόκληρου του κύκλου είναι 360&deg; ή 2&pi; ακτίνια. Μια γωνία σε ακτίνια μπορεί να μετατραπεί σε μοίρες πολλαπλασιάζοντας με 180&deg;/&pi;. Μια γωνία σε μοίρες μπορεί να μετατραπεί σε ακτίνια πολλαπλασιάζοντας με &pi;/180&deg;. Μπορείτε να επιλέξετε να χρησιμοποιήσετε ακτίνια ή μοίρες για τριγωνομετρικές συναρτήσεις στον διάλογο <placeholder-1/> στην καρτέλα <placeholder-2/>.

source: A real number is on the form nnn.fffEeee where nnn is the whole number part that may be negative. fff is the fraction part that is separated from the integer part with a dot '.'. The fraction part is optional, but either the integer part or the fraction part must be there. E is the exponent separator and must be an 'E' in upper case. eee is the exponent optionally preceded by '-'. The exponent is only needed if the E is there. Notice that 5E8 is the same as 5*10^8.
el: Ένας πραγματικός αριθμός είναι στη μορφή nnn.fffEeee όπου nnn είναι το ακέραιο μέρος του αριθμού που μπορεί να είναι αρνητικός. fff είναι το κλασματικό μέρος που διαχωρίζεται από το ακέραιο μέρος με μια τελεία '.'. Το κλασματικό μέρος είναι προαιρετικό, αλλά είτε το ακέραιο είτε το κλασματικό μέρος πρέπει να υπάρχει. Ε είναι το εκθετικό διαχωριστικό και πρέπει να είναι ένα 'E' με κεφαλαία. eee είναι ο εκθέτης στον οποίο μπορεί να προηγείται προαιρετικά ένα '-'. Ο εκθέτης χρειάζεται μόνο όταν υπάρχει Ε. Σημειώστε ότι το 5E8 είναι το ίδιο με το 5*10^8.

source: Dialogs
el: Διάλογοι

source: Options dialog
el: Διάλογος επιλογών

source: When you choose the menu item <placeholder-1/> the dialog shown below will appear. In this dialog, you can change general program options.
el: Όταν επιλέξετε το στοιχείο μενού <placeholder-1/> θα εμφανιστεί ο παρακάτω εμφανιζόμενος διάλογος. Σε αυτόν τον διάλογο μπορείτε να αλλάξετε τις γενικές επιλογές προγράμματος.

source: Decimals
el: Δεκαδικά

source: This is the number of decimals that all results are shown with. The number has no influence on the calculations or the shown graphs.
el: Αυτός είναι ο αριθμός των δεκαδικών με τον οποίον εμφανίζονται όλα τα αποτελέσματα. Ο αριθμός δεν έχει καμιά επίδραση στους υπολογισμούς ή τα εμφανιζόμενα γραφήματα.

source: Recent files
el: Πρόσφατα αρχεία

source: This is the maximum number of recent used files that is shown in the <placeholder-1/> menu. The number must be between 0 and 9. 0 means that no recent used files are shown.
el: Αυτός είναι ο μέγιστος αριθμός των πρόσφατα χρησιμοποιούμενων αρχείων που εμφανίζεται στο μενού <placeholder-1/>. Ο αριθμός πρέπει να είναι μεταξύ 0 και 9. 0 σημαίνει ότι κανένα πρόσφατα χρησιμοποιημένο αρχείο δεν θα εμφανιστεί.

source: Max undo steps
el: Μέγιστος αριθμός αναιρέσεων

source: Each time you make a change, the program will save enough information to undo it. As default <placeholder-1/> are 50, which mean that you are able to undo the last 50 changes you made in the program. The undo steps will take up a small amount of memory. If your system is low on RAM, you may be able to free some memory by decreasing the <placeholder-2/>.
el: Κάθε φορά που κάνετε μια αλλαγή, το πρόγραμμα θα αποθηκεύσει αρκετές πληροφορίες για να την αναιρέσετε. Ως προεπιλογή το <placeholder-1/> είναι 50, που σημαίνει ότι μπορείτε να αναιρέσετε τις τελευταίες 50 αλλαγές που κάνατε στο πρόγραμμα. Τα βήματα αναιρέσεων θα πάρουν ένα μικρό ποσό της μνήμης. Αν το σύστημα σας έχει μικρή RAM, ίσως μπορείτε να ελευθερώσετε κάποια μνήμη μειώνοντας το <placeholder-2/>.

source: Font scale
el: Κλίμακα γραμματοσειράς

source: You can use this to change the scale of the fonts and most of the user interface. This is mostly useful if your screen resolution is very high, or for some other reason, you are having difficulties reading the user interface.
el: Μπορείτε να το χρησιμοποιήσετε για να αλλάξετε την κλίμακα των γραμματοσειρών και το περισσότερο από την διεπαφή χρήστη. Αυτό είναι κυρίως χρήσιμο αν η ανάλυση της οθόνης σας είναι πολύ υψηλή, ή για κάποια άλλη αιτία, έχετε δυσκολίες ανάγνωσης της διεπαφής χρήστη.

source: This shows a list of available languages for the program. The selected language will be the one used by the program in the future. The language can be selected differently for each user.
el: Αυτό εμφανίζει έναν κατάλογο διαθέσιμων γλωσσών για το πρόγραμμα. Η επιλεγμένη γλώσσα θα είναι αυτή που θα χρησιμοποιηθεί από το πρόγραμμα στο μέλλον. Η γλώσσα μπορεί να επιλεγεί διαφορετικά για κάθε χρήστη.

source: Custom decimal separator
el: Προσαρμοσμένο διαχωριστικό δεκαδικών

source: Decimal separator used when data are exported to files and the clipboard. When disabled the decimal separator from the Windows Regional settings is used. This is not used for expressions entered into Graph, which always use a dot as decimal separator.
el: Το δεκαδικό διαχωριστικό χρησιμοποιείται όταν δεδομένα εξάγονται στα αρχεία και το πρόχειρο. Όταν απενεργοποιείται χρησιμοποιείται το δεκαδικό διαχωριστικό από τις τοπικές ρυθμίσεις των Windows. Αυτό δεν χρησιμοποιείται για παραστάσεις που εισάγονται στο Graph, που χρησιμοποιεί πάντα μια τελεία ως δεκαδικό διαχωριστικό.

source: Show tooltip
el: Εμφάνιση συμβουλών οθόνης

source: When there is a mark in this field, you will see a small box with an explanation when you are holding the mouse pointer over an object, like an edit field, selection box, etc., for a few seconds. The description is also shown in the status bar at the bottom of the main window.
el: Όταν υπάρχει ένα σημάδι σε αυτό το πεδίο, θα δείτε ένα μικρό πλαίσιο με μια εξήγηση, όταν κρατάτε πατημένο τον δείκτη του ποντικιού πάνω από ένα αντικείμενο, όπως ένα πεδίο επεξεργασίας, ένα πλαίσιο επιλογής, κλπ., για λίγα δευτερόλεπτα. Η περιγραφή εμφανίζεται επίσης στη γραμμή κατάστασης στο τέλος του κυρίως παραθύρου.

source: When there is a mark in this field, Graph will save the size of the main window before it quits. The next time you start the program the saved size will be used. In addition the width of the <placeholder-1/> is also stored. When the field doesn't have a mark the options that were last saved will be used.
el: Όταν υπάρχει ένα σημάδι σε αυτό το πεδίο, το Graph θα αποθηκεύσει το μέγεθος του κυρίως παραθύρου πριν να εξέλθει. Την επόμενη φορά που θα ξεκινήσετε το πρόγραμμα θα χρησιμοποιηθεί το αποθηκευμένο μέγεθος. Αποθηκεύεται επίσης το πλάτος του <placeholder-1/>. Όταν το πεδίο δεν έχει σημάδι θα χρησιμοποιηθούν οι επιλογές που αποθηκεύτηκαν τελευταία.

source: Complex form
el: Μιγαδική μορφή

source: Real
el: Πραγματικός

source: Rectangular
el: Ορθογώνια
