Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Help/po/GraphHelp_Greek.po
Languages: el

source: Choose how you want a complex number to be shown in the <placeholder-1/> frame. <placeholder-2/> means that only <placeholder-3/> are shown. If a number has an imaginary part then the number won't be shown and instead you get an error. <placeholder-4/> means that <placeholder-5/> are shown as a+b&imag;, where a is the real part and b is the imaginary part. <placeholder-6/> means that numbers are shown as a&ang;&theta;, where a is the absolute value of the number and &theta; is the angle of the number. &theta; is dependent of the choice between <placeholder-7/> and <placeholder-8/> under <placeholder-9/> in the <placeholder-10/> dialog.
el: Επιλέξτε πώς θέλετε να εμφανίζεται ένας μιγαδικός αριθμός στο πλαίσιο <placeholder-1/>. Το <placeholder-2/> σημαίνει ότι μόνο το <placeholder-3/> εμφανίζεται. Αν ένας αριθμός έχει φανταστικό μέρος τότε ο αριθμός δεν θα εμφανιστεί και θα πάρετε ένα σφάλμα. Το <placeholder-4/> σημαίνει ότι το <placeholder-5/> εμφανίζεται ως a+b&imag;, όπου a είναι το πραγματικό μέρος και b είναι το φανταστικό μέρος. Το <placeholder-6/> σημαίνει ότι οι αριθμοί εμφανίζονται ως a&ang;&theta;, όπου a είναι η απόλυτη τιμή του αριθμού και &theta; είναι η γωνία του αριθμού. Το &theta; εξαρτάται από την επιλογή μεταξύ <placeholder-7/> και <placeholder-8/> κάτω από το <placeholder-9/> στον διάλογο <placeholder-10/>.

source: Notice that in some cases you may get a different result in the <placeholder-1/> frame depending on the <placeholder-2/> setting: When <placeholder-3/> is chosen, Graph will try to find a real result if possible, while <placeholder-4/> and <placeholder-5/> may give a non-real result for the same evaluation.
el: Σημειώστε ότι σε κάποιες περιπτώσεις μπορεί να πάρετε διαφορετικό αποτέλεσμα στο πλαίσιο <placeholder-1/> ανάλογα με τη ρύθμιση <placeholder-2/>: Όταν το <placeholder-3/> επιλεγεί, το Graph θα προσπαθήσει να βρει ένα πραγματικό αποτέλεσμα εάν είναι δυνατό, ενώ τα <placeholder-4/> και <placeholder-5/> μπορεί να δώσουν ένα μη πραγματικό αποτέλεσμα για τον ίδιο υπολογισμό.

source: Check for new version of Graph at startup
el: Έλεγχος για νεότερη έκδοση του Graph στην εκκίνηση

source: When checked each time the program starts it will check if a newer version of Graph is available on the Internet. If a new version is found you will be asked if you want to visit the web site for Graph to upgrade. If no new version is available you will not see any messages. If disabled, you can still use <placeholder-1/> to see if a new version is available.
el: Όταν σημειωθεί κάθε φορά που το πρόγραμμα ξεκινά θα ελέγχει αν μια νεότερη έκδοση του Graph είναι διαθέσιμη στο διαδίκτυο. Αν βρεθεί μια νέα έκδοση θα ερωτηθείτε αν θέλετε να επισκεφτείτε τον ιστότοπο για να αναβαθμιστεί το Graph. Αν δεν υπάρχει νέα έκδοση, δεν θα δείτε κανένα μήνυμα. Αν είναι ανενεργό, μπορείτε ακόμα να χρησιμοποιήσετε το <placeholder-1/> για να δείτε αν η νέα έκδοση είναι διαθέσιμη.

source: Animate
el: Κίνηση

source: animate
el: κίνηση

source: constant
el: σταθερά

source: repeat
el: επανάληψη

source: reverse
el: αντιστροφή

source: auto reverse
el: αυτόματη αντιστροφή

source: frames per second
el: πλαίσια ανά δευτερόλεπτο

source: This dialog is used to create an animation by changing a custom constant. The animation can be played directly, saved to a file or copied into a document. The animation can contain all elements supported by Graph, for example functions, relations, point series, labels, etc.
el: Αυτός ο διάλογος χρησιμοποιείται για να δημιουργήσετε μια κίνηση αλλάζοντας μια προσαρμοσμένη σταθερά. Η κίνηση μπορεί να παιχθεί άμεσα, να αποθηκευτεί σε ένα αρχείο ή να αντιγραφεί σε ένα έγγραφο. Η κίνηση μπορεί να περιέχει όλα τα στοιχεία που υποστηρίζονται από το Graph, για παράδειγμα συναρτήσεις, σχέσεις, σημειοσειρές, ετικέτες, κλπ.

source: Here you select which constant you want to change in the animation. The constant must already have been created in the <placeholder-1/> dialog. The selected constant will be changed in each frame in the animation.
el: Εδώ επιλέγετε ποια σταθερά θέλετε να αλλάξετε στην κίνηση. Η σταθερά πρέπει να έχει ήδη δημιουργηθεί στον διάλογο <placeholder-1/>. Η επιλεγμένη σταθερά θα αλλαχθεί σε κάθε πλαίσιο στην κίνηση.

source: Range
el: Περιοχή

source: Step
el: Βήμα

source: In the <placeholder-1/> and <placeholder-2/> fields you need to specify the range of the selected constant in the animation. The <placeholder-3/> value indicates how much the constant is changed between two frames. The number of frames is given by (<placeholder-4/> - <placeholder-5/>) / <placeholder-6/>. More frames will give a smoother animation but it will also take longer to create and take up more space in the disk file.
el: Στα πεδία <placeholder-1/> και <placeholder-2/> χρειάζεται να ορίσετε την περιοχή της επιλεγμένης σταθεράς στην κίνηση. Η τιμή <placeholder-3/> δείχνει πόσο αλλάζει η σταθερά μεταξύ δύο πλαισίων. Ο αριθμός των πλαισίων δίνεται από (<placeholder-4/> - <placeholder-5/>) / <placeholder-6/>. Περισσότερα πλαίσια θα δώσουν μια πιο ομαλή κίνηση αλλά θα πάρει περισσότερο χρόνο να δημιουργηθούν και περισσότερο χώρο στο αρχείο στον δίσκο.

source: Frame information
el: Πληροφορίες πλαισίου

source: Frames/second
el: Πλαίσια/δευτερόλεπτο

source: You can specify the image size of the animation. This will affect the file size and the time it takes to create the animation. The <placeholder-1/> indicates the default speed of the animation. Most players will be able to adjust the speed when the animation is played.
el: Μπορείτε να ορίσετε το μέγεθος της εικόνας στην κίνηση. Αυτό θα επηρεάσει το μέγεθος του αρχείου και τον χρόνο που παίρνει για να δημιουργήσει την κίνηση. Το <placeholder-1/> δείχνει την προεπιλεγμένη ταχύτητα της κίνησης. Οι περισσότερες συσκευές αναπαραγωγής θα μπορούν να ρυθμίσουν την ταχύτητα όταν παίζεται η κίνηση.

source: When you press the <guibutton>Animate</guibutton> button, an animation is created from the settings you have specified. This may take some time depending on what elements exist in the coordinate system and how many frames are needed.
el: Όταν πατάτε το πλήκτρο <guibutton>κίνηση</guibutton>, δημιουργείται μια κίνηση από τις ρυθμίσεις που έχετε ορίσει. Αυτό μπορεί να πάρει κάποιον χρόνο ανάλογα με το ποια στοιχεία υπάρχουν στο σύστημα συντεταγμένων και πόσα πλαίσια απαιτούνται.

source: When the animation is finished, a very simple player is shown. You can use this to play the animation. The <guibutton><inlinegraphic fileref="AnimationMenu.png" scale="60"/></guibutton> button will give you some additional options.
el: Όταν τελειώσει η κίνηση, εμφανίζεται ένα πολύ απλό πρόγραμμα αναπαραγωγής. Μπορείτε να το χρησιμοποιήσετε για να παίξετε την κίνηση. Το πλήκτρο <guibutton><inlinegraphic fileref="AnimationMenu.png" scale="60"/></guibutton> θα σας δώσει κάποιες πρόσθετες επιλογές.

source: Speed
el: Ταχύτητα

source: Here you can change the playback speed. This will only affect the playback and not the file saved.
el: Εδώ μπορείτε να αλλάξετε την ταχύτητα αναπαραγωγής. Αυτή θα επηρεάσει μόνο την αναπαραγωγή και όχι το αποθηκευμένο αρχείο.

source: Repeat
el: Επανάληψη

source: When checked the animation will continue playing. When finished it will start over again.
el: Όταν σημειωθεί η κίνηση θα συνεχίσει να αναπαράγεται. Όταν τελειώσει θα ξεκινήσει πάλι από την αρχή.

source: Auto reverse
el: Αυτόματη αντιστροφή

source: This will make the animation run backwards when it reaches the end. This is most useful in combination with the <placeholder-1/> option, which will make the animation oscillate between the two ends.
el: Αυτό θα κάνει την κίνηση να εκτελεστεί προς τα πίσω όταν φτάσει στο τέλος. Αυτό είναι ιδιαίτερα χρήσιμο σε συνδυασμό με την επιλογή <placeholder-1/>, που θα κάνει την κίνηση να ταλαντεύεται μεταξύ των δύο άκρων.

source: This will save the animation as an Audio Video Interleave (avi) file, which can be played by any media player.
el: Αυτό θα αποθηκεύσει την κίνηση ως ένα αρχείο (avi), που μπορεί να παιχτεί από οποιαδήποτε συσκευή αναπαραγωγής.

source: Save frame...
el: Αποθήκευση πλαισίου...

source: This will save the currently shown frame as a bitmap file. This can be either Windows Bitmap (bmp), Portable Network Graphics (png) or Joint Photographic Experts Group (jpeg).
el: Αυτό θα αποθηκεύσει το τρέχον εμφανιζόμενο πλαίσιο ως αρχείο ψηφιογραφίας. Αυτό μπορεί να είναι είτε ψηφιογραφία Windows (bmp), φορητά γραφικά δικτύου (png) ή Joint Photographic Experts Group (jpeg).

source: Save all frames...
el: Αποθήκευση όλων των πλαισίων...

source: This will save all frames as single bitmap files. This is the same as repeating <placeholder-1/> for each frame in the animation.
el: Αυτό θα αποθηκεύσει όλα τα πλαίσια ως απλά αρχεία ψηφιογραφίας. Αυτό είναι το ίδιο με την επανάληψη του <placeholder-1/> για κάθε πλαίσιο στην κίνηση.

source: translator-credits
el: Dimitris Spingos (Δημήτρης Σπίγγος), dmtrs32@gmail.com, 2014

source: Translator:
el: Μεταφραστής:
