Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Help/po/GraphHelp_Greek.po
Languages: el

source: Error messages
el: Μηνύματα σφάλματος

source: Errors
el: Σφάλματα

source: Error 01: An error occurred while evaluating power function.
el: Σφάλμα 01: Έγινε λάθος κατά τον υπολογισμό της συνάρτησης δύναμης.

source: This error occurs when a number raised to the power of another number resulted in an error. For example (-4)^(-5.1) gives an error, because a negative number cannot be raised to a negative non integer number when calculating with <placeholder-1/>.
el: Αυτό το σφάλμα συμβαίνει όταν ένας αριθμός υψωμένος στη δύναμη ενός άλλου αριθμού κατέληξε σε σφάλμα. Για παράδειγμα (-4) ^ (-5.1) δίνει ένα σφάλμα, επειδή ένας αρνητικός αριθμός δεν μπορεί να υψωθεί σε έναν αρνητικό μη ακέραιο αριθμό όταν υπολογίζεται με το <placeholder-1/>.

source: Error 02: Tangent to pi/2+n*pi (90&deg;+n180&deg; in degrees) is undefined.
el: Σφάλμα 02: Η εφαπτομένη στο pi/2+n*pi (90&deg;+n180&deg; σε μοίρες) είναι αόριστη.

source: tan(x) is undefined for x= &pi;/2+&pi;p = 90&deg;+p180&deg;, where p is an integer.
el: Η tan(x) είναι αόριστη για x= &pi;/2+&pi;p = 90&deg;+p180&deg;, όπου p είναι ένας ακέραιος.

source: Error 03: Fact can only be calculated for positive integers.
el: Σφάλμα 03: Το παραγοντικό υπολογίζεται μόνο για θετικούς ακέραιους.

source: fact(x), which calculates the factorial number of x, is only defined for positive integers of x.
el: Το fact(x), που υπολογίζει το παραγοντικό του x, ορίζεται μόνο για θετικούς ακέραιους του x.

source: Error 04: Cannot take logarithm to number equal or less than zero.
el: Σφάλμα 04: Δεν υπάρχει λογάριθμος αριθμού ίσου ή μικρότερου του μηδέν.

source: The logarithmic functions ln(x) and log(x) are undefined for x&le;0, when the calculation is done for real numbers. When the calculations are done with complex numbers, x is only undefined at 0.
el: Οι λογαριθμικές συναρτήσεις ln(x) and log(x) είναι αόριστες για x&le;0, όταν ο υπολογισμός γίνεται για πραγματικούς αριθμούς. Όταν οι υπολογισμοί γίνονται με μιγαδικούς αριθμούς, το x είναι αόριστο μόνο στο 0.

source: Error 05: sqrt is undefined for negative numbers.
el: Σφάλμα 05: το sqrt δεν ορίζεται για αρνητικούς αριθμούς.

source: sqrt(x) is undefined for x&lt;0, when the calculations are done for real numbers. sqrt(x) is defined for all numbers, when the calculations are done with complex numbers.
el: Το sqrt(x) είναι αόριστο για x&lt;0, όταν οι υπολογισμοί γίνονται για πραγματικούς αριθμούς. Το sqrt(x) ορίζεται για όλους τους αριθμούς, όταν οι υπολογισμοί γίνονται με μιγαδικούς αριθμούς.

source: Error 06: A part of the evaluation gave a number with an imaginary part.
el: Σφάλμα 06: Ένα μέρος του υπολογισμού έδωσε έναν αριθμό με μιγαδικό αριθμό.

source: This error may occur when calculations are done with real numbers. If a part of the calculation resulted in a number with an imaginary part, the calculation cannot continue. An example of this is: sin(x+&imag;)
el: Αυτό το σφάλμα μπορεί να συμβεί όταν οι υπολογισμοί γίνονται με πραγματικούς αριθμούς. Αν ένα μέρος του υπολογισμού κατέληξε σε έναν αριθμό με φανταστικό μέρος, ο υπολογισμός δεν μπορεί να συνεχιστεί. Ένα παράδειγμα αυτού είναι: sin(x+&imag;)

source: Error 07: Division by zero.
el: Σφάλμα 07: Διαίρεση με το μηδέν.

source: The program tried to divide by zero when calculating. A function is undefined for values where a division by zero is needed. For example the function f(x)=1/x is undefined at x=0.
el: Το πρόγραμμα προσπάθησε να διαιρέσει με μηδέν κατά τον υπολογισμό. Μια συνάρτηση δεν ορίζεται για τιμές όπου απαιτείται διαίρεση με το μηδέν. Για παράδειγμα η συνάρτηση f(x)=1/x δεν ορίζεται στο x=0.

source: Error 08: Inverse trigonometric function out of range [-1;1]
el: Σφάλμα 08: Η αντίστροφη τριγωνομετρική συνάρτηση εκτός εμβέλειας [-1;1]

source: The inverse trigonometric functions asin(x) and acos(x) are only defined in the range [-1;1], and they are not defined for any numbers with an imaginary part. The function atan(x) is defined for all numbers without an imaginary part. This error may also happen if you are trying to take arg(0).
el: Οι αντίστροφες τριγωνομετρικές συναρτήσεις asin(x) και acos(x) ορίζονται μόνο στην περιοχή [-1;1] και δεν ορίζονται για οποιονδήποτε αριθμό με φανταστικό μέρος. Η συνάρτηση atan(x) ορίζεται για όλους τους αριθμούς χωρίς φανταστικό μέρος. Αυτό το σφάλμα μπορεί επίσης να συμβεί αν προσπαθείτε να πάρετε arg(0).

source: Error 09: The function is not defined for this value.
el: Σφάλμα 09: Η συνάρτηση δεν ορίζεται για αυτήν την τιμή.

source: This error may occur for functions that are not defined for a specific point. This is for example the case for sign(x) and u(x) at x=0.
el: Αυτό το σφάλμα μπορεί να συμβεί για συναρτήσεις που δεν ορίζονται σε ένα συγκεκριμένο σημείο. Αυτή είναι για παράδειγμα η περίπτωση για sign(x) και u(x) στο x=0.

source: Error 10: atanh evaluated at undefined value.
el: Σφάλμα 10: Η atanh υπολογίζεται για απροσδιόριστη τιμή.

source: Inverse hyperbolic tangent atanh(x) is undefined at x=1 and x=-1, and not defined outside the interval x=]-1;1[ when calculating with real numbers only.
el: Η αντίστροφη υπερβολική εφαπτομένη atanh(x) δεν ορίζεται στο x=1 και x=-1 και δεν ορίζεται έξω από το διάστημα x=]-1;1[ όταν υπολογίζεται με πραγματικούς αριθμούς μόνο.

source: Error 11: acosh evaluated at undefined value.
el: Σφάλμα 11: Η acosh υπολογίζεται σε απροσδιόριστη τιμή.

source: Inverse hyperbolic cosine acosh(x) is only defined for x&ge;1 when using <placeholder-1/>. acosh(x) is defined for all numbers when calculating with <placeholder-2/>.
el: Το αντίστροφο υπερβολικό συνημίτονο acosh(x) υπολογίζεται μόνο για x&ge;1 κατά τη χρήση του <placeholder-1/>. Το acosh(x) ορίζεται για όλους τους αριθμούς κατά τον υπολογισμό με <placeholder-2/>.

source: Error 12: arg(0) is undefined.
el: Σφάλμα 12: Το arg(0) δεν ορίζεται.

source: The argument of zero is undefined because 0 does not have an angle.
el: Το όρισμα του μηδενός δεν ορίζεται επειδή το 0 δεν έχει γωνία.

source: Error 13: Evaluation failed.
el: Σφάλμα 13: Ο υπολογισμός απέτυχε.

source: This error occurs when a more complicated function like W(z) is evaluated, and the evaluation failed to find an accurate result.
el: Αυτό το σφάλμα συμβαίνει όταν μια περισσότερο περίπλοκη συνάρτηση όπως η W(z) υπολογίζεται και ο υπολογισμός απέτυχε να βρει ένα ακριβές αποτέλεσμα.

source: Error 14: Argument produced a function result with total loss of precision.
el: Σφάλμα 14: Το όρισμα παρήγαγε ένα αποτέλεσμα συνάρτησης με ολική απώλεια ακρίβειας.

source: An argument to a function call produced a result with total loss of significant digits, such as sin(1E70) which gives an arbitrary number in the range [-1;1].
el: Ένα όρισμα σε μια κλήση συνάρτησης παρήγαγε ένα αποτέλεσμα με ολική απώλεια των σημαντικών ψηφίων, όπως sin(1E70) που δίνει έναν τυχαίο αριθμό στην περιοχή [-1;1].

source: Error 15: The custom function/constant '%s' was not found or has the wrong number of arguments.
el: Σφάλμα 15: Η προσαρμοσμένη συνάρτηση/σταθερά '%s' δε βρέθηκε ή έχει εσφαλμένο αριθμό ορισμάτων.

source: A custom function or constant no longer exists. You can either define it again or remove all uses of the symbol. This may also happen if a custom constant has been changed to a function or vice versa, or if the number of arguments to a custom function has been changed.
el: Μια προσαρμοσμένη συνάρτηση ή σταθερά δεν υπάρχει πια. Μπορείτε είτε να την ορίσετε ξανά ή να αφαιρέσετε όλες τις χρήσεις του συμβόλου. Αυτό μπορεί να συμβεί επίσης αν μια προσαρμοσμένη σταθερά έχει αλλαχθεί σε συνάρτηση ή αντίστροφα, ή αν ο αριθμός ορισμάτων σε μια προσαρμοσμένη συνάρτηση έχει αλλαχθεί.

source: Error 16: Too many recursive calls
el: Σφάλμα 16: Υπερβολικές αναδρομικές κλήσεις

source: Too many recursive calls have been executed. This is most likely caused by a function that calls itself recursively an infinite number of times, for example foo(x)=2*foo(x). The error may also occur if you just call too many functions recursively.
el: Έχουν εκτελεστεί υπερβολικά πολλές αναδρομικές κλήσεις. Αυτό προκλήθηκε μάλλον από μια συνάρτηση που καλεί τον εαυτό της αναδρομικά έναν άπειρο αριθμό φορών, για παράδειγμα foo(x)=2*foo(x). Το σφάλμα μπορεί επίσης να συμβεί αν καλέσατε απλά υπερβολικά πολλές συναρτήσεις αναδρομικά.

source: Error 17: Overflow: A function returned a value too large to handle.
el: Σφάλμα 17: Υπερχείλιση: Μια συνάρτηση επέστρεψε μια τιμή υπερβολικά μεγάλη για επεξεργασία.

source: A function call resulted in value too large to handle. This for example happens if you try to evaluate sinh(20000)
el: Μια κλήση συνάρτησης κατέληξε σε μια τιμή υπερβολικά μεγάλη για επεξεργασία. Αυτό συμβαίνει , για παράδειγμα, αν δοκιμάσετε να υπολογίσετε sinh(20000)

source: Error 18: A plugin function failed.
el: Σφάλμα 18: Ένα πρόσθετο συνάρτησης απέτυχε.

source: A custom function in a Python plugin did not return a result. The Python interpreter window may show more detailed information.
el: Μια προσαρμοσμένη συνάρτηση σε ένα πρόσθετο Python δεν επέστρεψε αποτέλεσμα. Το παράθυρο διερμηνευτή Python μπορεί να εμφανίσει περισσότερο λεπτομερείς πληροφορίες.

source: Error 50: Unexpected operator. Operator %s cannot be placed here
el: Σφάλμα 50: Απροσδόκητος τελεστής. Ο τελεστής %s δεν μπορεί να τοποθετηθεί εδώ

source: An operator +, -, *, / or ^ was misplaced. This can happen if you try entering the function f(x)=^2, and it usually means that you forgot something in front of the operator.
el: Ένας τελεστής +, -, *, / ή ^ τοποθετήθηκε εσφαλμένα. Αυτό μπορεί να συμβεί αν δοκιμάσατε να εισάγετε τη συνάρτηση f(x)=^2 και συνήθως σημαίνει ότι ξεχάσατε κάτι μπροστά από τον τελεστή.

source: Error 55: Right bracket missing.
el: Σφάλμα 55: Λείπει η δεξιά παρένθεση.

source: A right bracket is missing. Make sure you have the same number of left and right brackets.
el: Μια δεξιά παρένθεση λείπει. Βεβαιωθείτε ότι έχετε τον ίδιο αριθμό αριστερών και δεξιών παρενθέσεων.

source: Error 56: Invalid number of arguments supplied for the function '%s'
el: Σφάλμα 56: Άκυρος αριθμός ορισμάτων που παρέχονται για τη συνάρτηση '%s'

source: You passed a wrong number of arguments to the specified function. Check the <placeholder-1/> to find the required number of arguments the function needs. This error may occur if you for example write sin(x,3).
el: Εισάγατε έναν εσφαλμένο αριθμό ορισμάτων στη συγκεκριμένη συνάρτηση. Ελέγξτε το <placeholder-1/> για να βρείτε τον απαιτούμενο αριθμό ορισμάτων που χρειάζεται η συνάρτηση. Αυτό το σφάλμα μπορεί να συμβεί αν γράψετε, για παράδειγμα, sin(x,3).

source: Error 57: Comparison operator misplaced.
el: Σφάλμα 57: Εσφαλμένη θέση τελεστή σύγκρισης.

source: Only two comparison operators in sequence are allowed. For example "sin(x) &lt; y &lt; cos(x)" is okay while "sin(x) &lt; x &lt; y &lt; cos(x)" is invalid because there are three &lt;-operators in sequence.
el: Επιτρέπονται μόνο δύο τελεστές σύγκρισης στη σειρά. Για παράδειγμα "sin(x) &lt; y &lt; cos(x)" είναι εντάξει, ενώ "sin(x) &lt; x &lt; y &lt; cos(x)" είναι άκυρο επειδή υπάρχουν τρεις τελεστές &lt; στη σειρά.

source: Error 58: Invalid number found. Use the format: -5.475E-8
el: Σφάλμα 58: Βρέθηκε άκυρος αριθμός. Χρησιμοποιήστε τη μορφή -5.475E-8

source: Something that looked like a number but wasn't has been found. For example this is an invalid number: 4.5E. A number should be on the form nnn.fffEeee where nnn is the whole number part that may be negative. fff is the fraction part that is separated from the integer part with a dot '.'. The fraction part is optional, but either the integer part or the fraction part must be there. E is the exponent separator and must be an 'E' in upper case. eee is the exponent optionally preceded by '-'. The exponent is only needed if the E is there. Notice that 5E8 is the same as 5*10^8. Here are some examples of numbers: <placeholder-1/>
el: Κάτι που έμοιαζε με αριθμό, αλλά δεν ήταν έχει βρεθεί. Για παράδειγμα, αυτός είναι ένας άκυρος αριθμός: 4.5E. Ένας αριθμός πρέπει να είναι στη μορφή nnn.fffEeee όπου nnn είναι το ακέραιο μέρος του αριθμού που μπορεί να είναι αρνητικός. fff είναι το κλασματικό μέρος που διαχωρίζεται από το ακέραιο μέρος με μια τελεία '.'. Το κλασματικό μέρος είναι προαιρετικό, αλλά είτε το ακέραιο είτε το κλασματικό μέρος πρέπει να υπάρχει. Ε είναι το εκθετικό διαχωριστικό και πρέπει να είναι ένα 'E' με κεφαλαία. eee είναι ο εκθέτης στον οποίο μπορεί να προηγείται προαιρετικά ένα '-'. Ο εκθέτης χρειάζεται μόνο όταν υπάρχει Ε. Σημειώστε ότι το 5E8 είναι το ίδιο με το 5*10^8. Ιδού μερικά παραδείγματα αριθμών: <placeholder-1/>

source: Error 59: String is empty. You need to enter a formula.
el: Σφάλμα 59: Η συμβολοσειρά είναι κενή. Πρέπει να εισάγετε έναν τύπο.

source: You didn't enter anything in the box. This is not allowed. You need to enter an expression.
el: Δεν εισάγατε τίποτα στο πλαίσιο. Αυτό δεν επιτρέπεται. Πρέπει να εισάγετε μια παράσταση.

source: Error 60: Comma is not allowed here. Use dot as decimal separator.
el: Σφάλμα 60: Το κόμμα δεν επιτρέπεται εδώ. Χρησιμοποιήστε τελεία ως δεκαδικό διαχωριστικό.

source: Commas may not be used as decimal separator. You have to use a '.' to separate the fraction from the integer part.
el: Τα κόμματα δεν μπορούν να χρησιμοποιηθούν ως δεκαδικά διαχωριστικά. Πρέπει να χρησιμοποιήσετε ένα '.' για να ξεχωρίσετε το κλασματικό από το ακέραιο μέρος.

source: Error 61: Unexpected right bracket.
el: Σφάλμα 61: Απροσδόκητη δεξιά παρένθεση.

source: A right bracket was found unexpectedly. Make sure the number of left and right brackets match.
el: Μια δεξιά παρένθεση βρέθηκε αναπάντεχα. Βεβαιωθείτε ότι ο αριθμός των αριστερών και δεξιών παρενθέσεων ταιριάζει.

source: Error 63: Number, constant or function expected.
el: Σφάλμα 63: Αναμενόταν αριθμός, σταθερά ή συνάρτηση.

source: A factor, which may be a number, constant, variable or function, was expected.
el: Ένας παράγοντας, που μπορεί να είναι αριθμός, σταθερά, μεταβλητή ή συνάρτηση αναμενόταν.

source: Error 64: Parameter after constant or variable not allowed.
el: Σφάλμα 64: Δεν επιτρέπεται παράμετρος μετά από σταθερά ή μεταβλητή.

source: Brackets may not be placed after a constant or variable. For example this is invalid: f(x)=x(5). Use f(x)=x*5 instead.
el: Οι παρενθέσεις δεν μπορούν να τοποθετηθούν μετά από μια σταθερά ή μεταβλητή. Για παράδειγμα αυτό είναι άκυρο: f(x)=x(5). Στη θέση του χρησιμοποιήστε f(x)=x*5.

source: Error 65: Expression expected.
el: Σφάλμα 65: Αναμενόταν παράσταση.

source: An expression was expected. This may happen if you have empty brackets: f(x)=sin()
el: Μια παράσταση αναμενόταν. Αυτό μπορεί να συμβεί αν έχετε κενές παρενθέσεις: f(x)=sin()

source: Error 66: Unknown variable, function or constant: %s
el: Σφάλμα 66: Άγνωστη μεταβλητή, συνάρτηση ή σταθερά: %s

source: You entered something that looks like a variable, function or constant but is unknown. Note that "x5" is not the same as "x*5".
el: Εισάγατε κάτι που μοιάζει με μεταβλητή, συνάρτηση ή σταθερά αλλά είναι άγνωστη. Σημειώστε ότι το "x5" δεν είναι το ίδιο με "x*5".

source: Error 67: Unknown character: %s
el: Σφάλμα 67: Άγνωστος χαρακτήρας: %s

source: An unknown character was found.
el: Βρέθηκε ένας άγνωστος χαρακτήρας.

source: Error 68: The end of the expression was unexpected.
el: Σφάλμα 68: Απροσδόκητο τέλος της παράστασης.

source: The end of the expression was found unexpectedly.
el: Απροσδόκητο τέλος της παράστασης.

source: Error 70: Error parsing expression
el: Σφάλμα 70: Σφάλμα κατά την ανάλυση παράστασης

source: An error happened while parsing the function text. The string is not a valid function.
el: Συνέβη ένα σφάλμα κατά την ανάλυση του κειμένου της συνάρτησης. Η συμβολοσειρά δεν είναι έγκυρη συνάρτηση.

source: Error 71: A calculation resulted in an overflow.
el: Σφάλμα 71: Ο υπολογισμός προκάλεσε υπερφόρτωση.

source: An overflow occurred under the calculation. This may happen when the numbers get too big.
el: Μια υπερχείλιση προέκυψε κατά τον υπολογισμό. Αυτό μπορεί να συμβαίνει επειδή οι αριθμοί έγιναν υπερβολικά μεγάλοι.

source: Error 73: An invalid value was used in the calculation.
el: Σφάλμα 73: Μια άκυρη τιμή χρησιμοποιήθηκε στον υπολογισμό.

source: An invalid value was used as data for the calculation.
el: Μια άκυρη τιμή χρησιμοποιήθηκε ως δεδομένο για τον υπολογισμό.

source: Error 74: Not enough points for calculation.
el: Σφάλμα 74: Δεν υπάρχουν αρκετά σημεία για υπολογισμό.

source: Not enough data points were provided to calculate the trendline. A polynomial needs at least one more point than the degree of the polynomial. A polynomial of third degree needs at least 4 points. All other functions need at least two points.
el: Δεν παρασχέθηκαν αρκετά σημεία για να υπολογιστεί η γραμμή τάσης. Ένα πολυώνυμο χρειάζεται τουλάχιστον ένα περισσότερο σημείο από τον βαθμό του. Ένα πολυώνυμο τρίτου βαθμού χρειάζεται τουλάχιστον 4 σημεία. Όλες οι άλλες συναρτήσεις χρειάζονται τουλάχιστον δύο σημεία.

source: Error 75: Illegal name %s for user defined function or constant.
el: Σφάλμα 75: Απαράδεκτο όνομα %s για τη συνάρτηση ή σταθερά του χρήστη.

source: Names for user defined functions and constants must start with a letter and only contain letters and decimal digits. You cannot use names that are already used by built-in functions and constants.
el: Τα ονόματα για συναρτήσεις και σταθερές του χρήστη πρέπει να αρχίζουν με ένα γράμμα και να περιέχουν μόνο γράμματα και δεκαδικά ψηφία. Δεν μπορείτε να χρησιμοποιήσετε ονόματα χρησιμοποιούνται ήδη από ενσωματωμένες συναρτήσεις και σταθερές.

source: Error 76: Cannot differentiate recursive function.
el: Σφάλμα 76: Δεν μπορεί να παραγωγιστεί αναδρομική συνάρτηση.

source: It is not possible to differentiate a recursive function because the resulting function will be infinitely large.
el: Δεν είναι δυνατό να παραγωγίσετε μια αναδρομική συνάρτηση επειδή η τελική συνάρτηση θα είναι απείρως μεγάλη.

source: Error 79: Function %s cannot be differentiated.
el: Σφάλμα 79: Η συνάρτηση %s δεν μπορεί να παραγωγιστεί.

source: The function cannot be differentiated, because some part of the function does not have a first derivative. This is for example the case for arg(x), conj(x), re(x) and im(x).
el: Η συνάρτηση δεν μπορεί να παραγωγιστεί, επειδή κάποιο μέρος της συνάρτησης δεν έχει πρώτη παράγωγο. Αυτό συμβαίνει, για παράδειγμα, για arg(x), conj(x), re(x) και im(x).

source: Error 86: Not further specified error occurred under calculation.
el: Σφάλμα 86: Μη περαιτέρω προσδιορισμός του σφάλματος που έγινε στον υπολογισμό.

source: An error occurred while calculating. The exact cause is unknown. If you get this error, you may try to contact the programmer with a description of how to reproduce the error. Then he might be able to improve the error message or prevent the error from occurring.
el: Ένα σφάλμα προέκυψε κατά τον υπολογισμό. Η ακριβής αιτία είναι άγνωστη. Αν πάρετε αυτό το σφάλμα, μπορείτε να δοκιμάσετε να επικοινωνήσετε με τον προγραμματιστή με μια περιγραφή πώς να αναπαράγετε το σφάλμα. Έπειτα μπορείτε να βελτιώσετε το μήνυμα σφάλματος ή να αποτρέψετε το σφάλμα από το να συμβεί.

source: Error 87: No solution found. Try another guess or another model.
el: Σφάλμα 87: Δεν βρέθηκε λύση. Δοκιμάστε μια άλλη υπόθεση ή ένα άλλο μοντέλο.

source: The given guess, which may be the default one, did not give any solution. This can be caused by a bad guess, and a better guess may result in a solution. It can also be because the given trendline model doesn't fit the data, in which case you should try another model.
el: Η δεδομένη υπόθεση, που μπορεί να είναι η προεπιλεγμένη, δεν έδωσε καμία λύση. Αυτό μπορεί να προκλήθηκε από μια εσφαλμένη υπόθεση και μια καλύτερη υπόθεση μπορεί να καταλήξει σε μια λύση. Μπορεί επίσης να είναι επειδή το δεδομένο πρότυπο γραμμής τάσης δεν ταιριάζει με τα δεδομένα, οπότε θα πρέπει να δοκιμάσετε ένα άλλο πρότυπο.

source: Error 88: No result found.
el: Σφάλμα 88: Δεν βρέθηκε αποτέλεσμα.

source: No valid result exist. This may for example happen when trying to create a trendline from a point series where it is not possible to calculate a trendline. One reason can be that one of the calculated constants needs to be infinite.
el: Δεν υπάρχει έγκυρο αποτέλεσμα. Αυτό μπορεί να συμβεί, για παράδειγμα, όταν προσπαθείτε να δημιουργήσετε μια γραμμή τάσης από μια σημειοσειρά όπου δεν είναι δυνατό να υπολογίσετε μια γραμμή τάσης. Μια αιτία μπορεί να είναι ότι μία από τις υπολογισμένες σταθερές χρειάζεται να είναι άπειρη.

source: Error 89: An accurate result cannot be found.
el: Σφάλμα 89: Δεν μπορεί να βρεθεί ακριβές αποτέλεσμα.

source: Graph could not calculate an accurate result. This may happen when calculating the numerical integral produced a result with a too high estimated error.
el: Το Graph Αδύνατε να υπολογίσει ένα ακριβές αποτέλεσμα. Αυτό μπορεί να συμβεί κατά τον υπολογισμό του αριθμητικού ολοκληρώματος που παράχθηκε με ένα υπερβολικά υψηλό εκτιμώμενο σφάλμα.

source: Error 99: Internal error. Please notify the programmer with as much information as possible.
el: Σφάλμα 99: Εσωτερικό σφάλμα. Ενημερώστε τον προγραμματιστή με όσο το δυνατό περισσότερες πληροφορίες.

source: An internal error happened. This means that the program has done something that is impossible but happened anyway. Please contact the programmer with as much information as necessary to reproduce the problem.
el: Συνέβη ένα εσωτερικό σφάλμα. Αυτό σημαίνει ότι το πρόγραμμα έχει κάνει κάτι που είναι αδύνατο αλλά συνέβη. Παρακαλούμε επικοινωνήστε με τον προγραμματιστή με όλες τις απαραίτητες πληροφορίες για να αναπαράγει το πρόβλημα.

source: Special
el: Ειδικό

source: numerical integral
el: αριθμητικό ολοκλήρωμα

source: Returns an approximation for the numerical integral of the given expression over the given range.
el: Επιστρέφει μια προσέγγιση για το αριθμητικό ολοκλήρωμα της δεδομένης παράστασης στη δεδομένη περιοχή.

source: The <placeholder-1/> function returns an approximation for the numerical integral of <placeholder-2/> with the variable <placeholder-3/> from <placeholder-4/> to <placeholder-5/>. This is mathematically written as: <placeholder-6/>
el: Η συνάρτηση <placeholder-1/> επιστρέφει μια προσέγγιση για το αριθμητικό ολοκλήρωμα του <placeholder-2/> με την μεταβλητή <placeholder-3/> από <placeholder-4/> μέχρι <placeholder-5/>. Αυτό γράφεται μαθηματικά ως: <placeholder-6/>
