Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Help/po/GraphHelp_Greek.po
Languages: el

source: Returns the angle of the argument in radians or degrees.
el: Επιστρέφει τη γωνία του ορίσματος σε ακτίνια ή μοίρες.

source: Returns the integer part of the argument.
el: Επιστρέφει το ακέραιο μέρος του ορίσματος.

source: Rounds the argument up to nearest integer.
el: Στρογγυλοποιεί το όρισμα στον μεγαλύτερο πλησιέστερο ακέραιο.

source: Rounds the argument down to the nearest integer.
el: Στρογγυλοποιεί το όρισμα στον μικρότερο πλησιέστερο ακέραιο.

source: Rounds the first argument to the number of decimals given by the second argument.
el: Στρογγυλοποιεί το πρώτο όρισμα στον αριθμό των δεκαδικών που δίνεται από το δεύτερο όρισμα.

source: Returns the sign of the argument: 1 if the argument is greater than 0, and -1 if the argument is less than 0.
el: Επιστρέφει το πρόσημο του ορίσματος: 1 αν το όρισμα είναι μεγαλύτερο από 0 και -1 αν το όρισμα είναι μικρότερο από 0.

source: Unit step: Returns 1 if the argument is greater than or equal 0, and 0 otherwise.
el: Μοναδιαίο βήμα: Επιστρέφει 1 αν το όρισμα είναι μεγαλύτερο ή ίσο με 0 και 0 αλλιώς.

source: Returns the smallest of the arguments.
el: Επιστρέφει το ελάχιστο από τα ορίσματα.

source: Returns the greatest of the arguments.
el: Επιστρέφει το μέγιστο από τα ορίσματα.

source: Returns the second argument if it is in the range of the first and third argument.
el: Επιστρέφει το δεύτερο όρισμα αν είναι στην περιοχή του πρώτου και του τρίτου ορίσματος.

source: Returns the second argument if the first argument does not evaluate to 0; Else the third argument is returned.
el: Επιστρέφει το δεύτερο όρισμα αν το πρώτο όρισμα δεν υπολογίζεται σε 0, αλλιώς επιστρέφεται το τρίτο όρισμα.

source: Returns the numeric integral of the first argument from the second argument to the third argument.
el: Επιστρέφει το αριθμητικό ολοκλήρωμα του πρώτου ορίσματος από το δεύτερο όρισμα στο τρίτο όρισμα.

source: Returns the sum of the first argument evaluated for each integer in the range from the second to the third argument.
el: Επιστρέφει το άθροισμα του πρώτου ορίσματος υπολογισμένο για κάθε ακέραιο στην περιοχή από το δεύτερο στο τρίτο όρισμα.

source: Returns the product of the first argument evaluated for each integer in the range from the second to the third argument.
el: Επιστρέφει το γινόμενο του πρώτου ορίσματος υπολογισμένο για κάθε ακέραιο στην περιοχή από το δεύτερο στο τρίτο όρισμα.

source: Returns the Euler gamma function of the argument.
el: Επιστρέφει τη συνάρτηση γάμα του Όιλερ για το όρισμα.

source: Returns the beta function evaluated for the arguments.
el: Επιστρέφει τη συνάρτησης βήτα υπολογισμένη για τα ορίσματα.

source: Returns the Lambert W-function evaluated for the argument.
el: Επιστρέφει τη συνάρτηση W του Λαμπέρ υπολογισμένη για το όρισμα.

source: Returns the Riemann Zeta function evaluated for the argument.
el: Επιστρέφει τη συνάρτηση ζήτα του Ρίμαν υπολογισμένη για το όρισμα.

source: Notice the following relations:
el: Σημειώστε τις παρακάτω σχέσεις:

source: List of menu items
el: Κατάλογος των στοιχείων μενού

source: menu items
el: στοιχεία μενού

source: shortcuts
el: συντομεύσεις

source: New
el: Νέο

source: Use this to create a new coordinate system for drawing graphs in.
el: Χρησιμοποιήστε το για να δημιουργήσετε ένα νέο σύστημα συντεταγμένων για σχεδίαση γραφημάτων.

source: Open...
el: Άνοιγμα...

source: Reads an earlier saved coordinate system from a .grf file.
el: Διαβάζει ένα προγενέστερο αποθηκευμένο σύστημα συντεταγμένων από ένα αρχείο .grf.

source: Save
el: Αποθήκευση

source: Saves the coordinate system to a file.
el: Αποθηκεύει το σύστημα συντεταγμένων σε αρχείο.

source: Save as...
el: Αποθήκευση ως...

source: Saves the coordinate system to a file with a new name.
el: Αποθηκεύει το σύστημα συντεταγμένων σε ένα αρχείο με νέο όνομα.

source: Saves the shown coordinate system as an image.
el: Αποθηκεύει το εμφανιζόμενο σύστημα συντεταγμένων ως εικόνα.

source: Graph file...
el: Αρχείο Graph...

source: Imports the contents of another Graph file into the current coordinate system.
el: Εισάγει τα περιεχόμενα ενός άλλου αρχείου Graph στο τρέχον σύστημα συντεταγμένων.

source: Imports one or several point series from a tab, comma or semicolon separated data file. The first column shall contain the x-coordinates. The following columns shall contain the y-coordinates. Graph will create as many point series as there are columns with y-coordinates in the file. There is no limit to the number of point series possible in the data file as long as they share the same x-coordinates.
el: Εισάγει μια ή πολλές σημειοσειρές από μια καρτέλα, κόμμα ή ; που χωρίζουν αρχείο δεδομένων. Η πρώτη στήλη θα περιέχει τις τετμημένες x. Οι ακόλουθες στήλες θα περιέχουν τις τεταγμένες y. To Graph θα δημιουργήσει τόσες σημειοσειρές όσες και οι στήλες που υπάρχουν με τεταγμένες y στο αρχείο. Δεν υπάρχει όριο στον αριθμό των δυνατών σημειοσειρών στο αρχείο δεδομένων εφόσον μοιράζονται τις ίδιες τετμημένες x.

source: Print...
el: Εκτυπώνει...

source: Sends the coordinate system and graphs to a printer.
el: Στέλνει το σύστημα συντεταγμένων και τα γραφήματα σε έναν εκτυπωτή.

source: Exit
el: Έξοδος

source: Quits the program. You may be asked to save the file.
el: Εγκαταλείπει το πρόγραμμα. Μπορεί να ερωτηθείτε αν θέλετε να αποθηκεύσετε το αρχείο.

source: Undo
el: Αναίρεση

source: Use this to undo the last thing you did. You can choose how many undo steps that are saved in the <placeholder-1/> dialog.
el: Χρησιμοποιήστε το για να αναιρέσετε το τελευταίο πράγμα που κάνετε. Μπορείτε να επιλέξετε πόσα βήματα αναίρεσης θα αποθηκευτούν στον διάλογο <placeholder-1/>.

source: Redo
el: Ακύρωση αναίρεσης

source: Use this to redo the last thing undone. This is only available after you have selected <placeholder-1/>.
el: Χρησιμοποιήστε τον για να επαναλάβετε το τελευταίο πράγμα που αναιρέσατε. Αυτό είναι διαθέσιμο μόνο αφού έχετε επιλέξει το <placeholder-1/>.

source: Cut
el: Αποκοπή

source: graph element
el: στοιχείο γραφήματος

source: This will copy the selected <placeholder-1/> to the clipboard. The element will be deleted afterwards.
el: Αυτό θα αντιγράψει το επιλεγμένο <placeholder-1/> στο πρόχειρο. Το στοιχείο θα διαγραφεί κατόπιν.

source: This will copy the selected <placeholder-1/> to the clipboard.
el: Αυτό θα αντιγράψει το επιλεγμένο <placeholder-1/> στο πρόχειρο.

source: This will paste an earlier copied <placeholder-1/> from the clipboard into the coordinate system.
el: Αυτό θα επικολλήσει ένα προγενέστερα αντιγραμμένο <placeholder-1/> από το πρόχειρο στο σύστημα συντεταγμένων.

source: Copies the shown coordinate system to the clipboard as an image. You can then paste it into another program, i.e. Microsoft Word.
el: Αντιγράφει το εμφανιζόμενο σύστημα συντεταγμένων στο πρόχειρο ως εικόνα. Μπορείτε έπειτα να το επικολλήσετε σε ένα άλλο πρόγραμμα, δηλαδή Microsoft Word.

source: Edit specifications for the axes, e.g. scale, colors, legend placement, etc.
el: Επεξεργαστείτε τις προδιαγραφές για τους άξονες, π.χ. κλίμακα, χρώματα, θέση υπομνήματος, κλπ.

source: Options...
el: Επιλογές...

source: This will change global settings for Graph, e.g. association of .grf files, showing of tooltips, maximum number of undo stored undo steps, etc.
el: Αυτό θα αλλάξει τις καθολικές ρυθμίσεις για το Graph, π.χ. συσχέτιση αρχείων .grf, εμφάνιση συμβουλών οθόνης, μέγιστο αριθμό αποθηκευμένων αναιρέσεων, βήματα αναίρεσης κλπ.

source: Inserts a function into the coordinate system. Functions may be added with different width and color, and you can choose to only show the graph in a specified interval, and specify other settings too.
el: Εισάγει μια συνάρτηση στο σύστημα συντεταγμένων. Οι συναρτήσεις μπορεί να προστεθούν με διαφορετικό πλάτος και χρώμα και μπορείτε να επιλέξετε να εμφανίσετε μόνο το γράφημα σε ένα συγκεκριμένο διάστημα και να ορίσετε επίσης άλλες ρυθμίσεις.

source: Insert tangent...
el: Εισαγωγή εφαπτομένης...

source: Use this dialog to add a tangent to an already shown function at a user-specified point. The tangent will be added to the function selected in the <placeholder-1/>.
el: Χρησιμοποιήστε αυτόν τον διάλογο για να προσθέσετε μια εφαπτομένη σε μια ήδη εμφανιζόμενη συνάρτηση σε ένα σημείο καθορισμένο από τον χρήστη. Η εφαπτομένη θα προστεθεί στην επιλεγμένη συνάρτηση στο <placeholder-1/>.

source: This menu item is used to add a shading to the selected function. You may choose between different styles of shading and different colors. The shading may be added above the function, below the function, between the function and the x-axis, between the function and the y-axis, inside the function or between two functions.
el: Αυτό το στοιχείο μενού χρησιμοποιείται για την προσθήκη μιας γραμμοσκίασης στην επιλεγμένη συνάρτηση. Μπορείτε να επιλέξετε μεταξύ διαφορετικών τεχνοτροπιών γραμμοσκίασης και διαφορετικών χρωμάτων. Η γραμμοσκίαση μπορεί να προστεθεί πάνω από τη συνάρτηση, κάτω από τη συνάρτηση, μεταξύ της συνάρτησης και του άξονα των x, μεταξύ της συνάρτησης και του άξονα των y, μέσα στη συνάρτηση ή μεταξύ των δύο συναρτήσεων.

source: This dialog is used to add the first derivative to the selected function.
el: Αυτός ο διάλογος χρησιμοποιείται για να προσθέσει την πρώτη παράγωγο στην επιλεγμένη συνάρτηση.

source: Inserts a new point series into the coordinate system. An infinite number of points defined by their x- and y-coordinates may be added. It is possible to choose color, size, and style of the point series.
el: Εισάγει μια νέα σημειοσειρά στο σύστημα συντεταγμένων. Ένας άπειρος αριθμός σημείων που ορίστηκε από τις συντεταγμένες x και y μπορεί να προστεθεί. Μπορείτε να επιλέξετε χρώμα, μέγεθος και τεχνοτροπία της σημειοσειράς.

source: Inserts a trendline as the curve of best fit for the selected point series. You may choose between different kinds of functions for the trendline.
el: Εισάγει μια γραμμή τάσης ως την καμπύλη της άριστης προσαρμογής για την επιλεγμένη σημειοσειρά. Μπορείτε να επιλέξετε μεταξύ διαφορετικών ειδών συναρτήσεων για τη γραμμή τάσης.

source: This inserts an equation or inequality into the coordinate system. Equations and inequalities are used to express relations between x- and y-coordinates with the same operators etc. as for graphs of functions. Relations may be added with different shading styles and colors.
el: Αυτό εισάγει μια εξίσωση ή ανισότητα στο σύστημα συντεταγμένων. Οι εξισώσεις και ανισότητες χρησιμοποιούνται για να εκφράσουν σχέσεις μεταξύ των συντεταγμένων x και y με τους ίδιους τελεστές κλπ. ως γραφήματα συναρτήσεων. Οι σχέσεις μπορεί να προστεθούν με διαφορετικές τεχνοτροπίες γραμμοσκίασης και χρωμάτων.

source: This will show a dialog, which may be used to create a formatted text label. The label will always be created at the center of the graphing area but can afterwards be dragged to another place with the mouse.
el: Αυτό θα εμφανίσει έναν διάλογο, που μπορεί να χρησιμοποιηθεί για τη δημιουργία μορφοποιημένης ετικέτας κειμένου. Η ετικέτα θα δημιουργείται πάντα στο κέντρο της περιοχής γραφήματος αλλά μπορεί κατόπιν να μετακινηθεί σε μια άλλη θέση με το ποντίκι.

source: Enter
el: Εισαγωγή

source: This will show a dialog where you can change the selected <placeholder-1/> in the <placeholder-2/>.
el: Αυτό θα εμφανίσει έναν διάλογο όπου μπορείτε να αλλάξετε το επιλεγμένο <placeholder-1/> στο <placeholder-2/>.

source: Delete
el: Διαγραφή

source: Del
el: Διαγραφή

source: This will delete the selected <placeholder-1/> in the <placeholder-2/>.
el: Αυτό θα διαγράψει το επιλεγμένο <placeholder-1/> στο <placeholder-2/>.

source: Custom functions...
el: Προσαρμοσμένες συναρτήσεις...

source: This shows a dialog used to create custom functions and constants in addition to the built-in ones.
el: Αυτό εμφανίζει έναν χρησιμοποιούμενο διάλογο για να δημιουργήσετε προσαρμοσμένες συναρτήσεις και σταθερές πέρα από τις ενσωματωμένες.

source: In
el: Μεγέθυνση

source: This will zoom in at the center of the graphing area, so you will see 81% of the previous graphing area. If you hold down <keycap>Shift</keycap> it will zoom in more, so you see 25% of the previous graphing area.
el: Αυτό θα μεγεθύνει στο κέντρο της περιοχής γραφήματος, έτσι θα δείτε το 81% της προηγούμενης περιοχής γραφήματος. Αν κρατήσετε πατημένο το <keycap>Shift</keycap> θα μεγεθύνει περισσότερο, έτσι θα δείτε το 25% της προηγούμενης περιοχής γραφήματος.

source: Out
el: Σμίκρυνση

source: This will zoom out so you see 1.23 times as much as on the previous graphing area. If you hold down <keycap>Shift</keycap> it will zoom out more, so you see 4 times the previous graphing area.
el: Αυτό θα σμικρύνει έτσι ώστε να βλέπετε 1.23 φορές της προηγούμενης περιοχής γραφήματος. Αν κρατήσετε πατημένο το <keycap>Shift</keycap> θα σμικρύνει περισσότερο, έτσι θα δείτε 4 φορές την προηγούμενη περιοχή γραφήματος.

source: Window
el: Παράθυρο

source: Hold down the <action>left mouse button</action> while you select the area you want to fill the whole graphing area. <action>Right click</action> or press <keycap>Esc</keycap> to cancel the command.
el: Κρατήστε πατημένο το <action>αριστερό πλήκτρο του ποντικιού</action> ενώ επιλέγετε την περιοχή που θέλετε να συμπληρώσετε ολόκληρη την περιοχή του γραφήματος. <action>Δεξιοπατήστε</action> ή πατήστε το πλήκτρο <keycap>διαφυγής</keycap> για να ακυρώσετε την εντολή.

source: This changes the y-axis to the same scale as the x-axis. It will make a circle look correctly instead of showing as an ellipse. The axes will stay equally scaled until disabled again.
el: Αυτό αλλάζει τον άξονα y στην ίδια κλίμακα με τον άξονα x. Θα κάνει έναν κύκλο να εμφανίζεται σωστά αντί να εμφανίζεται ως έλλειψη. Οι άξονες θα παραμείνουν εξίσου κλιμακωμένες μέχρι να απενεργοποιηθούν ξανά.

source: Standard
el: Τυπικό

source: Returns the axes settings to the same default settings used when creating a new coordinate system.
el: Επιστρέφει τις ρυθμίσεις αξόνων στις ίδιες προεπιλεγμένες ρυθμίσεις που χρησιμοποιήθηκαν κατά τη δημιουργία ενός νέου σύστημα συντεταγμένων.

source: When selected the mouse pointer changes to a hand. You may now use the mouse to drag the coordinate system around. Select the menu item again, <action>right click</action> or press <keycap>Esc</keycap> to return to normal mode. As an alternative to this menu item, you may hold down the <keycap>Shift</keycap> key and drag the coordinate system around.
el: Όταν επιλεγεί ο δείκτης ποντικιού αλλάζει σε παλάμη. Μπορείτε τώρα να χρησιμοποιήσετε το ποντίκι για να μεταφέρετε το σύστημα συντεταγμένων ολόγυρα. Επιλέξτε το στοιχείο μενού ξανά, <action>δεξιοπατήστε</action> ή πατήστε το πλήκτρο <keycap>διαφυγής</keycap> για να επιστρέψετε σε κανονική κατάσταση. Ως εναλλακτική λύση σε αυτό το στοιχείο μενού, μπορείτε να κρατήσετε πατημένο το πλήκτρο <keycap>Shift</keycap> και να μεταφέρετε το σύστημα συντεταγμένων ολόγυρα.

source: Fit
el: Προσαρμογή

source: This will change the axes settings to show all parts of the selected <placeholder-1/>.
el: Αυτό θα αλλάξει τις ρυθμίσεις αξόνων για να εμφανίσουν όλα τα μέρη του επιλεγμένου <placeholder-1/>.

source: Fit all
el: Προσαρμογή όλων

source: This will change the axes settings to show all parts of all the elements in the <placeholder-1/>.
el: Αυτό θα αλλάξει τις ρυθμίσεις αξόνων για να εμφανίσουν όλα τα μέρη όλων των στοιχείων στο <placeholder-1/>.

source: Calculates the distance along the path between two points on the selected graph.
el: Υπολογίζει την απόσταση κατά μήκος της διαδρομής μεταξύ δύο σημείων του επιλεγμένου γραφήματος.

source: Calculates the definite integral for a specified domain range. This is the same as the signed area between the graph and the x-axis.
el: Υπολογίζει το ορισμένο ολοκλήρωμα για μια καθορισμένη περιοχή τομέα. Αυτό είναι το ίδιο με την προσημασμένη περιοχή μεταξύ του γραφήματος και του άξονα των x.

source: This will evaluate the selected function for a given value. For standard functions f(x), f'(x) and f''(x) are evaluated. For parametric functions x(t), y(t), dx/dt, dy/dt and dy/dx are evaluated. For polar functions r(t), x(t), y(t), dr/dt and dy/dt are evaluated.
el: Αυτό θα υπολογίσει την επιλεγμένη συνάρτηση για μια δεδομένη τιμή. Για τυπικές συναρτήσεις f(x), f'(x) και f''(x) υπολογίζονται. Για παραμετρικές συναρτήσεις x(t), y(t), dx/dt, dy/dt και dy/dx υπολογίζονται. Για πολικές συναρτήσεις r(t), x(t), y(t), dr/dt και dy/dt υπολογίζονται.

source: Table...
el: Πίνακας...

source: This dialog fills a table with a user-specified range of values and the result of evaluating the selected function for the values.
el: Αυτός ο διάλογος συμπληρώνει έναν πίνακα με μια περιοχή του χρήστη από τιμές και το αποτέλεσμα του υπολογισμού της επιλεγμένης συνάρτησης για τις τιμές.

source: Animate...
el: Κίνηση...

source: This dialog allows you to create an animation from the data in the coordinate system by changing an existing custom constant. This makes it easy to see what happens when the constant changes. The animation may be saved to a disk file.
el: Αυτός ο διάλογος σας επιτρέπει να δημιουργήσετε μια κίνηση από τα δεδομένα στο σύστημα συντεταγμένων αλλάζοντας μια υπάρχουσα προσαρμοσμένη σταθερά. Αυτό διευκολύνει να δείτε τι συμβαίνει όταν η σταθερά αλλάζει. Η κίνηση μπορεί να αποθηκευτεί σε ένα αρχείο δίσκου.

source: This is a common place for plugins to put menu items that activates the plugin. The menu will not be shown if there are no plugins or the <link linkend="Plugins">plugin system</link> is not available.
el: Αυτή είναι η συνηθισμένη θέση για πρόσθετα να βάλουν στοιχεία μενού που ενεργοποιούν το πρόσθετο. Το μενού δεν θα εμφανιστεί αν δεν υπάρχουν πρόσθετα ή το <link linkend="Plugins">σύστημα προσθέτων</link> δεν είναι διαθέσιμο.

source: Contents and index
el: Περιεχόμενα και ευρετήριο

source: Shows the contents and index of the help file.
el: Εμφανίζει τα περιεχόμενα και το ευρετήριο του αρχείου βοήθειας.

source: Shows a list of functions and constants that may be used for plotting graphs.
el: Εμφανίζει έναν κατάλογο συναρτήσεων και σταθερών που μπορεί να χρησιμοποιηθούν για σχεδίαση γραφημάτων.

source: This will show a list of frequently asked questions and their answers.
el: Αυτό θα εμφανίσει έναν κατάλογο συχνών ερωτήσεων και τις απαντήσεις τους.

source: Tip of the day
el: Συμβουλή της ημέρας

source: This will show some tips about using Graph in a more optimal way, and certain features of Graph you may not know about.
el: Αυτό θα εμφανίσει κάποιες συμβουλές για τη χρήση του Graph σε έναν πιο βελτιωμένο τρόπο και συγκεκριμένα χαρακτηριστικά του Graph τα οποία μπορεί να μην γνωρίζετε.

source: Internet
el: Διαδίκτυο

source: Graph web site
el: Ιστότοπος Graph

source: Shows the web site for Graph in your default web browser.
el: Εμφανίζει τον ιστότοπο για το Graph στον προεπιλεγμένο περιηγητή ιστού.

source: Support
el: Υποστήριξη

source: Shows the support forum for Graph in your default web browser.
el: Εμφανίζει την αλληλοβοήθεια υποστήριξης για το Graph στον προεπιλεγμένο περιηγητή ιστού.

source: Donate
el: Δωρεές

source: Shows the web page that allows you to donate to the Graph project to support its development.
el: Εμφανίζει την ιστοσελίδα που σας επιτρέπει να δωρίσετε στο έργο Graph για να υποστηρίξετε την ανάπτυξή του.

source: Check for update
el: Έλεγχος για ενημερώσεις

source: This will check if a new version of Graph is available. If there is a new version, you will be asked if you want to visit the web site of Graph to download the new version.
el: Αυτό θα ελέγξει αν μια νέα έκδοση του Graph είναι διαθέσιμη. αν υπάρχει μια νέα έκδοση, θα σας ζητηθεί αν θέλετε να επισκεφτείτε τον ιστότοπο του Graph για να μεταφορτώσετε την νέα έκδοση.

source: About Graph
el: Περί του Graph

source: Shows version number, copyright and license information for Graph.
el: Εμφανίζει τον αριθμό έκδοσης, τα πνευματικά δικαιώματα και τις πληροφορίες άδειας για το Graph.

source: The following is a list of all the menu items in the program: <placeholder-1/>
el: Τα παρακάτω είναι ένας κατάλογος όλων των στοιχείων μενού στο πρόγραμμα: <placeholder-1/>

source: Shortcuts
el: Συντομεύσεις

source: Shift
el: Shift (μετατόπιση)

source: Drag
el: Μεταφορά

source: This allows you to move the coordinate system around. It is basically the same as selecting <placeholder-1/> in the menu.
el: Αυτό σας επιτρέπει να μετακινήσετε το σύστημα συντεταγμένων ολόγυρα. Είναι βασικά το ίδιο με την επιλογή του <placeholder-1/> στο μενού.

source: Scroll wheel
el: Ροδέλα κύλισης

source: You can use the scroll wheel on the mouse to zoom in and out at the position of the cursor in the graphing area.
el: Μπορείτε να χρησιμοποιήσετε τον τροχό κύλισης του ποντικιού για μεγέθυνση ή σμίκρυνση στης στη θέση του δρομέα στην περιοχή γραφήματος.

source: Arrow
el: Βέλος

source: Hold down <keycap>Ctrl</keycap> while you use the arrow keys to move the view around in small step. If you also hold down <keycap>Shift</keycap> you can move in larger steps.
el: Κρατήστε πατημένο το πλήκτρο <keycap>Ctrl</keycap> ενώ χρησιμοποιείτε τα πλήκτρα βελών για να προβάλετε ολόγυρα σε μικρά βήματα. Αν κρατάτε πατημένο επίσης το <keycap>Shift</keycap> μπορείτε να μετακινηθείτε σε μεγαλύτερα βήματα.

source: Home
el: Πλήκτρο Home

source: This zooms in on the x-axis in small steps. If you also hold down <keycap>Shift</keycap> you can zoom in larger steps.
el: Αυτό μεγεθύνει τον άξονα x σε μικρά βήματα. Αν κρατάτε πατημένο επίσης το <keycap>Shift</keycap> μπορείτε να μεγεθύνετε σε μεγαλύτερα βήματα.

source: End
el: Πλήκτρο End

source: This zooms out on the x-axis in small steps. If you also hold down <keycap>Shift</keycap> you can zoom in larger steps.
el: Αυτό σμικραίνει τον άξονα x σε μικρά βήματα. Αν κρατάτε πατημένο επίσης το <keycap>Shift</keycap> μπορείτε να μεγεθύνετε σε μεγαλύτερα βήματα.

source: PgUp
el: Πλήκτρο PgUp

source: This zooms in on the y-axis in small steps. If you also hold down <keycap>Shift</keycap> you can zoom in larger steps.
el: Αυτό μεγεθύνει τον άξονα y σε μικρά βήματα. Αν κρατάτε πατημένο επίσης το <keycap>Shift</keycap> μπορείτε να μεγεθύνετε σε μεγαλύτερα βήματα.

source: PgDn
el: Πλήκτρο PgDn

source: This zooms out on the y-axis in small steps. If you also hold down <keycap>Shift</keycap> you can zoom in larger steps.
el: Αυτό σμικραίνει τον άξονα y σε μικρά βήματα. Αν κρατάτε πατημένο επίσης το <keycap>Shift</keycap> μπορείτε να μεγεθύνετε σε μεγαλύτερα βήματα.

source: Custom functions/constants
el: Προσαρμοσμένες συναρτήσεις/σταθερές

source: custom function
el: προσαρμοσμένη συνάρτηση

source: custom constant
el: προσαρμοσμένη σταθερά

source: Graph allows you to define your own custom functions and constants, which you can use in other expressions in the program. You may want to use this to factor out frequently used constants and subexpressions to make it faster and easier to use these items. Use the <placeholder-1/> menu item to show the dialog.
el: Το Graph σας επιτρέπει να ορίσετε τις δικές σας προσαρμοσμένες συναρτήσεις και σταθερές, που μπορείτε να χρησιμοποιήσετε σε άλλες παραστάσεις στο πρόγραμμα. Μπορεί να θέλετε να το χρησιμοποιήσετε στον συνυπολογισμό συχνά χρησιμοποιούμενων σταθερών και υποπαραστάσεων για να κάνετε πιο γρήγορη και πιο εύκολη χρήση αυτών των στοιχείων. Χρησιμοποιήστε το στοιχείο μενού <placeholder-1/> για να εμφανίσετε τον διάλογο.

source: Entering functions
el: Εισαγωγή συναρτήσεων
