Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Help/po/GraphHelp_Greek.po
Languages: el

source: Enter a description to be shown in the <placeholder-1/>. If the text is empty, the function equation will be shown in the legend.
el: Εισάγετε μια περιγραφή που θα εμφανίζεται στο <placeholder-1/>. Αν το κείμενο είναι κενό, η εξίσωση συνάρτησης θα εμφανιστεί στο υπόμνημα.

source: Graph properties
el: Ιδιότητες γραφήματος

source: Line style
el: Τεχνοτροπία γραμμής

source: Lines
el: Γραμμές

source: Dots
el: Κουκκίδες

source: You can choose between different line styles for which you want the graph to be drawn. You can choose between solid, dashed, dotted or a combination of these. <placeholder-1/> is only available when <placeholder-2/> is set to <placeholder-3/> or <placeholder-4/>. When <placeholder-5/> is <placeholder-6/>, only a dot is shown at each calculated point. Likewise the <placeholder-7/> <placeholder-8/> will connect the calculated points with lines. <placeholder-9/> will also draw lines, but Graph will do more calculations at critical points if it thinks it will improve the graph. It will also break the line if it thinks there is an asymptote. You can also choose the width of the graph. The width is notified in screen pixels. There are also a lot of different colors you can choose between. The program will remember and suggest the same properties last used.
el: Μπορείτε να επιλέξετε μεταξύ διάφορων τεχνοτροπιών γραμμών για τις οποίες θέλετε να σχεδιαστεί το γράφημα. Μπορείτε να επιλέξετε μεταξύ συμπαγούς, με παύλες, διάστικτης ή ένα συνδυασμό τους. Το <placeholder-1/> είναι διαθέσιμο μόνο όταν το <placeholder-2/> οριστεί σε <placeholder-3/> ή <placeholder-4/>. Όταν το <placeholder-5/> είναι <placeholder-6/>, εμφανίζεται μόνο μια κουκκίδα σε κάθε υπολογισμένο σημείο. Παρομοίως τα <placeholder-7/> <placeholder-8/> θα συνδέσουν τα υπολογισμένα σημεία με γραμμές. Το <placeholder-9/> θα σχεδιάσει επίσης γραμμές, αλλά το Graph θα κάνει περισσότερους υπολογισμούς σε κρίσιμα σημεία αν θεωρήσει ότι θα βελτιώσει το γράφημα. Θα σπάσει επίσης τη γραμμή αν θεωρεί ότι υπάρχει μια ασύμπτωτος. Μπορείτε επίσης να επιλέξετε το πλάτος του γραφήματος. Το πλάτος σημειώνεται σε εικονοστοιχεία οθόνης. Υπάρχουν επίσης πολλά διαφορετικά χρώματα από τα οποία μπορείτε να επιλέξετε. Το πρόγραμμα θα θυμάται και θα προτείνει τις ίδιες ιδιότητες που χρησιμοποιήθηκαν τελευταία.

source: Trigonometric
el: Τριγωνομετρικά

source: sine
el: ημίτονο

source: Returns the sine of the argument.
el: Επιστρέφει το ημίτονο του ορίσματος.

source: The <placeholder-1/> function calculates the sine of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a real number, the result will be in the range -1 to 1.
el: Η συνάρτηση <placeholder-1/> υπολογίζει το ημίτονο μιας γωνίας του <placeholder-2/>, που μπορεί να είναι στο <placeholder-3/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Το <placeholder-4/> μπορεί να είναι οποιοδήποτε <placeholder-5/> που υπολογίζει ένα <placeholder-6/> ή ένα <placeholder-7/>. Αν το <placeholder-8/> είναι πραγματικός αριθμός, το αποτέλεσμα θα είναι στην περιοχή -1 έως 1.

source: For arguments with a large magnitude, the function will begin to lose precision.
el: Για ορίσματα με μεγάλο εύρος, η συνάρτηση θα αρχίσει να χάνει ακρίβεια.

source: cosine
el: συνημίτονο

source: Returns the cosine of the argument.
el: Επιστρέφει το συνημίτονο του ορίσματος.

source: The <placeholder-1/> function calculates the cosine of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a real number, the result will be in the range -1 to 1.
el: Η συνάρτηση <placeholder-1/> υπολογίζει το συνημίτονο μιας γωνίας του <placeholder-2/>, που μπορεί να είναι στο <placeholder-3/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Το <placeholder-4/> μπορεί να είναι οποιοδήποτε <placeholder-5/> που υπολογίζει ένα <placeholder-6/> ή ένα <placeholder-7/>. Αν το <placeholder-8/> είναι πραγματικός αριθμός, το αποτέλεσμα θα είναι στην περιοχή -1 έως 1.

source: tangent
el: εφαπτομένη

source: Returns the tangent of the argument.
el: Επιστρέφει την εφαπτομένη του ορίσματος.

source: The <placeholder-1/> function calculates the tangent of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την εφαπτομένη μιας γωνίας του <placeholder-2/>, που μπορεί να είναι το <placeholder-3/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Το <placeholder-4/> μπορεί να είναι οποιοδήποτε <placeholder-5/> που υπολογίζει ένα <placeholder-6/> ή ένα <placeholder-7/>.

source: For arguments with a large magnitude, the function will begin to lose precision. <placeholder-1/> is undefined at <placeholder-2/>, where <varname>p</varname> is an <placeholder-3/>, but the function returns a very large number if <placeholder-4/> is near the undefined value.
el: Για ορίσματα με μεγάλο εύρος, η συνάρτηση θα αρχίσει να χάνει ακρίβεια. Το <placeholder-1/> είναι αόριστο στο <placeholder-2/>, όπου <varname>p</varname> είναι ένα <placeholder-3/>, αλλά η συνάρτηση επιστρέφει έναν πολύ μεγάλο αριθμό αν το <placeholder-4/> είναι κοντά στην αόριστη τιμή.

source: inverse sine
el: αντίστροφο ημίτονο

source: Returns the inverse sine of the argument.
el: Υπολογίζει το αντίστροφο ημίτονο του ορίσματος.

source: The <placeholder-1/> function calculates the inverse sine of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any numeric expression that evaluates to a <placeholder-5/>. This is the reverse of the <placeholder-6/> function.
el: Η συνάρτηση <placeholder-1/> υπολογίζει το αντίστροφο ημίτονο του <placeholder-2/>. Το αποτέλεσμα μπορεί να είναι το <placeholder-3/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Το <placeholder-4/> μπορεί να είναι οποιοδήποτε αριθμητική παράσταση που υπολογίζει ένα <placeholder-5/>. Αυτή είναι η αντίστροφη της συνάρτησης <placeholder-6/>.

source: inverse cosine
el: αντίστροφο συνημίτονο

source: Returns the inverse cosine of the argument.
el: Επιστρέφει το αντίστροφ συνημίτονο του ορίσματος.

source: The <placeholder-1/> function calculates the inverse cosine of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/>. This is the reverse of the <placeholder-7/> function.
el: Η συνάρτηση <placeholder-1/> υπολογίζει το αντίστροφο συνημίτονο του <placeholder-2/>. Το αποτέλεσμα μπορεί να είναι το <placeholder-3/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Το <placeholder-4/> μπορεί να είναι οποιοδήποτε <placeholder-5/> που υπολογίζει ένα <placeholder-6/>. Αυτή είναι η αντίστροφη της συνάρτησης <placeholder-7/>.

source: inverse tangent
el: αντίστροφη εφαπτομένη

source: Returns the inverse tangent of the argument.
el: Επιστρέφει την αντίστροφη εφαπτομένη του ορίσματος.

source: The <placeholder-1/> function calculates the inverse tangent of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/>. This is the reverse of the <placeholder-7/> function.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την αντίστροφη εφαπτομένη του <placeholder-2/>. Το αποτέλεσμα μπορεί να είναι το <placeholder-3/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Το <placeholder-4/> μπορεί να είναι οποιοδήποτε <placeholder-5/> που υπολογίζει ένα <placeholder-6/>. Αυτή είναι η αντίστροφη της συνάρτησης <placeholder-7/>.

source: secant
el: τέμνουσα

source: Returns the secant of the argument.
el: Επιστρέφει την τέμνουσα του ορίσματος.

source: The <placeholder-1/> function calculates the secant of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/> or a <placeholder-9/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την τέμνουσα μιας γωνίας του <placeholder-2/>, που μπορεί να είναι το <placeholder-3/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Το <placeholder-4/> είναι το ίδιο με το <placeholder-5/>. Το <placeholder-6/> μπορεί να είναι οποιοδήποτε <placeholder-7/> που υπολογίζει ένα <placeholder-8/> ή ένα <placeholder-9/>.

source: cosecant
el: συντέμνουσα

source: Returns the cosecant of the argument.
el: Επιστρέφει την συντέμνουσα του ορίσματος.

source: The <placeholder-1/> function calculates the cosecant of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/> or a <placeholder-9/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την συντέμνουσα μιας γωνίας του <placeholder-2/>, που μπορεί να είναι το <placeholder-3/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Το <placeholder-4/> είναι το ίδιο με το <placeholder-5/>. Το <placeholder-6/> μπορεί να είναι οποιοδήποτε <placeholder-7/> που υπολογίζει ένα <placeholder-8/> ή ένα <placeholder-9/>.

source: cotangent
el: συνεφαπτομένη

source: Returns the cotangent of the argument.
el: Επιστρέφει την συνεφαπτομένη του ορίσματος.

source: The <placeholder-1/> function calculates the cotangent of an angle <placeholder-2/>, which may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any numeric expression that evaluates to a <placeholder-7/> or a <placeholder-8/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την συνεφαπτομένη μιας γωνίας του <placeholder-2/>, που μπορεί να είναι το <placeholder-3/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Το <placeholder-4/> είναι το ίδιο με το <placeholder-5/>. Το <placeholder-6/> μπορεί να είναι οποιοδήποτε αριθμητική παράσταση που υπολογίζει ένα <placeholder-7/> ή ένα <placeholder-8/>.

source: inverse secant
el: αντίστροφη τέμνουσα

source: Returns the inverse secant of the argument.
el: Επιστρέφει την αντίστροφη τέμνουσα του ορίσματος.

source: The <placeholder-1/> function calculates the inverse secant of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/>. This is the reverse of the <placeholder-9/> function.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την αντίστροφη τέμνουσα του <placeholder-2/>. Το αποτέλεσμα μπορεί να είναι το <placeholder-3/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Το <placeholder-4/> είναι το ίδιο με το <placeholder-5/>. Το <placeholder-6/> μπορεί να είναι οποιοδήποτε <placeholder-7/> που υπολογίζει ένα <placeholder-8/>. Αυτή είναι η αντίστροφη συνάρτηση του <placeholder-9/>.

source: inverse cosecant
el: αντίστροφη συντέμνουσα

source: Returns the inverse cosecant of the argument.
el: Επιστρέφει την αντίστροφη συντέμνουσα του ορίσματος.

source: The <placeholder-1/> function calculates the inverse cosecant of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/>. This is the reverse of the <placeholder-9/> function.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την αντίστροφη συντέμνουσα του <placeholder-2/>. Το αποτέλεσμα μπορεί να είναι το <placeholder-3/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Το <placeholder-4/> είναι το ίδιο με το <placeholder-5/>. Το <placeholder-6/> μπορεί να είναι οποιοδήποτε <placeholder-7/> που υπολογίζει ένα <placeholder-8/>. Αυτή είναι η αντίστροφη συνάρτηση του <placeholder-9/>.

source: inverse cotangent
el: αντίστροφη συνεφαπτομένη

source: Returns the inverse cotangent of the argument.
el: Επιστρέφει την αντίστροφη συνεφαπτομένη του ορίσματος.

source: The <placeholder-1/> function calculates the inverse cotangent of <placeholder-2/>. The result may be in <placeholder-3/> or degrees depending on the current settings. <placeholder-4/> is the same as <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/>. This is the reverse of the <placeholder-9/> function.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την αντίστροφη συνεφαπτομένη του <placeholder-2/>. Το αποτέλεσμα μπορεί να είναι το <placeholder-3/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Το <placeholder-4/> είναι το ίδιο με το <placeholder-5/>. Το <placeholder-6/> μπορεί να είναι οποιοδήποτε <placeholder-7/> που υπολογίζει ένα <placeholder-8/>. Αυτή είναι η αντίστροφη συνάρτηση του <placeholder-9/>.

source: The <placeholder-1/> function returns a value in the range ]-&pi;/2;&pi;/2] (]-90;90] when calculating in degrees), which is the most common definition, though some may define it to be in the range ]0;&pi;[.
el: Η συνάρτηση <placeholder-1/> επιστρέφει μια τιμή στην περιοχή ]-&pi;/2;&pi;/2] (]-90;90] όταν υπολογίζει σε μοίρες), που είναι ο περισσότερο συνηθισμένος ορισμός, αν και κάποιος μπορεί να το ορίσει να είναι στην περιοχή ]0;&pi;[.

source: Insert relation
el: Εισαγωγή σχέσης

source: relation
el: σχέση

source: equation
el: εξίσωση

source: equality
el: ισότητα

source: inequality
el: ανισότητα

source: constraints
el: περιορισμοί

source: implicit function
el: πεπλεγμένη συνάρτηση

source: Insert relation...
el: Εισαγωγή σχέσης...

source: This dialog is used to insert a relation in the coordinate system. <quote>Relation</quote> is a common name for inequalities and equations, also known as implicit functions. To insert a relation you use the menu item <placeholder-1/>. To change an existing relation, you first select it in the <placeholder-2/> and use <placeholder-3/>.
el: Αυτός ο διάλογος χρησιμοποιείται για την εισαγωγή μιας σχέσης στο σύστημα συντεταγμένων. <quote>Σχέση</quote> είναι ένα συνηθισμένο όνομα για ανισότητες και εξισώσεις, γνωστό επίσης ως πεπλεγμένες συναρτήσεις. Για να εισάγετε μια σχέση χρησιμοποιήστε το στοιχείο μενού <placeholder-1/>. Για να αλλάξετε μια υπάρχουσα σχέση, την επιλέγετε πρώτα στο <placeholder-2/> και χρησιμοποιείτε το <placeholder-3/>.

source: Relation
el: Σχέση

source: Here you enter the relation you want to graph. This must either be an equation or an inequality. <placeholder-1/> and <placeholder-2/> are used as the independent variables. An equation is a statement that one quantity equals another and the quantities must be separated by the = operator. For example the equation <placeholder-3/> will plot a circle of radius 5.
el: Εδώ εισάγετε τη σχέση που θέλετε στο γράφημα. Αυτό πρέπει είτε να είναι μια εξίσωση ή μια ανισότητα. Τα <placeholder-1/> και <placeholder-2/> χρησιμοποιούνται ως ανεξάρτητες μεταβλητές. Μια εξίσωση είναι μια δήλωση ότι ένα μέγεθος ισούται με ένα άλλο και τα μεγέθη πρέπει να διαχωρίζονται με τον τελεστή =. Για παράδειγμα η εξίσωση <placeholder-3/> θα σχεδιάσει έναν κύκλο ακτίνας 5.

source: An inequality is a statement that one quantity is greater or less than another, and the quantities must be separated by one of the four operators: &lt;, &gt;, &lt;=, &gt;=. An inequality can for example be <placeholder-1/>. Two operators can be used to specify a range, for example <placeholder-2/>.
el: Μια ανισότητα είναι μια δήλωση ότι μια ποσότητα είναι μεγαλύτερη ή μικρότερη από μια άλλη και οι ποσότητες πρέπει να διαχωριστούν με έναν από τους τέσσερις τελεστές: &lt;, &gt;, &lt;=, &gt;=. Μια ανισότητα μπορεί για παράδειγμα να είναι <placeholder-1/>. Δύο τελεστές μπορεί να χρησιμοποιηθούν για να ορίσουν μια περιοχή, για παράδειγμα <placeholder-2/>.

source: You can use the same operators and <link linkend="ListOfFunctions">built-in functions</link> as for plotting graphs of functions. In addition you can also create <link linkend="CustomFunctionsDialog">custom functions</link>.
el: Μπορείτε να χρησιμοποιήσετε τους ίδιους τελεστές και <link linkend="ListOfFunctions">ενσωματωμένες συναρτήσεις</link> ως προς τη σχεδίαση γραφημάτων των συναρτήσεων. Επιπλέον μπορείτε επίσης να δημιουργήσετε <link linkend="CustomFunctionsDialog">προσαρμοσμένες συναρτήσεις</link>.

source: Constraints
el: Περιορισμοί

source: Here you can enter optional constraints, which can be any <placeholder-1/>. The relation will only be valid and plotted where the constraints are fulfilled, i.e. evaluates to a non-zero value. The constraints usually consist of a series of inequalities separated with the logical operators (<placeholder-2/>). As for the relation, <placeholder-3/> and <placeholder-4/> are used as the independent variables.
el: Εδώ μπορείτε να εισάγετε προαιρετικούς περιορισμούς, που μπορούν να είναι οποιαδήποτε <placeholder-1/>. Η σχέση θα είναι έγκυρη και θα σχεδιαστεί μόνο όπου εκπληρώνονται οι περιορισμοί, δηλ. υπολογίζει μη μηδενικές τιμές. Οι περιορισμοί συνήθως αποτελούνται από μια σειρά από ανισότητες χωρισμένοι με λογικούς τελεστές (<placeholder-2/>). Ως ορός τη σχέση, τα <placeholder-3/> και <placeholder-4/> χρησιμοποιούνται ως οι ανεξάρτητες μεταβλητές.

source: For example if you have the relation <placeholder-1/>, which is a shaded circle, the constraints <placeholder-2/> will only show the part of the circle in the 4<superscript>th</superscript> quadrant.
el: Για παράδειγμα αν έχετε τη σχέση <placeholder-1/>, που είναι ένας γραμμοσκιασμένος κύκλος, οι περιορισμοί <placeholder-2/> θα εμφανίσουν μόνο το τμήμα του κύκλου στο 4<superscript>ο</superscript> τεταρτημόριο.

source: Here you may enter a descriptive text to show in the <placeholder-1/>. If this field is left empty, the relation and constraints will be shown in the legend.
el: Εδώ μπορείτε να εισάγετε ένα περιγραφικό κείμενο για να εμφανιστεί στο <placeholder-1/>. Αν αυτό το πεδίο αφήνεται κενό, η σχέση και οι περιορισμοί θα εμφανιστούν στο υπόμνημα.

source: Properties
el: Ιδιότητες

source: Width
el: Πλάτος

source: Here you may select a shading style for inequalities, color and width for equations. The shading <placeholder-1/> is only used for inequalities and is ignored for equations. To see overlapping inequalities they must use different styles. The <placeholder-2/> indicates the size of the line drawn for equations and the width of the border line for inequalities. For inequalities the width can be set to 0 to avoid drawing the border line.
el: Εδώ μπορείτε να επιλέξετε μια τεχνοτροπία σκίασης για ανισότητες, χρώμα και πλάτος για εξισώσεις. Η σκίαση <placeholder-1/> χρησιμοποιείται μόνο για ανισότητες και αγνοείται για ισότητες. Για να δείτε την επικάλυψη ανισοτήτων πρέπει να χρησιμοποιήσετε διαφορετικές τεχνοτροπίες. Το <placeholder-2/> δείχνει το μέγεθος της γραμμής που σχεδιάστηκε για εξισώσεις και το πλάτος της γραμμής περιγράμματος για ανισότητες. Για ανισότητες το πλάτος μπορεί να οριστεί σε 0 για να αποφευχθεί η σχεδίαση περιγράμματος.

source: Table
el: Πίνακας

source: calc
el: υπολογισμός

source: table
el: πίνακας

source: The dialog shown below is used to evaluate the selected function for a range. First select a function in the <placeholder-1/> and use the menu item <placeholder-2/> to show the dialog. You specify the first and last value of the independent variable in the <placeholder-3/> and <placeholder-4/> fields. In the <placeholder-5/> or <placeholder-6/> field you specify the increment of the independent variable at each evaluation.
el: Ο παρακάτω εμφανιζόμενος διάλογος χρησιμοποιείται για να υπολογίσει την επιλεγμένη συνάρτηση για μια περιοχή. Επιλέξτε πρώτα μια συνάρτηση στο <placeholder-1/> και χρησιμοποιήστε το στοιχείο μενού <placeholder-2/> για να εμφανίσετε τον διάλογο. Ορίστε την πρώτη και την τελευταία τιμή της ανεξάρτητης μεταβλητής στα πεδία <placeholder-3/> και <placeholder-4/>. Στο πεδίο <placeholder-5/> ή <placeholder-6/> ορίζεται η αύξηση της ανεξάρτητης μεταβλητής σε κάθε υπολογισμό.

source: When you press the <guibutton>Calc</guibutton> button, the table will be filled with the independent variable in the first column. The rest of the columns depend on the type of function. For a standard function, the table will show f(x), f'(x) and f''(x). For a parametric function, the table will show x(t), y(t), dx/dt, dy/dt and dy/dx. For a polar function, the table will show r(t), x(t), y(t), dr/dt and dy/dx. Unneeded columns can be hidden from the context menu. If the calculations takes a long time, a progress indicator will be shown.
el: Όταν πατάτε το πλήκτρο <guibutton>Calc</guibutton>, ο πίνακας θα συμπληρωθεί με την ανεξάρτητη μεταβλητή στην πρώτη στήλη. Οι υπόλοιπες στήλες εξαρτώνται από τον τύπο της συνάρτησης. Για μια τυπική συνάρτηση, ο πίνακας θα εμφανίσει τις f(x), f'(x) και f''(x). Για μια παραμετρική συνάρτηση, ο πίνακας θα εμφανίσει τα x(t), y(t), dx/dt, dy/dt και dy/dx. Για μια πολική συνάρτηση, ο πίνακας θα εμφανίσει τα r(t), x(t), y(t), dr/dt και dy/dx. Περιττές στήλες μπορούν να κρυφτούν από το μενού περιεχομένων. Αν οι υπολογισμοί παίρνουν πολλή ώρα, θα εμφανιστεί ένας δείκτης προόδου.

source: Copy
el: Αντιγραφή

source: You can select some cells with the mouse and <action>right click</action> with the mouse and use <placeholder-1/> from the context menu to copy the cells to the clipboard. From the clipboard the data may be pasted into another program, e.g. Microsoft Excel.
el: Μπορείτε να επιλέξετε κάποια κελιά με το ποντίκι και το <action>δεξιό πάτημα</action> με το ποντίκι και να χρησιμοποιήσετε το <placeholder-1/> από το μενού περιεχομένων για να αντιγράψετε τα κελιά στο πρόχειρο. Από το πρόχειρο τα δεδομένα μπορούν να επικολληθούν σε ένα άλλο πρόγραμμα, π.χ. Microsoft Excel.

source: Select all
el: Επιλογή όλων

source: When you move the mouse to the left side of the table the mouse pointer changes to a right pointing arrow. Now you can select whole rows with the mouse. When you move the mouse to the top of the table, the pointer changes to a down pointing arrow. Now you can select whole columns with the mouse. The whole table may be selected by <action>right clicking</action> and selecting <placeholder-1/>. It is also possible to select cells by holding down the <keycap>Shift</keycap> key and using the arrow keys on the keyboard.
el: Όταν μετακινείτε το ποντίκι στα αριστερά του πίνακα ο δείκτης του ποντικιού αλλάζει σε ένα δεξιό βέλος κατάδειξης. Τώρα μπορείτε να επιλέξετε ολόκληρες γραμμές με το ποντίκι. Όταν μετακινείτε το ποντίκι στην κορυφή του πίνακα, ο δείκτης αλλάζει σε ένα βέλος κατάδειξης προς τα κάτω. Τώρα μπορείτε να επιλέξετε ολόκληρες στήλες με το ποντίκι. Όλος ο πίνακας μπορεί να επιλεγεί <action>δεξιοπατώντας</action> και επιλέγοντας <placeholder-1/>. Μπορείτε να επιλέξετε κελιά κρατώντας πατημένο το πλήκτρο <keycap>Shift</keycap> και χρησιμοποιώντας τα πλήκτρα βελών στο πληκτρολόγιο.

source: From the context menu it is also possible to export the selected data to a file as comma or tab delimited text.
el: Από το μενού περιεχομένων μπορείτε επίσης να εξάγετε τα επιλεγμένα δεδομένα σε ένα αρχείο ως οριοθετημένο κείμενο με κόμμα ή στηλοθέτη.

source: Note that if you choose to create a lot of values in the table, it may take some time to calculate them. Many values may also take up a lot of memory from the system.
el: Σημειώστε ότι αν επιλέξετε τη δημιουργία πολλών τιμών στον πίνακα, μπορεί να πάρει κάποια ώρα για να τις υπολογίσει. Πολλές τιμές μπορούν επίσης να καταναλώσουν πολύ μνήμη από το σύστημα.
