Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Help/po/GraphHelp_Greek.po
Languages: el

source: The <placeholder-1/> function calculates the inverse hyperbolic sine of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει το αντίστροφο υπερβολικό ημίτονο του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Το <placeholder-7/> είναι το αντίστροφο του <placeholder-8/>, δηλ. <placeholder-9/>.

source: inverse hyperbolic cosine
el: αντίστροφο υπερβολικό συνημίτονο

source: Returns the inverse hyperbolic cosine of the argument.
el: Επιστρέφει το αντίστροφο υπερβολικό συνημίτονο του ορίσματος.

source: The <placeholder-1/> function calculates the inverse hyperbolic cosine of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει το αντίστροφο υπερβολικό συνημίτονο του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Το <placeholder-7/> είναι το αντίστροφο του <placeholder-8/>, δηλ. <placeholder-9/>.

source: inverse hyperbolic tangent
el: αντίστροφη υπερβολική εφαπτομένη

source: Returns the inverse hyperbolic tangent of the argument.
el: Επιστρέφει την αντίστροφη υπερβολική εφαπτομένη του ορίσματος.

source: The <placeholder-1/> function calculates the inverse hyperbolic tangent of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την αντίστροφη υπερβολική εφαπτομένη του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Το <placeholder-7/> είναι το αντίστροφο του <placeholder-8/>, δηλ. <placeholder-9/>.

source: hyperbolic cosecant
el: υπερβολική συντέμνουσα

source: Returns the hyperbolic cosecant of the argument.
el: Επιστρέφει την υπερβολική συντέμνουσα του ορίσματος.

source: The <placeholder-1/> function calculates the hyperbolic cosecant of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την υπερβολική συντέμνουσα του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>.

source: Hyperbolic cosecant is defined as: <placeholder-1/>
el: Η υπερβολική συντέμνουσα ορίζεται ως: <placeholder-1/>

source: hyperbolic secant
el: υπερβολική τέμνουσα

source: Returns the hyperbolic secant of the argument.
el: Επιστρέφει την υπερβολική τέμνουσα του ορίσματος.

source: The <placeholder-1/> function calculates the hyperbolic secant of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την υπερβολική τέμνουσα του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>.

source: Hyperbolic secant is defined as: <placeholder-1/>
el: Η υπερβολική τέμνουσα ορίζεται ως: <placeholder-1/>

source: hyperbolic cotangent
el: υπερβολική συνεφαπτομένη

source: Returns the hyperbolic cotangent of the argument.
el: Επιστρέφει την υπερβολική συνεφαπτομένη του ορίσματος.

source: The <placeholder-1/> function calculates the hyperbolic cotangent of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την υπερβολική συνεφαπτομένη του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>.

source: Hyperbolic cotangent is defined as: <placeholder-1/>
el: Η υπερβολική συνεφαπτομένη ορίζεται ως: <placeholder-1/>

source: inverse hyperbolic cosecant
el: αντίστροφη υπερβολική συντέμνουσα

source: Returns the inverse hyperbolic cosecant of the argument.
el: Επιστρέφει την αντίστροφη υπερβολική συντέμνουσα του ορίσματος.

source: The <placeholder-1/> function calculates the inverse hyperbolic cosecant of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την αντίστροφη υπερβολική συντέμνουσα του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Το <placeholder-7/> είναι το αντίστροφο του <placeholder-8/>, δηλ. <placeholder-9/>.

source: inverse hyperbolic secant
el: αντίστροφη υπερβολική τέμνουσα

source: Returns the inverse hyperbolic secant of the argument.
el: Επιστρέφει την αντίστροφη υπερβολική τέμνουσα του ορίσματος.

source: The <placeholder-1/> function calculates the inverse hyperbolic secant of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την αντίστροφη υπερβολική τέμνουσα του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Το <placeholder-7/> είναι το αντίστροφο του <placeholder-8/>, δηλ. <placeholder-9/>.

source: inverse hyperbolic cotangent
el: αντίστροφη υπερβολική συνεφαπτομένη

source: Returns the inverse hyperbolic cotangent of the argument.
el: Επιστρέφει την αντίστροφη υπερβολική συνεφαπτομένη του ορίσματος.

source: The <placeholder-1/> function calculates the inverse hyperbolic cotangent of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> is the reverse of <placeholder-8/>, i.e. <placeholder-9/>. For real numbers <placeholder-10/> is undefined in the interval [-1;1].
el: Η συνάρτηση <placeholder-1/> υπολογίζει την αντίστροφη υπερβολική συνεφαπτομένη του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Το <placeholder-7/> είναι το αντίστροφο του <placeholder-8/>, δηλ. <placeholder-9/>. Για πραγματικούς αριθμούς το <placeholder-10/> είναι αόριστο στο διάστημα [-1;1].

source: Import point series
el: Εισαγωγή σημειοσειράς

source: import
el: εισαγωγή

source: point series
el: σημειοσειρά

source: File
el: Αρχείο

source: Import
el: Εισαγωγή

source: Point series...
el: Σημειοσειρά...

source: Graph can import point series from text files where the values are delimited by comma, semicolon, space or tabulator. You use <placeholder-1/> and select the file to import. If you do not specify the type of file, Graph will try to guess the delimitor.
el: Το Graph μπορεί να εισάγει σημειοσειρά από αρχεία κειμένου όπου οι τιμές διαχωρίζονται με κόμμα, ;, διάστημα ή στηλοθέτη. Χρησιμοποιήστε το <placeholder-1/> και επιλέξτε το αρχείο για εισαγωγή. Αν δεν ορίσετε τον τύπο του αρχείου, το Graph θα προσπαθήσει να υποθέσει τον οριοθέτη.

source: The simplest file looks like this, which uses comma as delimitor: <placeholder-1/> When imported you get a point series with the coordinates: <placeholder-2/>
el: Το πιο απλό αρχείο μοιάζει με αυτό, που χρησιμοποιεί κόμμα ως οριοθέτη: <placeholder-1/> Όταν εισαχθεί παίρνετε μια σημειοσειρά με τις συντεταγμένες: <placeholder-2/>

source: A file with more than two columns will be imported as several point series with the same x-coordinates as specified in the first column. Here is an example with semicolon as delimitor: <placeholder-1/> When imported you get 7 point series which all share the same x-coordinates.
el: Ένα αρχείο με περισσότερες από δύο στήλες θα εισαχθεί όπως αρκετές σημειοσειρές με τις ίδιες συντεταγμένες x όπως ορίστηκε στην πρώτη στήλη. Ιδού ένα παράδειγμα με ; ως οριοθέτη: <placeholder-1/> Όταν εισαχθεί παίρνετε 7 σημειοσειρές που όλες μοιράζονται τις ίδιες συντεταγμένες x.

source: You can name the point series by starting the line before the data with # followed by the names separated by the same separator as the data. This can also be used for creating several point series that do not share the same x-coordinates by separating the point series with a # and optionally a name for the following point series. The following shows an example with space as separator: <placeholder-1/> This will create four point series each with four data points named a, b, c and d. a and b will share the same x-coordinates, and c and d will share the same x-coordinates.
el: Μπορείτε να ονομάστε τη σημειοσειρά ξεκινώντας τη γραμμή πριν τα δεδομένα με # ακολουθούμενο από τα ονόματα χωρισμένα με τον ίδιο διαχωριστικό όπως τα δεδομένα. Αυτό μπορεί επίσης να χρησιμοποιηθεί για τη δημιουργία αρκετών σημειοσειρών που δεν μοιράζονται τις ίδιες συντεταγμένες x χωρίζοντας τις σημειοσειρές με ένα # και προαιρετικά ένα όνομα για την παρακάτω σημειοσειρά. Το παρακάτω δείχνει ένα παράδειγμα με διάστημα ως διαχωριστικό: <placeholder-1/> Αυτό θα δημιουργήσει τέσσερις σημειοσειρές καθεμιά με τέσσερα σημεία δεδομένων με ονόματα a, b, c και d. Το a και το b θα μοιράζονται τις ίδιες συντεταγμένες x και τα c και d θα μοιράζονται τις ίδιες συντεταγμένες x.

source: Not only numbers, but any valid expression can be imported. The following shows an example with semicolon: <placeholder-1/>
el: Όχι μόνο αριθμοί, αλλά κάθε έγκυρη παράσταση μπορεί να εισαχθεί. Το παρακάτω εμφανίζει ένα παράδειγμα με ; <placeholder-1/>

source: OLE server/client
el: διακομιστής/πελάτης OLE

source: linking
el: σύνδεση

source: embedded
el: ενσωματωμένη

source: automation
el: αυτοματισμός

source: OLE server
el: διακομιστής OLE

source: Graph has been implemented as an OLE (Object Linking and Embedding) server, which means that Graph objects can be placed (embedded) into an OLE client. Many applications can work as OLE clients, for example Microsoft Word.
el: Το Graph έχει υλοποιηθεί ως ένας διακομιστής OLE (σύνδεσης και ενσωμάτωσης αντικειμένου), που σημαίνει ότι τα αντικείμενα Graph μπορούν να OLE τοποθετηθούν (ενσωματωθούν) σε έναν πελάτη OLE. Πολλές εφαρμογές μπορούν να δουλέψουν ως πελάτες OLE, για παράδειγμα το Microsoft Word.

source: Edit
el: Επεξεργασία

source: Copy image
el: Αντιγραφή εικόνας

source: Paste
el: Επικόλληση

source: Paste Special...
el: Ειδική επικόλληση...

source: You can use <placeholder-1/> in Graph to copy the current content to the clipboard. Afterwards you can select <placeholder-2/> in Word (or similar in another OLE client) to insert the Graph object from the clipboard. When you double click on the object a new instance of Graph will start where you can edit the object. If you don't want to paste the data as a Graph object into Word, you can use <placeholder-3/> in Word to paste as a picture instead.
el: Μπορείτε να χρησιμοποιήσετε ένα <placeholder-1/> στο Graph για να αντιγράψει το τρέχον περιεχόμενο στο πρόχειρο. Κατόπιν μπορείτε να επιλέξετε <placeholder-2/> στο Word (ή παρόμοιο σε έναν άλλον πελάτη OLE) για να παρεμβάλετε ένα αντικείμενο Graph από το πρόχειρο. Όταν διπλοπατάτε στο αντικείμενο ένα νέο στιγμιότυπο του Graph θα ξεκινήσει όπου μπορείτε να επεξεργαστείτε το αντικείμενο. Αν δεν θέλετε να επικολλήσετε τα δεδομένα ως αντικείμενο Graph στο Word, μπορείτε να χρησιμοποιήσετε ένα <placeholder-3/> στο Word για επικόλληση ως μια εικόνα.

source: Object
el: Αντικείμενο

source: Graph system
el: Σύστημα Graph

source: Object type
el: Τύπος αντικειμένου

source: Link to file
el: Σύνδεσμος σε αρχείο

source: You may create a new Graph object in Word by choosing <placeholder-1/> in the toolbar and selecting <placeholder-2/> as <placeholder-3/>. The same dialog can be used to create an embedded Graph object from an existing grf-file. If you select <placeholder-4/>, you will get a linked object instead of an embedded object. This way all changes to the object will be reflected in the original grf-file. If the grf-file is not available you will not be able to edit the object, but you can still see the image in Word.
el: Μπορείτε να δημιουργήσετε ένα νέο αντικείμενο Graph στο Word επιλέγοντας ένα <placeholder-1/> στην εργαλειοθήκη και επιλέγοντας το <placeholder-2/> ως <placeholder-3/>. Ο ίδιος διάλογος μπορεί να χρησιμοποιηθεί για να δημιουργήσει ένα ενσωματωμένο αντικείμενο Graph από κάποιο υπάρχον αρχείο grf. Αν επιλέξετε το <placeholder-4/>, θα πάρετε ένα συνδεμένο αντικείμενο αντί για ένα ενσωματωμένο αντικείμενο. Έτσι όλες οι αλλαγές στο αντικείμενο μπορούν να ανακλαστούν στο αρχικό αρχείο grf. Αν το αρχείο grf δεν είναι διαθέσιμο δεν θα μπορέσετε να επεξεργαστείτε το αντικείμενο, αλλά μπορείτε να δείτε ακόμα την εικόνα στο Word.

source: To edit a Graph object you must have Graph installed on the system. If Graph is not installed you will still be able to see the image but not edit it.
el: Για να επεξεργαστείτε ένα αντικείμενο Graph πρέπει να έχετε εγκατεστημένο το Graph στο σύστημα. Αν το Graph δεν είναι εγκατεστημένο θα μπορείτε ακόμα να δείτε την εικόνα αλλά όχι να την επεξεργαστείτε.

source: OLE client
el: Πελάτης OLE

source: Insert object...
el: Εισαγωγή αντικειμένου...

source: Graph can work as an OLE client as a text label in Graph is an OLE container. This means that you can paste images and OLE objects into the editor used to add labels. As in any other OLE container you can edit the object by double clicking on it. From the context menu you can use <placeholder-1/> to create a new OLE object in the label. The same dialog can be used to create an object from a file. You can for example insert an image file this way. To edit an OLE object the server must be installed on the system, else you will only be able to see object but not edit it.
el: Το Graph μπορεί να δουλέψει ως πελάτης OLE ως μια ετικέτα κειμένου στο Graph σε έναν περιέκτη OLE. Αυτό σημαίνει ότι μπορείτε να επικολλήσετε εικόνες και αντικείμενα OLE στον χρησιμοποιούμενο επεξεργαστή για να προσθέσετε ετικέτες. Όπως σε οποιονδήποτε άλλον περιέκτη OLE μπορείτε να επεξεργαστείτε το αντικείμενο διπλοπατώντας σε αυτό. Από το μενού περιεχομένων μπορείτε να χρησιμοποιήσετε το <placeholder-1/> για να δημιουργήσετε ένα νέο αντικείμενο OLE στην ετικέτα. Ο ίδιος διάλογος μπορεί να χρησιμοποιηθεί για να δημιουργήσετε ένα αντικείμενο από ένα αρχείο. Μπορείτε για παράδειγμα να εισάγετε ένα αρχείο εικόνας με αυτόν τον τρόπο. Για να επεξεργαστείτε ένα αντικείμενο OLE ο διακομιστής πρέπει να εγκατασταθεί στο σύστημα, αλλιώς θα μπορέσετε να δείτε μόνο το αντικείμενο αλλά όχι να το επεξεργαστείτε.

source: Insert shading
el: Εισαγωγή γραμμοσκίασης

source: insert
el: εισαγωγή

source: shading
el: γραμμοσκίαση

source: interval
el: διάστημα

source: above
el: πάνω από

source: below
el: κάτω από

source: inside
el: μέσα

source: between
el: μεταξύ

source: Insert shading...
el: Εισαγωγή γραμμοσκίασης...

source: Edit...
el: Επεξεργασία...

source: The dialog below is used to add a shading to the selected function. To insert a new shading, you use <placeholder-1/>. To change an existing shading, you first select it in the <placeholder-2/> and use <placeholder-3/>. The shading is used to mark an area between the function graph and something else.
el: Ο παρακάτω διάλογος χρησιμοποιείται για να προσθέσει μια γραμμοσκίαση στην επιλεγμένη συνάρτηση. Για να εισάγετε μια νέα γραμμοσκίαση, χρησιμοποιήστε το <placeholder-1/>. Για να αλλάξετε μια υπάρχουσα γραμμοσκίαση, επιλέξτε την πρώτα στο <placeholder-2/> και χρησιμοποιήστε το <placeholder-3/>. Η γραμμοσκίαση χρησιμοποιείται για να σημειώσει μια περιοχή μεταξύ του γραφήματος συνάρτησης και κάτι άλλου.

source: Shading
el: Γραμμοσκίαση

source: In the <placeholder-1/> tab you can choose between the following types of shadings:
el: Στην καρτέλα <placeholder-1/> μπορείτε να επιλέξετε μεταξύ των ακόλουθων τύπων γραμμοσκιάσεων:

source: Between function and x-axis
el: Μεταξύ της συνάρτησης και του άξονα των x

source: Decrease to intersection
el: Μείωση μέχρι το σημείο τομής

source: Increase to intersection
el: Αύξηση μέχρι το σημείο τομής

source: This is the most commonly used type of shading. This will shade the area between the graph of the function and the x-axis in the selected interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing the x-axis.
el: Αυτός είναι ο συνηθέστερος τύπος γραμμοσκίασης. Αυτός θα σκιάσει την περιοχή μεταξύ του γραφήματος της συνάρτησης και του άξονα των x στο επιλεγμένο διάστημα. Αν σημειώσετε <placeholder-1/> ή <placeholder-2/>, το διάστημα θα μειωθεί ή θα αυξηθεί μέχρι το γράφημα να τμήσει τον άξονα των x.

source: Between function and y-axis
el: Μεταξύ της συνάρτησης και του άξονα των y

source: This will shade the area between the graph of the function and the y-axis in the selected interval. This is rarely used and probably most useful for parametric functions. Notice that you still use the x-coordinates for the interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing the y-axis.
el: Αυτό θα σκιάσει την περιοχή μεταξύ του γραφήματος της συνάρτησης και του άξονα των y στο επιλεγμένο διάστημα. Αυτό χρησιμοποιείται σπάνια και προφανώς είναι κυρίως χρήσιμο για παραμετρικές συναρτήσεις. Σημειώστε ότι θα χρησιμοποιήστε ακόμα τις συντεταγμένες x για το διάστημα. Αν σημειώσετε <placeholder-1/> ή <placeholder-2/>, το διάστημα θα μειωθεί ή θα αυξηθεί μέχρι το γράφημα να τμήσει τον άξονα των y.

source: Below function
el: Κάτω από την συνάρτηση

source: This will shade the area below the graph of the function down to the bottom of the graphing area in the selected interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing the bottom of the graphing area.
el: Αυτό θα γραμμοσκιάσει την περιοχή κάτω από το γράφημα της συνάρτησης μέχρι το τέλος της περιοχής γραφήματος στο επιλεγμένο διάστημα. Αν σημειώσετε το <placeholder-1/> ή το <placeholder-2/>, το διάστημα θα μειωθεί ή θα αυξηθεί μέχρι να τμήσει το γράφημα το τέλος της περιοχής γραφήματος.

source: Above function
el: Επάνω από την συνάρτηση

source: This will shade the area above the graph of the function up to the top of the graphing area in the selected interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing the top of the graphing area.
el: Αυτό θα γραμμοσκιάσει την περιοχή πάνω από το γράφημα της συνάρτησης μέχρι την κορυφή της περιοχής γραφήματος στο επιλεγμένο διάστημα. Αν σημειώσετε το <placeholder-1/> ή το <placeholder-2/>, το διάστημα θα μειωθεί ή θα αυξηθεί μέχρι να τμήσει το γράφημα την κορυφή της περιοχής γραφήματος.

source: Inside function
el: Μέσα στη συνάρτηση

source: This will shade the area inside the graph of the function in the selected interval. If you check <placeholder-1/> or <placeholder-2/>, the interval will decrease or increase until the graph is crossing itself. This is especially useful to shade a closed part of a parametric or polar function, but it can also be used to shade standard functions.
el: Αυτό θα γραμμοσκιάσει την περιοχή εσωτερικά της συνάρτησης στο επιλεγμένο διάστημα. Αν σημειώσετε το <placeholder-1/> ή <placeholder-2/>, το διάστημα θα αυξηθεί ή θα μειωθεί μέχρι το γράφημα να τμήσει τον εαυτό του. Αυτό είναι ιδιαίτερα χρήσιμο για να γραμμοσκιάσετε ένα κλειστό μέρος μιας παραμετρικής ή πολικής συνάρτησης, αλλά μπορεί επίσης να χρησιμοποιηθεί για να γραμμοσκιάσει τυπικές συναρτήσεις.

source: Between functions
el: Μεταξύ συναρτήσεων

source: 2nd function
el: Δεύτερη συνάρτηση

source: This will shade the area between the graphs of two functions. The first function is the one you selected in the <placeholder-1/> in the main window, before you invoked the dialog. The second function is selected in the list box in the <placeholder-2/> tab. For standard functions, the interval will be the same for the two functions. For parametric functions, you may select different intervals for the two functions. If you don't select an interval for the second function, it will use the same interval as the first function.
el: Αυτό θα γραμμοσκιάσει την περιοχή μεταξύ των γραφημάτων των δύο συναρτήσεων. Η πρώτη συνάρτηση είναι αυτή που επιλέξατε στο <placeholder-1/> και στο κυρίως παράθυρο, πριν να καλέσετε τον διάλογο. Η δεύτερη συνάρτηση επιλέγεται στο πλαίσιο καταλόγου στην καρτέλα <placeholder-2/>. Για τυπικές συναρτήσεις, το διάστημα θα είναι το ίδιο για τις δύο συναρτήσεις. Για παραμετρικές συναρτήσεις, μπορείτε να επιλέξετε διαφορετικά διαστήματα για τις δύο συναρτήσεις. Αν δεν επιλέξετε ένα διάστημα για τη δεύτερη συνάρτηση, θα χρησιμοποιηθεί το ίδιο διάστημα όπως η πρώτη συνάρτηση.

source: Options
el: Επιλογές

source: At the <placeholder-1/> tab shown below, you may change the options for the shading.
el: Στην παρακάτω εμφανιζόμενη καρτέλα <placeholder-1/>, μπορείτε να αλλάξετε τις επιλογές για τη γραμμοσκίαση.

source: From
el: Από

source: Here you may enter a value, for which you want the shading to start. You specify the x-coordinate if you are using a standard function or the t-parameter if you are using a parametric or polar function. If you don't enter a value, the shading will start at negative infinity. If you place a check mark in <placeholder-1/>, the start coordinate of the shading will be decreased from the entered value to the coordinate where the graph is crossing the axis, the edge of the graphing area, itself or another graph, depending of the type of shading selected.
el: Εδώ μπορείτε να εισάγετε μια τιμή, από την οποία θέλετε να ξεκινήσει η γραμμοσκίαση. Ορίστε τη συντεταγμένη x αν χρησιμοποιείτε μια τυπική συνάρτηση ή την παράμετρο t αν χρησιμοποιείτε μια παραμετρική ή πολική συνάρτηση. Αν δεν εισάγετε μια τιμή, η γραμμοσκίαση θα ξεκινήσει από το αρνητικό άπειρο. Αν τοποθετήσετε ένα σημάδι ελέγχου στο <placeholder-1/>, η συντεταγμένη αρχής της γραμμοσκίασης θα μειωθεί από την εισερχόμενη τιμή μέχρι τη συντεταγμένη που το γράφημα τέμνει τον άξονα, το άκρο της περιοχής γραφήματος, αυτό καθεαυτό ή ένα άλλο γράφημα, ανάλογα με τον τύπο της επιλεγμένης γραμμοσκίασης.

source: To
el: Μέχρι
