Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Help/po/GraphHelp_Greek.po
Languages: el

source: Plugins
el: Πρόσθετα

source: plugins
el: πρόσθετα

source: online
el: στο διαδίκτυο

source: To use the plugin system in Graph you need to install <placeholder-1/> from <placeholder-2/>. Documentation of the Python language may be found installed with Python or <placeholder-3/>.
el: Για να χρησιμοποιήσετε το σύστημα προσθέτων στο Graph χρειάζεται να εγκαταστήσετε το <placeholder-1/> από το <placeholder-2/>. Η τεκμηρίωση της γλώσσας Python μπορεί να βρεθεί εγκατεστημένη με Python ή <placeholder-3/>.

source: Plugins are Python scripts and are usually distributed in source form as .py files but the can also be distributed as compiled .pyc files. The plugin files are placed in the <placeholder-1/> directory where Graph is installed, and will automatically be found and loaded by Graph.
el: Τα πρόσθετα είναι σενάρια Python και διανέμονται συνήθως σε πηγαία μορφή ως αρχεία .py, αλλά μπορούν επίσης να διανεμηθούν ως μεταγλωττισμένα αρχεία .pyc. Τα αρχεία προσθέτων τοποθετούνται στον κατάλογο <placeholder-1/> όπου είναι εγκατεστημένο το Graph και θα βρεθεί αυτόματα και θα φορτωθεί από το Graph.

source: Plugins are scripts, which are just small programs that run inside Graph and interacts with Graph. But a plugin can do anything that a program with the same rights can do. This means that if Graph is run with administrator rights, it is possible to write a plugin that erases the whole hard disk. Therefore you should be careful about which plugins you use and only install plugins from a trusted source, or at least you should check the source code for suspicious parts.
el: Τα πρόσθετα είναι σενάρια, που σημαίνει απλώς μικρά προγράμματα που τρέχουν μες το Graph και αλληλεπιδρούν με το Graph. Αλλά ένα πρόσθετο μπορεί να κάνει καθετί που ένα πρόγραμμα με τα ίδια δικαιώματα μπορεί να κάνει. Αυτό σημαίνει ότι αν το Graph εκτελείται με δικαιώματα διαχειριστή, μπορείτε να γράψετε ένα πρόσθετο που σβήνει όλο τον σκληρό δίσκο. Συνεπώς θα πρέπει να προσέχετε τη χρήση των προσθέτων και να εγκαθιστάτε πρόσθετα μόνο από αξιόπιστες πηγές, ή τουλάχιστον θα πρέπει να ελέγχετε τον πηγαίο κώδικα για ύποπτα μέρη.

source: Python interpreter
el: Διερμηνευτής Python

source: The plugin system also gives access to a Python interpreter by pressing <placeholder-1/>. In this interpreter you can write Python expressions and that way do very advanced things in Graph. It is also an easy way to test code before it is used in a plugin.
el: Το σύστημα προσθέτων δίνει επίσης πρόσβαση σε έναν διερμηνευτή Python πατώντας <placeholder-1/>. Σε αυτόν τον διερμηνευτή μπορείτε να γράψετε εκφράσεις Python και έτσι να κάνετε πολύ προχωρημένα πράγματα στο Graph. Είναι επίσης ένας εύκολος τρόπος να δοκιμάσετε τον κώδικα πριν να χρησιμοποιηθεί σε ένα πρόσθετο.

source: Rounding
el: Στρογγυλοποίηση

source: <placeholder-1/> function
el: συνάρτηση <placeholder-1/>

source: rounding
el: στρογγυλοποίηση

source: truncate
el: αποκοπή

source: Removes the fractional part of the argument.
el: Αφαιρεί το κλασματικό μέρος του ορίσματος.

source: Syntax
el: Σύνταξη

source: Description
el: Περιγραφή

source: integer
el: ακέραιος

source: numeric expression
el: αριθμητική παράσταση

source: real number
el: πραγματικός αριθμός

source: complex number
el: μιγαδικός αριθμός

source: The <placeholder-1/> function returns the <placeholder-2/> part of <placeholder-3/>. The function removes the decimal part of <placeholder-4/>, i.e. rounds against zero. <placeholder-5/> may be any <placeholder-6/> that evaluates to a <placeholder-7/> or a <placeholder-8/>. If <placeholder-9/> is a complex number, the function returns <placeholder-10/>.
el: Η συνάρτηση <placeholder-1/> επιστρέφει το μέρος <placeholder-2/> του <placeholder-3/>. Η συνάρτηση αφαιρεί το δεκαδικό μέρος του <placeholder-4/>, δηλ. στρογγυλεύει στο μηδέν. Το <placeholder-5/> μπορεί να είναι κάθε <placeholder-6/> που υπολογίζει ένα <placeholder-7/> ή ένα <placeholder-8/>. Αν το <placeholder-9/> είναι ένας μιγαδικός αριθμός, η συνάρτηση επιστρέφει <placeholder-10/>.

source: See also
el: Δείτε επίσης

source: fractional part
el: κλασματικό μέρος

source: decimal part
el: δεκαδικό μέρος

source: Returns the fractional part of the argument.
el: Επιστρέφει το κλασματικό μέρος του ορίσματος.

source: The <placeholder-1/> function returns the fractional part of <placeholder-2/>. The function removes the <placeholder-3/> part of <placeholder-4/>, i.e. <placeholder-5/>. <placeholder-6/> may be any <placeholder-7/> that evaluates to a <placeholder-8/> or a <placeholder-9/>. If <placeholder-10/> is a complex number, the function returns <placeholder-11/>.
el: Η συνάρτηση <placeholder-1/> επιστρέφει το κλασματικό μέρος του <placeholder-2/>. Η συνάρτηση αφαιρεί το τμήμα <placeholder-3/> του <placeholder-4/>, δηλαδή <placeholder-5/>. Το <placeholder-6/> μπορεί να είναι κάθε <placeholder-7/> που υπολογίζει ένα <placeholder-8/> ή ένα <placeholder-9/>. Αν το <placeholder-10/> είναι ένας μιγαδικός αριθμός, η συνάρτηση επιστρέφει <placeholder-11/>.

source: round up
el: στρογγυλοποίηση προς τα πάνω

source: Rounds the argument up.
el: Στρογγυλεύει το όρισμα προς τα πάνω.

source: The <placeholder-1/> function finds the smallest <placeholder-2/> not less than <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a complex number, the function returns <placeholder-9/>.
el: Η συνάρτηση <placeholder-1/> βρίσκει τον ελάχιστο <placeholder-2/> όχι μικρότερο από <placeholder-3/>. Το <placeholder-4/> μπορεί να είναι κάθε <placeholder-5/> που υπολογίζει ένα <placeholder-6/> ή ένα <placeholder-7/>. Αν το <placeholder-8/> είναι ένας μιγαδικός αριθμός, η συνάρτηση επιστρέφει <placeholder-9/>.

source: round down
el: στρογγυλοποίηση προς τα κάτω

source: greatest integer
el: μέγιστος ακέραιος

source: Rounds the argument down.
el: Στρογγυλεύει το όρισμα προς τα κάτω.

source: The <placeholder-1/> function, which is also called the greatest integer function, gives the largest <placeholder-2/> not greater than <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a complex number, the function returns <placeholder-9/>.
el: Η συνάρτηση <placeholder-1/>, που λέγεται επίσης συνάρτηση του μέγιστου ακεραίου, δίνει τον μέγιστο <placeholder-2/> όχι μεγαλύτερο από <placeholder-3/>. Το <placeholder-4/> μπορεί να είναι κάθε <placeholder-5/> που υπολογίζει ένα <placeholder-6/> ή ένα <placeholder-7/>. Αν το <placeholder-8/> είναι ένας μιγαδικός αριθμός, η συνάρτηση επιστρέφει <placeholder-9/>.

source: Rounds a number to the specified number of decimals.
el: Στρογγυλεύει έναν αριθμό σε έναν καθορισμένο αριθμό δεκαδικών.

source: The <placeholder-1/> function rounds <placeholder-2/> to the number of decimals given by <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If <placeholder-8/> is a complex number, the function returns <placeholder-9/>. <placeholder-10/> may be any numeric expression that evaluates to an <placeholder-11/>. If <placeholder-12/>&lt;0, <placeholder-13/> is rounded to <placeholder-14/> places to the left of the decimal point.
el: Η συνάρτηση <placeholder-1/> στρογγυλοποιεί το <placeholder-2/> σε έναν αριθμό δεκαδικών που δίνεται από το <placeholder-3/>. Το <placeholder-4/> μπορεί να είναι κάθε <placeholder-5/> που υπολογίζει ένα <placeholder-6/> ή ένα <placeholder-7/>. Αν το <placeholder-8/> είναι ένας μιγαδικός αριθμός, η συνάρτηση επιστρέφει <placeholder-9/>. Το <placeholder-10/> μπορεί να είναι κάθε αριθμητική παράσταση που υπολογίζει ένα <placeholder-11/>. Αν το <placeholder-12/>&lt;0, το <placeholder-13/> στρογγυλοποιείται σε <placeholder-14/> θέσεις στα αριστερά του δεκαδικού σημείου.

source: Examples
el: Παραδείγματα

source: Complex
el: Μιγαδικοί

source: absolute value
el: απόλυτη τιμή

source: numeric value
el: αριθμητική τιμή

source: Returns the absolute value of the argument.
el: Επιστρέφει την απόλυτη τιμή του ορίσματος.

source: The <placeholder-1/> function returns the absolute or numeric value of <placeholder-2/>, commonly written as |z|. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> always returns a positive real value.
el: Η συνάρτηση <placeholder-1/> επιστρέφει την απόλυτη ή αριθμητική τιμή του <placeholder-2/>, που συνήθως γράφεται ως |z|. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Το <placeholder-7/> επιστρέφει πάντα μια θετική πραγματική τιμή.

source: argument
el: όρισμα

source: angle
el: γωνία

source: Returns the argument of the parameter.
el: Επιστρέφει το όρισμα της παραμέτρου.

source: radians
el: ακτίνια

source: The <placeholder-1/> function returns the argument or angle of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. <placeholder-7/> always returns a real number. The result may be in <placeholder-8/> or degrees depending on the current settings. The angle is always between -&pi; and &pi;. If <placeholder-9/> is a real number, <placeholder-10/> is 0 for positive numbers and &pi; for negative numbers. <placeholder-11/> is undefined.
el: Η συνάρτηση <placeholder-1/> επιστρέφει το όρισμα ή γωνία του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Το <placeholder-7/> επιστρέφει πάντα έναν πραγματικό αριθμό. Το αποτέλεσμα μπορεί να είναι σε <placeholder-8/> ή μοίρες ανάλογα με τις τρέχουσες ρυθμίσεις. Η γωνία είναι πάντα μεταξύ -&pi; και &pi;. Αν το <placeholder-9/> είναι ένας πραγματικός αριθμός, το <placeholder-10/> είναι 0 για θετικούς αριθμούς και &pi; για αρνητικούς αριθμούς. Το <placeholder-11/> είναι αόριστο.

source: conjugate
el: συζυγής

source: Returns the conjugate of the argument.
el: Επιστρέφει τον συζυγή του ορίσματος.

source: The <placeholder-1/> function returns the conjugate of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. The function is defined as: <placeholder-7/>.
el: Η συνάρτηση <placeholder-1/> επιστρέφει τον συζυγή του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Η συνάρτηση ορίζεται ως: <placeholder-7/>.

source: real value
el: πραγματική τιμή

source: Returns the real part of the argument.
el: Επιστρέφει το πραγματικό μέρος του ορίσματος.

source: The <placeholder-1/> function returns the real part of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
el: Η συνάρτηση <placeholder-1/> επιστρέφει το πραγματικό μέρος του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>.

source: imaginary value
el: φανταστική τιμή

source: Returns the imaginary part of the argument.
el: Επιστρέφει το φανταστικό μέρος του ορίσματος.

source: The <placeholder-1/> function returns the imaginary part of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
el: Η συνάρτηση <placeholder-1/> επιστρέφει το φανταστικό μέρος του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>.

source: Constants
el: Σταθερές

source: rand constant
el: σταθερά rand

source: random
el: τυχαία

source: Returns a random number in the range 0 to 1.
el: Επιστρέφει έναν τυχαίο αριθμό μεταξύ 0 και 1.

source: <placeholder-1/> is used as a constant but returns a new pseudo-random number each time it is evaluated. The value is a real number in the range [0;1].
el: Το <placeholder-1/> χρησιμοποιείται ως σταθερά αλλά επιστρέφει έναν νέο ψευδοτυχαίο αριθμό κάθε φορά που υπολογίζεται. Η τιμή είναι ένας πραγματικός αριθμός στην περιοχή [0;1].

source: Remarks
el: Παρατηρήσεις

source: Because <placeholder-1/> returns a new value each time it is evaluated, a graph using <placeholder-2/> will not look the same each time it is drawn. A graph using <placeholder-3/> will also change when the program is forced to redraw, e.g. because the coordinate system is moved, resized or zoomed.
el: Επειδή το <placeholder-1/> επιστρέφει μια νέα τιμή κάθε φορά που υπολογίζεται, ένα γράφημα που χρησιμοποιεί το <placeholder-2/> δεν θα δείχνει το ίδιο κάθε φορά που σχεδιάζεται. Ένα γράφημα που χρησιμοποιεί το <placeholder-3/> θα αλλάζει επίσης όταν το πρόγραμμα εξαναγκάζεται να επανασχεδιάσει, π.χ. επειδή το σύστημα συντεταγμένων μετακινείται, αυξομειώνεται ή εστιάζεται.

source: Implementation
el: Υλοποίηση

source: <placeholder-1/> uses a multiplicative congruential random number generator with period 2 to the 32<superscript>nd</superscript> power to return successive pseudo-random numbers in the range from 0 to 1.
el: Το <placeholder-1/> χρησιμοποιεί μια πολλαπλασιαστική γεννήτρια τυχαίων αριθμών με περίοδο από 2 μέχρι 32<superscript>η</superscript> δύναμη για να επιστρέψει διαδοχικούς ψευδοτυχαίους αριθμούς στην περιοχή από 0 μέχρι 1.

source: Evaluate
el: Υπολογισμός

source: evaluate
el: υπολογισμός

source: area
el: περιοχή

source: length of path
el: μήκος διαδρομής

source: integrate
el: ολοκλήρωση

source: definite integral
el: ορισμένο ολοκλήρωμα

source: This dialog is used for interactive calculations on functions. The dialog may be docked below the function list, which is default, or undocked as a floating dialog.
el: Αυτός ο διάλογος χρησιμοποιείται για διαδραστικούς υπολογισμούς σε συναρτήσεις. Ο διάλογος μπορεί να προσαρτηθεί κάτω από τον κατάλογο συναρτήσεων, που είναι προεπιλεγμένος, ή να αποπροσαρτηθεί ως αιωρούμενος διάλογος.

source: Calc
el: Υπολογισμός

source: When <placeholder-1/> is selected the dialog is used to evaluate the selected function at a given value either entered in the dialog or traced with the mouse.
el: Όταν επιλέγεται το <placeholder-1/> ο διάλογος χρησιμοποιείται για να υπολογίσει την επιλεγμένη συνάρτηση στη δεδομένη τιμή είτε εισηγμένη στον διάλογο είτε εντοπισμένη με το ποντίκι.

source: Below you can see the dialog, that appears when a standard function is selected. The dialog will look a little different when a parametric function, polar function or tangent is selected.
el: Παρακάτω μπορείτε να δείτε τον διάλογο, που εμφανίζεται όταν επιλέγεται μια τυπική συνάρτηση. Ο διάλογος θα φαίνεται λίγο διαφορετικός όταν επιλεγεί μια παραμετρική συνάρτηση, μια πολική συνάρτηση ή μια εφαπτομένη.

source: function list
el: κατάλογος συναρτήσεων

source: You can enter a value for which you want to evaluate the function. The value will be evaluated for the function selected in the <placeholder-1/>. If the result is on the graph within the shown coordinate system, it will be marked with a dashed cross. You can also trace the drawn graph with the mouse. Just click on the graph with the mouse and the function will be evaluated at the nearest point.
el: Μπορείτε να εισάγετε μια τιμή για την οποία θέλετε να υπολογίσετε τη συνάρτηση. Η τιμή θα υπολογιστεί για την επιλεγμένη συνάρτηση στο <placeholder-1/>. Αν το αποτέλεσμα είναι στο γράφημα μέσα στο εμφανιζόμενο σύστημα συντεταγμένων, θα σημειωθεί με ένα σταυρό με παύλες. Μπορείτε επίσης να ανιχνεύσετε το σχεδιασμένο γράφημα με το ποντίκι. Πατήστε απλά στο γράφημα με το ποντίκι και η συνάρτηση θα υπολογιστεί στο πλησιέστερο σημείο.

source: It may happen that the result of an evaluation is a complex number with an imaginary part. This number will either be written as a+b&imag;, a&ang;&theta; or not written at all depending of the choice under <placeholder-1/>.
el: Μπορεί να συμβεί το αποτέλεσμα ενός υπολογισμού να είναι ένας μιγαδικός αριθμός με φανταστικό μέρος. Αυτός ο αριθμός θα είναι γραμμένος είτε ως a+b&imag;, a&ang;&theta; είτε δεν θα είναι γραμμένος καθόλου ανάλογα με την επιλογή στο <placeholder-1/>.

source: Function
el: Συνάρτηση

source: The cursor will snap to the nearest point of the selected function.
el: Ο δρομέας θα προσκολληθεί στο πλησιέστερο σημείο της επιλεγμένης συνάρτησης.

source: Intersection
el: Τομή

source: The cursor will snap to the nearest intersection between the selected function and every function displayed (including the function itself).
el: Ο δρομέας θα προσκολληθεί στην πλησιέστερη τομή μεταξύ της επιλεγμένης συνάρτησης και κάθε εμφανιζόμενης συνάρτησης (συμπεριλαμβάνοντας αυτή καθεαυτή τη συνάρτηση).

source: x-axis
el: Άξονας των x

source: The cursor will snap to the nearest intersection between the selected function and the x-axis.
el: Ο δρομέας θα προσκολληθεί στην πλησιέστερη τομή μεταξύ της επιλεγμένης συνάρτησης και του άξονα των x.

source: y-axis
el: Άξονας των y

source: The cursor will snap to the nearest intersection between the selected function and the y-axis. Not available for standard functions.
el: Ο δρομέας θα προσκολληθεί στην πλησιέστερη τομή μεταξύ της επιλεγμένης συνάρτησης και του άξονα των y. Δεν είναι διαθέσιμο για τυπικές συναρτήσεις.

source: Extreme x-value
el: ακραία τιμή x

source: The cursor will snap to the nearest local extreme value for the x-coordinate. Not available for standard functions.
el: Ο δρομέας θα προσκολληθεί στην πλησιέστερη ακραία τιμή για τη συντεταγμένη x. Δεν είναι διαθέσιμο για τυπικές συναρτήσεις.

source: Extreme y-value
el: Ακραία τιμή του y

source: The cursor will snap to the nearest local extreme value for the y-coordinate.
el: Ο δρομέας θα προσκολληθεί στην πλησιέστερη τοπική ακραία τιμή για τον συντεταγμένη y.

source: When you click with the mouse on the graphing area you may choose what the cursor will snap to: <placeholder-1/>
el: Όταν πατάτε με το ποντίκι στην περιοχή του γραφήματος μπορείτε να επιλέξετε τι θα προσκολλήσει ο δρομέας: <placeholder-1/>

source: Area
el: Εμβαδό

source: When <placeholder-1/> is selected the dialog is used to calculate the area for the selected function over a specified domain range. For standard and parametric functions and tangents the area is the signed area between the graph and the x-axis (the real x-axis and not necessarily the visible one) for the given range. The area below the x-axis is considered negative. For standard functions and tangents, this is the same as the definite integral.
el: Όταν το <placeholder-1/> επιλέγεται, ο διάλογος χρησιμοποιείται για να υπολογίσει το εμβαδό για την επιλεγμένη συνάρτηση σε μια καθορισμένη περιοχή του τομέα. Για τυπικές και παραμετρικές συναρτήσεις και εφαπτομένες το εμβαδό είναι η σημειωμένη περιοχή μεταξύ του γραφήματος και του άξονα των x (ο πραγματικός άξονας x και όχι κατ' ανάγκη ο ορατός) για το δεδομένο εύρος. Το εμβαδό κάτω από τον άξονα x θεωρείται αρνητικό. Για τυπικές συναρτήσεις και εφαπτομένες, αυτό είναι το ίδιο με το ορισμένο ολοκλήρωμα.

source: For polar functions, the area is the one between the graph in the given range and the origin. The area is considered negative when the angle goes from a higher to a lower value (clockwise).
el: Για πολικές συναρτήσεις, το εμβαδό είναι αυτό μεταξύ του γραφήματος στη δεδομένη περιοχή και του αρχικού. Το εμβαδό θεωρείται αρνητικό όταν η γωνία πάει από μια μεγαλύτερη σε μια μικρότερη τιμή (δεξιόστροφα).

source: You can either enter the range in the edit boxes or select the range with the mouse. The calculated area will be shown below the range, and the matched area will be marked with a shading in the coordinate system. The calculation is done using the Gauss-Kronrod 21-point integration rule adaptively with as much accuracy as possible. If an estimated relative error less than <placeholder-1/> cannot be reached, no result will be shown.
el: Μπορείτε είτε να εισάγετε το πεδίο τιμών στα πλαίσια επεξεργασίας είτε να επιλέξετε το πεδίο τιμών με το ποντίκι. Το υπολογισμένο εμβαδό θα εμφανιστεί κάτω από την περιοχή και το αντίστοιχο εμβαδό θα σημειωθεί με σκίαση στο σύστημα συντεταγμένων. Ο υπολογισμός γίνεται χρησιμοποιώντας τον κανόνα ολοκλήρωσης σημείου 21 Γκάους-Κρόνροντ προσαρμοσμένο με τη μεγαλύτερη δυνατή ακρίβεια. Αν ένα εκτιμώμενο σχετικό σφάλμα μικρότερο από το <placeholder-1/> δεν μπορεί να επιτευχθεί, δεν εμφανίζεται αποτέλεσμα.

source: Length of path
el: Μήκος διαδρομής

source: When <placeholder-1/> is selected the dialog is used to calculate the distance between two points on the function along the curve. You may either enter the range in the dialog or use the mouse to mark it. The range will be marked in the coordinate system. The calculation is done by converting it to an integration and using Simpson's formula through 1000 iterations.
el: Όταν επιλέγεται το <placeholder-1/> ο διάλογος χρησιμοποιείται για να υπολογίσει την απόσταση μεταξύ δύο πεδίο τιμών στο διάλογο ή να χρησιμοποιήσετε το ποντίκι για να το σημειώσετε. Το πεδίο τιμών θα σημειωθεί στο σύστημα συντεταγμένων. Ο υπολογισμός γίνεται μετατρέποντας το σε μια ολοκλήρωση και χρησιμοποιώντας τον τύπο Σίμπσον μέσα από 1000 επαναλήψεις.

source: Hyperbolic
el: Υπερβολικό

source: hyperbolic sine
el: υπερβολικό ημίτονο

source: Returns the hyperbolic sine of the argument.
el: Υπολογίζει το υπερβολικό ημίτονο του ορίσματος.

source: The <placeholder-1/> function calculates the hyperbolic sine of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει το υπερβολικό ημίτονο του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>.

source: Hyperbolic sine is defined as: <placeholder-1/>
el: Το υπερβολικό ημίτονο ορίζεται ως: <placeholder-1/>

source: hyperbolic cosine
el: υπερβολικό συνημίτονο

source: Returns the hyperbolic cosine of the argument.
el: Επιστρέφει το υπερβολικό συνημίτονο του ορίσματος.

source: The <placeholder-1/> function calculates the hyperbolic cosine of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει το υπερβολικό συνημίτονο του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>.

source: Hyperbolic cosine is defined as: <placeholder-1/>
el: Το υπερβολικό συνημίτονο ορίζεται ως: <placeholder-1/>

source: hyperbolic tangent
el: υπερβολική εφαπτομένη

source: Returns the hyperbolic tangent of the argument.
el: Επιστρέφει την υπερβολική εφαπτομένη του ορίσματος.

source: The <placeholder-1/> function calculates the hyperbolic tangent of <placeholder-2/>. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>.
el: Η συνάρτηση <placeholder-1/> υπολογίζει την υπερβολική εφαπτομένη του <placeholder-2/>. Το <placeholder-3/> μπορεί να είναι κάθε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>.

source: Hyperbolic tangent is defined as: <placeholder-1/>
el: Η υπερβολική εφαπτομένη ορίζεται ως: <placeholder-1/>

source: inverse hyperbolic sine
el: αντίστροφο υπερβολικό ημίτονο

source: Returns the inverse hyperbolic sine of the argument.
el: Επιστρέφει το αντίστροφο υπερβολικό ημίτονο του ορίσματος.
