Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Help/po/GraphHelp_Greek.po
Languages: el

source: When the calculation is done with real numbers, the function is only defined for <placeholder-1/>&lt;0 if <placeholder-2/> is an odd <placeholder-3/>. For calculations with complex numbers, <placeholder-4/> is defined for the whole complex plane except at the pole <placeholder-5/>=0. Notice that for calculations with complex numbers the result will always have an imaginary part when <placeholder-6/>&lt;0 even though the result is real when calculations are done with real numbers and <placeholder-7/> is an odd integer.
el: Όταν ο υπολογισμός γίνεται με πραγματικούς αριθμούς, η συνάρτηση ορίζεται μόνο για <placeholder-1/>&lt;0 αν το <placeholder-2/> είναι περιττό <placeholder-3/>. Για υπολογισμούς με μιγαδικούς αριθμούς, το <placeholder-4/> ορίζεται για όλο το μιγαδικό επίπεδο εκτός από τον πόλο <placeholder-5/>=0. Σημειώστε ότι για υπολογισμούς με μιγαδικούς αριθμούς το αποτέλεσμα θα έχει πάντα ένα φανταστικό μέρος όταν <placeholder-6/>&lt;0 αν και το αποτέλεσμα είναι πραγματικός όταν οι υπολογισμοί γίνονται με πραγματικούς αριθμούς και το <placeholder-7/> είναι ένας περιττός ακέραιος.

source: Example
el: Παράδειγμα

source: Instead of <placeholder-1/>, you can use <placeholder-2/>.
el: Αντί για το <placeholder-1/>, μπορείτε να χρησιμοποιήσετε το <placeholder-2/>.

source: logarithm
el: λογάριθμος

source: natural logarithm
el: φυσικός λογάριθμος

source: Returns the natural logarithm of the argument.
el: Επιστρέφει τον φυσικό λογάριθμο του ορίσματος.

source: The <placeholder-1/> function calculates the logarithm of <placeholder-2/> with base <emphasis>e</emphasis>, which is Euler's constant. <placeholder-3/> is commonly known as the natural logarithm. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-8/>&gt;0. When calculating with complex numbers, <placeholder-9/> is defined for all numbers except <placeholder-10/>=0.
el: Η συνάρτηση <placeholder-1/> υπολογίζει τον λογάριθμο του <placeholder-2/> με βάση το <emphasis>e</emphasis>, που είναι η σταθερά του Όιλερ. Το <placeholder-3/> είναι συνήθως γνωστό ως φυσικός λογάριθμος. Το <placeholder-4/> μπορεί να είναι οποιοδήποτε <placeholder-5/> που υπολογίζει ένα <placeholder-6/> ή ένα <placeholder-7/>. Αν ο υπολογισμός γίνεται με πραγματικούς αριθμούς, το όρισμα ορίζεται μόνο για <placeholder-8/>&gt;0. Όταν υπολογίζεται με μιγαδικούς αριθμούς, το <placeholder-9/> ορίζεται για όλους τους αριθμούς εκτός από το <placeholder-10/>=0.

source: Returns the base 10 logarithm of the argument.
el: Επιστρέφει τον δεκαδικό λογάριθμο της βάσης του ορίσματος.

source: The <placeholder-1/> function calculates the logarithm of <placeholder-2/> with base 10. <placeholder-3/> may be any <placeholder-4/> that evaluates to a <placeholder-5/> or a <placeholder-6/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-7/>&gt;0. When calculating with complex numbers, <placeholder-8/> is defined for all numbers except <placeholder-9/>=0.
el: Η συνάρτηση <placeholder-1/> υπολογίζει τον λογάριθμο του <placeholder-2/> με βάση το 10. Το <placeholder-3/> μπορεί να είναι οποιοδήποτε <placeholder-4/> που υπολογίζει ένα <placeholder-5/> ή ένα <placeholder-6/>. Αν ο υπολογισμός γίνεται με πραγματικούς αριθμούς, το όρισμα ορίζεται μόνο για <placeholder-7/>&gt;0. Όταν υπολογίζεται με μιγαδικούς αριθμούς, το <placeholder-8/> ορίζεται για όλους τους αριθμούς εκτός από <placeholder-9/>=0.

source: Returns the base <placeholder-1/> logarithm of the argument.
el: Επιστρέφει τον λογάριθμο <placeholder-1/> της βάσης του ορίσματος.

source: The <placeholder-1/> function calculates the logarithm of <placeholder-2/> with base <placeholder-3/>. <placeholder-4/> may be any <placeholder-5/> that evaluates to a <placeholder-6/> or a <placeholder-7/>. If the calculation is done with real numbers, the argument is only defined for <placeholder-8/>&gt;0. When calculating with complex numbers, <placeholder-9/> is defined for all numbers except <placeholder-10/>=0. <placeholder-11/> must evaluate to a positive real number.
el: Η συνάρτηση <placeholder-1/> υπολογίζει τον λογάριθμο του <placeholder-2/> με βάση <placeholder-3/>. Το <placeholder-4/> μπορεί να είναι οποιοδήποτε <placeholder-5/> που υπολογίζει ένα <placeholder-6/> ή ένα <placeholder-7/>. Αν ο υπολογισμός γίνεται με πραγματικούς αριθμούς, το όρισμα ορίζεται μόνο για <placeholder-8/>&gt;0. Όταν υπολογίζεται με μιγαδικούς αριθμούς, το <placeholder-9/> ορίζεται για όλους τους αριθμούς εκτός από το <placeholder-10/>=0. Το <placeholder-11/> πρέπει να υπολογίσει έναν θετικό πραγματικό αριθμό.

source: Insert tangent/normal
el: Εισαγωγή εφαπτομένης/καθέτου

source: standard function
el: τυπική συνάρτηση

source: normal
el: κάθετος

source: Insert tangent/normal...
el: Εισαγωγή εφαπτομένης/καθέτου...

source: You can use the dialog below to insert or edit a tangent or normal to a function. To insert a new tangent or normal, you use <placeholder-1/>. To change an existing tangent or normal, you first select it in the <placeholder-2/> and use <placeholder-3/>.
el: Μπορείτε να χρησιμοποιήσετε τον παρακάτω διάλογο για να εισάγετε ή να επεξεργαστείτε μια εφαπτομένη ή κάθετο σε μια συνάρτηση. Για να εισάγετε μια νέα εφαπτομένη ή κάθετο, χρησιμοποιήστε το <placeholder-1/>. Για να αλλάξετε μια υπάρχουσα εφαπτομένη ή κάθετο, επιλέξτε την πρώτα στο <placeholder-2/> και χρησιμοποιήστε το <placeholder-3/>.

source: A tangent is a straight line that touches the graph of the function at a given point without crossing it. The tangent may however cross the graph elsewhere. A normal is a straight line perpendicular to the graph of the function at a given point. If the item is a standard function the point is identified by the x-coordinate, while the point is identified from the independent t-parameter for parametric and polar functions.
el: Μια εφαπτομένη είναι μια ευθεία γραμμή που ακουμπά το γράφημα της συνάρτησης σε ένα δεδομένο σημείο χωρίς να την τέμνει. Η εφαπτομένη μπορεί όμως να τέμνει το γράφημα αλλού. Μια κάθετος είναι μια ευθεία γραμμή κάθετη στο γράφημα της συνάρτησης σε ένα δεδομένο σημείο. Αν το στοιχείο είναι μια τυπική συνάρτηση το σημείο ορίζεται από την συντεταγμένη x, ενώ το σημείο ορίζεται από την ανεξάρτητη παράμετρο t για παραμετρικές και πολικές συναρτήσεις.

source: You can choose an interval for the tangent/normal. <placeholder-1/> and <placeholder-2/> indicates the start and end of the interval. You can leave one or both of them blank to draw the graph from minus infinity to plus infinity.
el: Μπορείτε να επιλέξετε ένα διάστημα για την εφαπτομένη/κάθετο. Τα <placeholder-1/> και <placeholder-2/> δείχνουν την αρχή και το τέλος του διαστήματος. Μπορείτε να αφήσετε ένα ή και τα δυο τους κενά για να σχεδιάσετε το γράφημα από μείον άπειρο μέχρι συν άπειρο.

source: Here you can choose to show markers at the start and/or end of the interval. If no interval is specified, the markers will be shown at the edge of the graphing area. The default is not to show any markers.
el: Εδώ μπορείτε να επιλέξετε να εμφανίσετε σημειωτές στην αρχή και/ή στο τέλος του διαστήματος. Αν δεν οριστεί κανένα διάστημα, οι σημειωτές θα εμφανιστούν στην άκρη της περιοχής γραφήματος. Η προεπιλογή είναι να μην εμφανίζονται σημειωτές.

source: Enter a description to show in the <placeholder-1/>. If empty the function equation will be used.
el: Εισάγετε μια περιγραφή που θα εμφανιστεί στο <placeholder-1/>. Αν είναι κενό θα χρησιμοποιηθεί η εξίσωση συνάρτησης.

source: You can choose between different line styles for which you want the tangent/normal to be drawn. You can choose between solid, dashed, dotted or a combination of these. You can also choose the width of the tangent/normal. The width is notified in screen pixels. There are also a lot of different colors you can choose between.
el: Μπορείτε να επιλέξετε μεταξύ διαφορετικών τεχνοτροπιών γραμμών για τις οποίες θέλετε η εφαπτομένη/κάθετος να σχεδιαστεί. Μπορείτε να επιλέξετε μεταξύ συμπαγούς, με παύλες, διάστικτη ή έναν συνδυασμό τους. Μπορείτε επίσης να επιλέξετε το πλάτος της εφαπτομένης/καθέτου. Το πλάτος σημειώνεται σε εικονοστοιχεία οθόνης. Υπάρχουν επίσης πολλά διαφορετικά χρώματα που μπορείτε να επιλέξετε στο μεταξύ.

source: Insert trendline
el: Εισαγωγή γραμμής τάσης

source: trendline
el: γραμμή τάσης

source: line of best fit
el: γραμμή βέλτιστης προσαρμογής

source: linear
el: γραμμική

source: logarithmic
el: λογαριθμική

source: power
el: δύναμη

source: polyline
el: τεθλασμένη γραμμή

source: regression
el: παλινδρόμηση

source: sum of squares
el: άθροισμα τετραγώνων

source: Insert trendline...
el: Εισαγωγή γραμμής τάσης...

source: Use the dialog shown below to insert a trendline that is the function that fits a <link linkend="InsertPointSeriesDialog">point series</link> best. A trendline is a function that shows a trend in a series of points, i.e. a trendline is the curve of bets fit of a specific type for a series of points. The trendline is added as an ordinary function. To create a trendline, you select the point series you want to base the trendline on and use <placeholder-1/>.
el: Χρησιμοποιήστε τον παρακάτω εμφανιζόμενο διάλογο για να εισάγετε μια γραμμή τάσης δηλαδή τη συνάρτηση που ταιριάζει καλύτερα σε μία <link linkend="InsertPointSeriesDialog">σημειοσειρά</link>. Μια γραμμή τάσης είναι μια συνάρτηση που εμφανίζει μια τάση σε σημειοσειρές, δηλαδή μια γραμμή τάσης είναι η καμπύλη της βέλτιστης προσαρμογής ενός ειδικού τύπου για μια σημειοσειρά. Η γραμμή τάσης προστίθεται ως μια κοινή συνάρτηση. Για να δημιουργήσετε μια γραμμή τάσης, επιλέξετε τη σημειοσειρά στην οποία θέλετε να βασίσετε τη γραμμή τάσης και χρησιμοποιήστε το <placeholder-1/>.

source: If the point series has custom Y-errors defined, these values are used to weight the points. The weight for each point is <placeholder-1/> where &sigma; is the Y-error for the point. X-errors are not used.
el: Αν η σημειοσειρά έχει ορίσει προσαρμοσμένα σφάλματα Υ, αυτές οι τιμές χρησιμοποιούνται για τη βάρος των σημείων. Το βάρος για κάθε σημείο είναι <placeholder-1/> όπου &sigma; είναι το σφάλμα Υ για το σημείο. Τα σφάλματα Χ δεν χρησιμοποιούνται.

source: Built-in
el: Ενσωματωμένη

source: Linear
el: Γραμμική

source: Polynomial
el: Πολυωνυμική

source: Exponential
el: Εκθετική

source: Intercept
el: Σημείο τομής

source: You may choose between the following built-in functions. These functions will give an accurate result. For <placeholder-1/>, <placeholder-2/> and <placeholder-3/> trendlines, you may select the <placeholder-4/> field and specify the point where you want the trendline to meet the y-axis.
el: Μπορείτε να επιλέξετε μεταξύ των ακόλουθων ενσωματωμένων συναρτήσεων. Αυτές οι συναρτήσεις θα δώσουν ένα ακριβές αποτέλεσμα. Για τις γραμμές τάσης <placeholder-1/>, <placeholder-2/> και <placeholder-3/>, μπορείτε να επιλέξετε το πεδίο <placeholder-4/> και να ορίσετε το σημείο όπου θέλετε η γραμμή τάσης να συναντά τον άξονα y.

source: This is a straight line with the function f(x) = a*x+b, where a and b are constants calculated so the line is the best fit to the point series.
el: Αυτή είναι μια ευθεία γραμμή με τη συνάρτηση f(x) = a*x+b, όπου a και b είναι σταθερές υπολογισμένες έτσι ώστε η γραμμή να είναι η βέλτιστη προσαρμογή της σημειοσειράς.

source: The trendline is calculated so the sum of squares (SSQ) <placeholder-1/> will be as small as possible. If possible the function will cross the points in the series; else the function will be so close to the series that the summation cannot get any smaller.
el: Η γραμμή τάσης υπολογίζεται έτσι ώστε το άθροισμα των τετραγώνων (SSQ) <placeholder-1/> να είναι όσο το δυνατό πιο μικρό. Αν είναι δυνατό η συνάρτηση θα τμήσει τα σημεία στη σειρά, αλλιώς η συνάρτηση θα είναι τόσο κοντά στη σειρά που η άθροιση δεν θα μπορεί να γίνει μικρότερη.

source: Logarithmic
el: Λογαριθμική

source: A logarithmic line of best fit is given as <placeholder-1/>, where <placeholder-2/> and <placeholder-3/> are constants, and <placeholder-4/> is the natural logarithm function. To add a logarithmic function, no point in the series may have an x-coordinate that is negative or zero.
el: Μια λογαριθμική γραμμή βέλτιστης προσαρμογής δίνεται ως <placeholder-1/>, όπου <placeholder-2/> και <placeholder-3/> είναι σταθερές και <placeholder-4/> είναι η συνάρτηση φυσικού λογαρίθμου. Για να προσθέσετε μια λογαριθμική συνάρτηση, κανένα σημείο στη σειρά δεν μπορεί να έχει μια τετμημένη x που είναι αρνητική ή μηδέν.

source: A logarithmic function is a straight line in a semilogarithmic coordinate system. The point series is therefore converted to a semilogarithmic coordinate system and the logarithmic function with the smallest sum of squares (SSQ) is found.
el: Μια λογαριθμική συνάρτηση είναι μια ευθεία γραμμή σε ημιλογαριθμικό σύστημα συντεταγμένων. Η σημειοσειρά συνεπώς μετατρέπεται σε ένα ημιλογαριθμικό σύστημα συντεταγμένων και βρίσκεται η λογαριθμική συνάρτηση με το ελάχιστο άθροισμα τετραγώνων (SSQ).

source: A polynomial is a function given by <placeholder-1/>, where <placeholder-2/>...<placeholder-3/> are constants. <placeholder-4/> is the order of the polynomial. You need at least one more point than the order.
el: Ένα πολυώνυμο είναι μια συνάρτηση που δίνεται από <placeholder-1/>, όπου <placeholder-2/>...<placeholder-3/> είναι σταθερές. Το <placeholder-4/> είναι η τάξη του πολυωνύμου. Χρειάζεστε τουλάχιστον ένα περισσότερο σημείο από την τάξη.

source: Power
el: Δύναμη

source: A power function is given by <placeholder-1/>, where <placeholder-2/> and <placeholder-3/> are constants calculated so the function is the best fit of the point series. To add a power function, no point in the series may have an x- or y-coordinate that is negative or zero.
el: Μια δυναμοσυνάρτηση δίνεται από <placeholder-1/>, όπου <placeholder-2/> και <placeholder-3/> είναι σταθερές υπολογισμένες έτσι ώστε η συνάρτηση να είναι η βέλτιστη προσαρμογή της σημειοσειράς. Για να προσθέσετε μια συνάρτηση δύναμης, κανένα σημείο στη σειρά δεν μπορεί να έχει μια συντεταγμένη x ή y που είναι αρνητική ή μηδέν.

source: A power function is a straight line in a double logarithmic coordinate system. The point series is therefore converted to a double logarithmic coordinate system and the power function with the smallest sum of squares (SSQ) is found.
el: Μια δυναμοσυνάρτηση είναι μια ευθεία γραμμή σε διλογαριθμικό σύστημα συντεταγμένων. Η σημειοσειρά συνεπώς μετατρέπεται σε ένα διλογαριθμικό σύστημα συντεταγμένων και βρίσκεται η δυναμοσυνάρτηση με το ελάχιστο άθροισμα τετραγώνων (SSQ).

source: An exponential function is given by <placeholder-1/>, where <placeholder-2/> and <placeholder-3/> are constants calculated so the function is the best fit of the point series. To add an exponential function, no point in the series may have a y-coordinate that is negative or zero.
el: Μια εκθετική συνάρτηση δίνεται από <placeholder-1/>, όπου <placeholder-2/> και <placeholder-3/> είναι σταθερές υπολογισμένες έτσι ώστε η συνάρτηση να είναι η βέλτιστη προσαρμογή της σημειοσειράς. Για να προσθέσετε μια εκθετική συνάρτηση, κανένα σημείο στη σειρά δεν μπορεί να έχει μια συντεταγμένη y που είναι αρνητική ή μηδέν.

source: An Exponential function is a straight line in a semilogarithmic coordinate system with the y-axis as the logarithmic axis. The point series is therefore converted to a semilogarithmic coordinate system and the exponential function with the smallest sum of squares (SSQ) is found.
el: Μια εκθετική συνάρτηση είναι μια ευθεία γραμμή σε ημιλογαριθμικό σύστημα συντεταγμένων με τον άξονα y ως τον λογαριθμικό άξονα. Η σημειοσειρά συνεπώς μετατρέπεται σε ένα ημιλογαριθμικό σύστημα συντεταγμένων και βρίσκεται η εκθετική συνάρτηση με το ελάχιστο άθροισμα τετραγώνων (SSQ).

source: Moving average
el: Κινητός μέσος

source: Period
el: Περίοδος

source: Moving average is a series of straight lines based on the average of the previous points. The <placeholder-1/> determines how many points are used for the average. If <placeholder-2/> is 1 only one point is used, which actually isn't an average. This will draw a line directly between the points. When <placeholder-3/> is larger than 1, the y-coordinate for the line at each point will not be the same as the y-coordinate of the point. Instead it will be an average of the previous points.
el: Κινητός μέσος είναι μια σειρά ευθειών γραμμών με βάση τον μέσο όρο των προηγούμενων σημείων. Το <placeholder-1/> καθορίζει πόσα σημεία χρησιμοποιούνται για τον μέσο όρο. Αν το <placeholder-2/> είναι 1 χρησιμοποιείται μόνο ένα σημείο, που στην πραγματικότητα δεν είναι ένας μέσος όρος. Αυτό θα σχεδιάσει μια γραμμή ακριβώς μεταξύ των σημείων. Όταν το <placeholder-3/> είναι μεγαλύτερο από 1, η τεταγμένη y για τη γραμμή σε κάθε σημείο δεν θα είναι η ίδια με την τεταγμένη y του σημείου. Στη θέση του θα είναι ένας μέσος όρος των προηγούμενων σημείων.

source: User defined
el: Ορισμένο από τον χρήστη

source: In this tab you can enter your own trendline models. The model is entered as a standard function, where all the constants that you want Graph to find are named with a $ followed by any combination of characters (a-z) and digits (0-9). Examples of valid constants are: $a, $y0, $const.
el: Σε αυτήν την καρτέλα μπορείτε να εισάγετε τα δικά σας πρότυπα γραμμών τάσης. Το πρότυπο εισάγεται ως μια τυπική συνάρτηση, όπου όλες οι σταθερές που θέλετε να βρει το Graph ονομάζονται με ένα $ ακολουθούμενο από οποιονδήποτε συνδυασμό χαρακτήρων (a-z) και αριθμών (0-9). Παραδείγματα έγκυρων σταθερών είναι: $a, $y0, $const.

source: An example of a model could be <placeholder-1/>. The program tries to calculate the constants <placeholder-2/>, <placeholder-3/> and <placeholder-4/> so that f(x) will be as close to the point series as possible. You can use the <guibutton>Add model</guibutton> button to add the model to the saved list with a name.
el: Ένα παράδειγμα ενός προτύπου μπορεί να είναι <placeholder-1/>. Το πρόγραμμα προσπαθεί να υπολογίσει τις σταθερές <placeholder-2/>, <placeholder-3/> και <placeholder-4/> έτσι ώστε το f(x) να είναι όσο πιο κοντά μπορεί στη σημειοσειρά. Μπορείτε να χρησιμοποιήσετε το πλήκτρο <guibutton>Προσθήκη προτύπου</guibutton> για να προσθέσετε το πρότυπο στον αποθηκευμένο κατάλογο με ένα όνομα.

source: The program needs a guess for where to start the search for the optimum. As default the guess for all constants is 1, but this can be changed for models added to the list. A better guess will increase the possibility that an optimum can be found.
el: Το πρόγραμμα χρειάζεται μια υπόθεση από πού θα αρχίσει να ψάχνει για το βέλτιστο. Ως προεπιλογή η υπόθεση για όλες τις σταθερές είναι 1, αλλά αυτό μπορεί να αλλαχθεί για πρότυπα που προστέθηκαν στον κατάλογο. Μια καλύτερη υπόθεση θα αυξήσει την δυνατότητα να βρεθεί ένα βέλτιστο.

source: Graph will try to find the constants for the model f(x) so the sum of squares <placeholder-1/> will be the smallest possible. The program will start with the guess and move towards the minimum of the sum of squares. If a solution is not found after 100 iterations or the given guess is not valid, the program gives up.
el: Το Graph θα προσπαθήσει να βρει τις σταθερές για το πρότυπο f(x), έτσι ώστε το άθροισμα των τετραγώνων <placeholder-1/> να είναι το ελάχιστο δυνατό. Το πρόγραμμα θα αρχίσει με την υπόθεση και θα μετακινηθεί προς το ελάχιστο του αθροίσματος των τετραγώνων. Αν μια λύση δεν βρεθεί μετά από 100 επαναλήψεις ή η δεδομένη υπόθεση δεν είναι έγκυρη, το πρόγραμμα θα εγκαταλείψει.

source: It is possible, even though it rarely happens, that more than one minimum exists. In this case the minimum nearest to the guess will be found, even though this may not be the best.
el: Είναι δυνατό, αν και συμβαίνει σπάνια, να υπάρχουν περισσότερα από ένα ελάχιστο. Σε αυτήν την περίπτωση το ελάχιστο πλησιέστερο στην υπόθεση θα βρεθεί, αν και αυτό μπορεί να μην είναι το άριστο.

source: Notice that you should avoid redundant constants as they might confuse the program. For example this model has a redundant constant: <placeholder-1/>. Notice the relation between the constants <placeholder-2/>, <placeholder-3/> and <placeholder-4/>. If you multiply <placeholder-5/>, <placeholder-6/> and <placeholder-7/> with the same value the resulting function will not be changed. This means that there are an infinite number of combinations of constants with the same resulting function and hence an infinite number of best solutions. This may confuse the program when it tries to find the best one. Therefore either <placeholder-8/>, <placeholder-9/> or <placeholder-10/> should be removed.
el: Σημειώστε ότι θα πρέπει να αποφεύγετε περιττές σταθερές επειδή μπορεί να μπερδέψουν το πρόγραμμα. Για παράδειγμα αυτό το πρότυπο έχει μια περιττή μεταβλητή: <placeholder-1/>. Σημειώστε τη σχέση μεταξύ των σταθερών <placeholder-2/>, <placeholder-3/> και <placeholder-4/>. Αν πολλαπλασιάσετε <placeholder-5/>, <placeholder-6/> και <placeholder-7/> με την ίδια τιμή η τελική συνάρτηση δεν θα αλλαχθεί. Αυτό σημαίνει ότι υπάρχει ένας άπειρος αριθμός συνδυασμός σταθερών και συνεπώς ένας άπειρος αριθμός βέλτιστων λύσεων. Αυτό μπορεί να μπερδέψει το πρόγραμμα όταν προσπαθεί να βρει την άριστη λύση. Συνεπώς είτε τα <placeholder-8/>, <placeholder-9/> είτε το <placeholder-10/> πρέπει να αφαιρεθούν.

source: When the trendline is added, the correlation coefficient <placeholder-1/> is shown in the comment. The closer <placeholder-2/> is to 1 the closer the trendline is to the points.
el: Όταν προστίθεται η γραμμή τάσης, ο συντελεστής συσχέτισης <placeholder-1/> εμφανίζεται στο σχόλιο. Όσο πιο κοντά είναι το <placeholder-2/> στο 1 τόσο πιο κοντά είναι η γραμμή τάσης στα σημεία.

source: Insert point series
el: Εισαγωγή σημειοσειράς

source: markers
el: σημειωτές

source: smooth line
el: γραμμή εξομάλυνσης

source: interpolation
el: παρεμβολή

source: labels
el: ετικέτες

source: error bars
el: γραμμές σφάλματος

source: Insert point series...
el: Εισαγωγή σημειοσειράς...

source: You can use the dialog below to add a series of points to the coordinate system. The points will be shown in the coordinate system in the graphing area as a series of markers. To insert a new point series, you use <placeholder-1/>. To change an existing point series, you first select it in the <placeholder-2/> and use <placeholder-3/>.
el: Μπορείτε να χρησιμοποιήσετε τον παρακάτω διάλογο για να προσθέσετε μια σημειοσειρά στο σύστημα συντεταγμένων. Τα σημεία θα εμφανιστούν στο σύστημα συντεταγμένων στην περιοχή γραφήματος ως μια σειρά σημειωτών. Για να εισάγετε μια νέα σημειοσειρά, χρησιμοποιήστε το <placeholder-1/>. Για να αλλάξετε μια υπάρχουσα σημειοσειρά, επιλέξτε την πρώτα στο <placeholder-2/> και χρησιμοποιήστε το <placeholder-3/>.

source: After adding a point series, you may add a <link linkend="InsertTrendlineDialog">trendline</link> which is the curve of best fit for the points.
el: Μετά την προσθήκη σημειοσειράς, μπορείτε να προσθέσετε μια <link linkend="InsertTrendlineDialog">γραμμή τάσης</link> που είναι η καμπύλη βέλτιστης προσαρμογής για τα σημεία.

source: In the grid you can enter the x- and y-coordinates of the points. You may enter any number of points you want, but all points need both an x-coordinate and a y-coordinate.
el: Στο πλέγμα μπορείτε να εισάγετε τις συντεταγμένες x και y των σημείων. Μπορείτε να εισάγετε οποιονδήποτε αριθμό σημείων θέλετε, αλλά όλα τα σημεία χρειάζονται και τη συντεταγμένη x και τη συντεταγμένη y.
