Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Help/po/GraphHelp_Greek.po
Languages: el

source: Here you may enter a value, for which you want the shading to stop. You specify the x-coordinate if you are using a standard function or the t-parameter if you are using a parametric or polar function. If you don't enter a value, the shading will continue until positive infinity. If you place a check mark in <placeholder-1/>, the end coordinate of the shading will be increased from the entered value to the coordinate where the graph is crossing the axis, the edge of the graphing area, itself or another graph depending of the type of shading selected.
el: Εδώ μπορείτε να εισάγετε μια τιμή, στην οποία θέλετε να τελειώσει η γραμμοσκίαση. Ορίστε τη συντεταγμένη x αν χρησιμοποιείτε μια τυπική συνάρτηση ή την παράμετρο t αν χρησιμοποιείτε μια παραμετρική ή πολική συνάρτηση. Αν δεν εισάγετε μια τιμή, η γραμμοσκίαση θα συνεχίσει μέχρι το θετικό άπειρο. Αν τοποθετήσετε ένα σημάδι ελέγχου στο <placeholder-1/>, η συντεταγμένη τέλους της γραμμοσκίασης θα αυξηθεί από την εισερχόμενη τιμή μέχρι τη συντεταγμένη που το γράφημα τέμνει τον άξονα, το άκρο της περιοχής γραφήματος, αυτό καθεαυτό ή ένα άλλο γράφημα, ανάλογα με τον τύπο της επιλεγμένης γραμμοσκίασης.

source: Style
el: Τεχνοτροπία

source: Here you may choose between different styles to use for the shading.
el: Εδώ μπορείτε να επιλέξετε μεταξύ διαφορετικών τεχνοτροπιών για τη γραμμοσκίαση.

source: Color
el: Χρώμα

source: Here you may choose the color of the shading.
el: Εδώ μπορείτε να επιλέξετε το χρώμα της γραμμοσκίασης.

source: Mark border
el: Σημείωση περιγράμματος

source: Check this to draw a line around the border of the shading. Uncheck it to leave the shading without a border, which is useful if you want two shadings to look as one.
el: Σημειώστε αυτό για να σχεδιάσετε μια γραμμή γύρω από το περίγραμμα της γραμμοσκίασης. Ξεσημειώστε το για να αφήσετε τη γραμμοσκίαση χωρίς περίγραμμα, αυτό είναι χρήσιμο αν θέλετε δύο γραμμοσκιάσεις να μοιάζουν με μία.

source: When you have chosen <placeholder-1/> in the <placeholder-2/> tab, you may select the second function in the <placeholder-3/> tab. The dialog with the <placeholder-4/> tab is shown below.
el: Όταν έχετε επιλέξει το <placeholder-1/> στην καρτέλα <placeholder-2/>, μπορείτε να επιλέξετε τη δεύτερη συνάρτηση στην καρτέλα <placeholder-3/>. Ο διάλογος με την καρτέλα <placeholder-4/> εμφανίζεται παρακάτω.

source: Shading range for 2nd function
el: Περιοχή γραμμοσκίασης για τη 2η συνάρτηση

source: This is used to select the interval for the second function, just like you selected the interval for the first function in the <placeholder-1/> tab. This is only available for parametric functions and not for standard functions. For standard functions the interval for the second function is always the same as the interval for the first function. If you enter neither a start nor an end of interval for a parametric function, the values for the first function will be used for the second function as well.
el: Αυτή χρησιμοποιείται για να επιλέξετε το διάστημα για τη δεύτερη συνάρτηση, ακριβώς όπως επιλέξατε το διάστημα για την πρώτη συνάρτηση στην καρτέλα <placeholder-1/>. Αυτό είναι διαθέσιμο μόνο για παραμετρικές συναρτήσεις και όχι για τυπικές συναρτήσεις. Για τυπικές συναρτήσεις το διάστημα για τη δεύτερη συνάρτηση είναι πάντα το ίδιο με το διάστημα για την πρώτη συνάρτηση. Αν δεν εισάγετε ούτε αρχή ούτε τέλος του διαστήματος για μια παραμετρική συνάρτηση, οι τιμές για την πρώτη συνάρτηση θα χρησιμοποιηθούν και για τη δεύτερη συνάρτηση.

source: Shadings are a great way to mark an area, but if you get weird results, check that you selected the right function and the right interval. If you try to shade an interval crossing an asymptote or your shading is associated with a weird parametric function, you might get weird results. But really, what did you expect?
el: Οι γραμμοσκιάσεις είναι ένας θαυμάσιος τρόπος σημείωσης μιας περιοχής, αλλά αν πάρετε περίεργα αποτελέσματα, ελέγξτε ότι επιλέξατε τη σωστή συνάρτηση και το σωστό διάστημα. Αν προσπαθήσετε να γραμμοσκιάσετε ένα διάστημα που τέμνει μια ασύμπτωτη ή αν η γραμμοσκίασή σας συσχετίζεται με μια περίεργη παραμετρική συνάρτηση, μπορεί να πάρετε περίεργα αποτελέσματα. Αλλά πραγματικά, τι περιμένετε;

source: Insert f'(x)
el: Εισαγωγή f'(x)

source: differentiate
el: παραγώγιση

source: derivative
el: παράγωγος

source: slope
el: κλίση

source: function
el: συνάρτηση

source: Insert f'(x)...
el: Εισαγωγή f'(x)...

source: The dialog shown below is used to create the first derivative of a function. To create a derivative, you select the function you want to differentiate and use <placeholder-1/>.
el: Ο παρακάτω εμφανιζόμενος διάλογος χρησιμοποιείται για να δημιουργήσει την πρώτη παράγωγο μιας συνάρτησης. Για να δημιουργήσετε μια παράγωγο, επιλέξτε τη συνάρτηση που θέλετε να παραγωγίσετε και χρησιμοποιήστε το <placeholder-1/>.

source: If the function is a standard function, the first derivative is the slope of the function, and it is defined as the function differentiated with respect to x: <placeholder-1/>
el: Αν η συνάρτηση είναι μια τυπική συνάρτηση, η πρώτη παράγωγος είναι η κλίση της συνάρτησης και ορίζεται ως η παραγόμενη συνάρτηση ως προς το x: <placeholder-1/>

source: You can select an interval, line style, width in pixels and color for the derivative of the function. The derivative is inserted as a function and can be edited as such. The derivative will not change if you edit the original function.
el: Μπορείτε να διαλέξετε ένα διάστημα, τεχνοτροπία γραμμής, πλάτος σε εικονοστοιχεία και χρώμα για την παράγωγο της συνάρτησης. Η παράγωγος εισάγεται ως μια συνάρτηση και μπορεί να επεξεργαστεί ως τέτοια. Η παράγωγος δεν θα αλλάξει αν επεξεργαστείτε την αρχική συνάρτηση.

source: Functions
el: Συναρτήσεις

source: Save as image
el: Αποθήκευση ως εικόνα

source: save
el: αποθήκευση

source: picture
el: εικόνα

source: image
el: εικόνα

source: metafile
el: μετααρχείο

source: bitmap
el: ψηφιογραφία

source: Save as image...
el: Αποθήκευση ως εικόνα...

source: Save As
el: Αποθήκευση ως

source: Use the menu item <placeholder-1/> to save the shown coordinate system as an image file. When the menu item has been chosen, a standard <placeholder-2/> dialog will appear. In this dialog you write a filename, choose a directory and select one of the following image types:
el: Χρησιμοποιήστε το στοιχείο μενού <placeholder-1/> για να αποθηκεύσετε το εμφανιζόμενο σύστημα συντεταγμένων ως αρχείο εικόνας. Όταν το στοιχείο μενού έχει επιλεγεί, ένας τυπικός διάλογος του <placeholder-2/> θα εμφανιστεί. Σε αυτόν τον διάλογο γράφετε ένα όνομα αρχείου, επιλέξτε έναν κατάλογο και επιλέξτε έναν από τους ακόλουθους τύπους εικόνας:

source: Metafiles are usually preferred because they are small and look nice even when scaled. Though emf files are widely supported under MS Windows, they are not very portable.
el: Τα μετααρχεία προτιμώνται συνήθως επειδή είναι μικρά και φαίνονται ωραία ακόμα κι όταν κλιμακώνονται. Αν και τα αρχεία emf υποστηρίζονται πλατιά στα MS Windows, δεν είναι πολύ φορητά.

source: Scalable Vector Graphics (svg)
el: Κλιμακώσιμα διανυσματικά γραφικά (*.svg)

source: This is a format for portable metafiles and should therefore be preferred for files placed on the Internet. However the format is still not supported by all browsers.
el: Αυτή είναι μια μορφή για φορητά μετααρχεία και πρέπει συνεπώς να προτιμάται για αρχεία που τοποθετούνται στο διαδίκτυο. Όμως η μορφή δεν υποστηρίζεται ακόμα από όλους τους περιηγητές.

source: Portable Network Graphics (png)
el: Φορητά γραφικά δικτύου (png)

source: Portable Network Graphics (png) is a format that is better compressed than bmp files. This is the most sustainable format for web pages, because it is small and can be understood by all browsers.
el: Τα φορητά γραφικά δικτύου (png) είναι μια μορφή που συμπιέζεται καλύτερα από τα αρχεία bmp. Αυτή είναι η πιο υποστηριγμένη μορφή για ιστοσελίδες, επειδή είναι μικρή και μπορεί να κατανοηθεί από όλους τους περιηγητές.

source: Windows Bitmap (bmp)
el: Ψηφιογραφία Windows (bmp)

source: Windows Bitmap (bmp) is a standard format supported by almost all Windows programs that can read graphics files.
el: Η ψηφιογραφία Windows (bmp) είναι μια τυπική μορφή που υποστηρίζεται από σχεδόν όλα τα προγράμματα Windows που μπορούν να διαβάσουν αρχεία γραφικών.

source: Joint Photographic Experts Group (jpeg) is a bitmap format with loss. It is supported but not recommended because graphs will usually become blurred.
el: Το Joint Photographic Experts Group (jpeg) είναι μια μορφή ψηφιογραφίας με απώλεια. Υποστηρίζεται αλλά δεν συνιστάται επειδή τα γραφήματα γίνονται συνήθως θολά.

source: Portable Document Format (pdf) is actually not an image format. It is a way to store documents as postscript in a portable way. Graph will store the image as Portable Network Graphics inside the pdf file.
el: Portable Document Format (pdf) δεν είναι στην πραγματικότητα μια μορφή εικόνας. Είναι ένας τρόπος για να αποθηκεύσετε έγγραφα ως postscript με έναν φορητό τρόπο. Το Graph θα αποθηκεύσει την εικόνα ως φορητά γραφικά δικτύου μέσα σε ένα αρχείο pdf.

source: The <guibutton>Options...</guibutton> button in the save dialog can be used to change the image size. You may also be able to change other settings depending on the chosen image format.
el: Το πλήκτρο <guibutton>Επιλογές...</guibutton> στον διάλογο αποθήκευσης μπορεί να χρησιμοποιηθεί για να αλλάξει το μέγεθος της εικόνας. Μπορείτε επίσης να αλλάξετε άλλες ρυθμίσεις ανάλογα με την επιλεγμένη μορφή εικόνας.

source: Edit axes
el: Επεξεργασία αξόνων

source: Axes dialog
el: Διάλογος αξόνων

source: minimum
el: ελάχιστο

source: maximum
el: μέγιστο

source: unit
el: μονάδα

source: logarithmic scale
el: λογαριθμική κλίμακα

source: coordinates
el: συντεταγμένες

source: grid
el: πλέγμα

source: label
el: ετικέτα

source: arrow
el: βέλος

source: colors
el: χρώματα

source: crossing
el: σημείο τομής

source: step
el: βήμα

source: tick
el: υποδιαίρεση

source: legend
el: υπόμνημα

source: complex numbers
el: μιγαδικοί αριθμοί

source: axes style
el: τεχνοτροπία αξόνων

source: trigonometry
el: τριγωνομετρία

source: fonts
el: γραμματοσειρές

source: auto grid
el: αυτόματο πλέγμα

source: auto tick
el: αυτόματη υποδιαίρεση

source: background color
el: χρώμα παρασκηνίου

source: Axes...
el: Άξονες...

source: When you choose the menu item <placeholder-1/>, the dialog shown below will appear. In this dialog you can configure all options which are related to the axes. The dialog contains 4 tab sheets. The first sheet, shown below, contains options for the x-axis. The tab with options for the y-axis is completely analog to this.
el: Όταν επιλέγετε το στοιχείο μενού <placeholder-1/>, ο παρακάτω εμφανιζόμενος διάλογος θα παρουσιαστεί. Σε αυτόν τον διάλογο μπορείτε να ρυθμίσετε όλες τις επιλογές που σχετίζονται με τους άξονες. Ο διάλογος περιέχει 4 φύλλα καρτελών. Το πρώτο φύλλο, που εμφανίζεται παρακάτω, περιέχει επιλογές για τον άξονα x. Η καρτέλα με επιλογές για τον άξονα y είναι πλήρως ανάλογη με αυτή.

source: x-axis/y-axis
el: άξονας x/άξονας y

source: Minimum
el: Ελάχιστο

source: This is the lowest value on the selected axis. Default: -10
el: Αυτή είναι η μικρότερη τιμή στον επιλεγμένο άξονα. Προεπιλογή: -10

source: Maximum
el: Μέγιστο

source: This is the highest value on the selected axis. Default: 10
el: Αυτή είναι η μεγαλύτερη τιμή στον επιλεγμένο άξονα. Προεπιλογή: 10

source: Tick unit
el: Μονάδα υποδιαίρεσης

source: This is the distance between the tick marks on the selected axis. Tick marks are shown as small lines perpendicular to the axis. <placeholder-1/> is used for both tick marks and for showing numbers. With a logarithmic axis the <placeholder-2/> indicates the factor between the markers. For example <placeholder-3/> set to 4 will show 1, 4, 16, 64, etc. on a logarithmic axis while it will show 0, 4, 8, 12, etc. on a normal axis.
el: Αυτή είναι η απόσταση μεταξύ των σημείων υποδιαίρεσης στον επιλεγμένο άξονα. Τα σημεία υποδιαίρεσης εμφανίζονται ως μικρές γραμμές κάθετες στον άξονα. Το <placeholder-1/> χρησιμοποιείται και για τα σημεία υποδιαίρεσης και την εμφάνιση αριθμών. Με έναν λογαριθμικό άξονα το <placeholder-2/> δείχνει τον συντελεστή μεταξύ των σημειωτών. Για παράδειγμα αν το <placeholder-3/> οριστεί σε 4 θα εμφανίσει 1, 4, 16, 64, κλπ. σε έναν λογαριθμικό άξονα ενώ θα εμφανίσει 0, 4, 8, 12, κλπ. σε έναν κανονικό άξονα.

source: Grid unit
el: Μονάδα πλέγματος

source: This is the distance between the gridlines perpendicular to the axis. This is only used if grid lines are shown.
el: Αυτή είναι η απόσταση μεταξύ των κάθετων γραμμών πλέγματος στον άξονα. Αυτή χρησιμοποιείται μόνο αν εμφανίζονται γραμμές πλέγματος.

source: Logarithmic scale
el: Λογαριθμική κλίμακα

source: Check this field if you want the axis to be scaled logarithmically.
el: Σημειώστε αυτό το πεδίο αν θέλετε ο άξονας να κλιμακωθεί λογαριθμικά.

source: Show numbers
el: Εμφάνιση αριθμών

source: When this field is checked numbers are shown on the axis with the distance chosen under <placeholder-1/>.
el: Όταν αυτό το πεδίο σημειωθεί εμφανίζονται αριθμοί στον άξονα με την επιλεγμένη απόσταση κάτω από το <placeholder-1/>.

source: Label
el: Ετικέτα

source: When this field is checked, the text in the edit box will be shown just above the x-axis in the right side of the coordinate system. For the y-axis, the text will be shown at the top to the right of the axis. You may use this to show what unit is used for the axes.
el: Όταν αυτό το πεδίο σημειωθεί, το κείμενο στο πλαίσιο επεξεργασίας θα εμφανιστεί ακριβώς πάνω από τον άξονας x στη δεξιά πλευρά του συστήματος συντεταγμένων. Για τον άξονας y, το κείμενο θα εμφανιστεί πάνω δεξιά του άξονα. Μπορείτε να χρησιμοποιήσετε αυτό για να εμφανίσετε ποια μονάδα χρησιμοποιείται για τους άξονες.

source: The x-axis crosses at / The y-axis crosses at:
el: Ο άξονας x τέμνει στο / Ο άξονας y τέμνει στο:

source: Axes style
el: Τεχνοτροπία αξόνων

source: Crossed
el: Σημείο τομής

source: This is the coordinate where the axis will cross the other axis. This is only used when <placeholder-1/> is <placeholder-2/>. Default: 0
el: Αυτή είναι η συντεταγμένη όπου ο άξονας θα τμήσει τον άλλο άξονα. Αυτό χρησιμοποιείται μόνο όταν το <placeholder-1/> είναι <placeholder-2/>. Προεπιλογή: 0

source: Auto tick
el: Αυτόματη υποδιαίρεση

source: When checked the program will automatically choose a value for <placeholder-1/> that is fitting for the axes dimensions and size of the graphing area.
el: Αν σημειωθεί το πρόγραμμα θα επιλέξει αυτόματα μια τιμή για το <placeholder-1/> που ταιριάζει για τις διαστάσεις των αξόνων και το μέγεθος της περιοχής γραφήματος.

source: Auto grid
el: Αυτόματο πλέγμα

source: When checked, <placeholder-1/> will have the same value as <placeholder-2/>.
el: Αν σημειωθεί, το <placeholder-1/> θα έχει την ίδια τιμή με το <placeholder-2/>.

source: Show ticks
el: Εμφάνιση υποδιαιρέσεων

source: When this field is checked, tick marks are shown as small lines on the axis with the distance chosen under <placeholder-1/>.
el: Όταν αυτό το πεδίο σημειωθεί, οι υποδιαιρέσεις εμφανίζονται ως μικρές γραμμές στον άξονα με την επιλεγμένη απόσταση στο <placeholder-1/>.

source: Show grid
el: Εμφάνιση πλέγματος

source: Font and color
el: Γραμματοσειρά και χρώμα

source: When this field is checked, grid lines will be shown as dotted lines perpendicular to the axis with the color chosen under <placeholder-1/> and with the distance chosen at <placeholder-2/>.
el: Αν σημειωθεί αυτό το πεδίο, οι γραμμές πλέγματος θα εμφανιστούν ως διάστικτες γραμμές κάθετα στον άξονα με το επιλεγμένο χρώμα κάτω από το <placeholder-1/> και με την επιλεγμένη απόσταση στο <placeholder-2/>.

source: Show as a multiple of &pi;
el: Εμφάνιση ως πολλαπλάσιο του &pi;

source: When this is enabled the numbers on the axis are shown as fractions multiplied by &pi;, for example 3&pi;/2. <placeholder-1/> must be enabled for this option to be available.
el: Αν αυτό είναι ενεργό οι αριθμοί στον άξονα εμφανίζονται ως κλάσματα πολλαπλασιασμένα με το &pi;, για παράδειγμα 3&pi;/2. Το <placeholder-1/> πρέπει να ενεργοποιηθεί για να είναι διαθέσιμη αυτή η επιλογή.

source: Settings
el: Ρυθμίσεις

source: Title
el: Τίτλος

source: Here you can enter a title that is shown above the coordinate system. Use the button to the right to change the font.
el: Εδώ μπορείτε να εισάγετε έναν τίτλο που εμφανίζεται πάνω από το σύστημα συντεταγμένων. Χρησιμοποιήστε το πλήκτρο δεξιά για να αλλάξετε τη γραμματοσειρά.

source: Show legend
el: Εμφάνιση υπομνήματος

source: Check this to show the <placeholder-1/> with a list of functions and point series in the upper right corner of the coordinate system. You may change the font under <placeholder-2/>.
el: Σημειώστε αυτό για να εμφανίσετε το <placeholder-1/> με έναν κατάλογο συναρτήσεων και σημειοσειρές στην πάνω δεξιά γωνία του συστήματος συντεταγμένων. Μπορείτε να αλλάξετε τη γραμματοσειρά κάτω από το <placeholder-2/>.

source: Legend placement
el: Θέση υπομνήματος

source: Here you may choose in which of the four corners you want the <placeholder-1/> to be placed. You can also change this by right clicking on the legend in the graphing area.
el: Εδώ μπορείτε να επιλέξετε σε ποια από τις τέσσερις γωνίες θέλετε να τοποθετηθεί το <placeholder-1/>. Μπορείτε επίσης να το αλλάξετε δεξιοπατώντας στο υπόμνημα στην περιοχή γραφήματος.

source: Calculate with complex numbers
el: Υπολογισμός με μιγαδικούς αριθμούς

source: Check this field to use <placeholder-1/> for calculations while drawing graphs. This will increase the time for drawing graphs but may be necessary in rare situations where the intermediate result are complex. The final result must be real for the graph to be drawn. This will not interfere with evaluations.
el: Σημειώστε αυτό το πεδίο για να χρησιμοποιήσετε το <placeholder-1/> για υπολογισμούς κατά τη σχεδίαση γραφημάτων. Αυτό θα αυξήσει τον χρόνο για τη σχεδίαση γραφημάτων αλλά μπορεί να είναι απαραίτητο σε σπάνιες περιπτώσεις όπου το ενδιάμεσο αποτέλεσμα είναι μιγαδικός. Το τελικό αποτέλεσμα πρέπει να είναι πραγματικός για να σχεδιαστεί το γράφημα. Αυτό δεν παρεμβαίνει σε υπολογισμούς.

source: None
el: Κανένα

source: The y-axis crosses at
el: Ο άξονας των y τέμνει στο

source: The x-axis crosses at
el: Ο άξονας των x τέμνει στο

source: Boxed
el: Σε πλαίσιο

source: Select <placeholder-1/> if you don't want the axes to be shown. Select <placeholder-2/> if you want a normal coordinate system. The location of the axes may be changed from <placeholder-3/> and <placeholder-4/>. Select <placeholder-5/> if you want the axes to be shown at the bottom and left side of the coordinate system, which will overwrite <placeholder-6/> / <placeholder-7/>.
el: Επιλέξτε το <placeholder-1/> αν δεν θέλετε να εμφανιστούν οι άξονες. Επιλέξτε το <placeholder-2/> αν θέλετε ένα κανονικό σύστημα συντεταγμένων. Η θέση των αξόνων μπορεί να αλλαχθεί από <placeholder-3/> και <placeholder-4/>. Επιλέξτε το <placeholder-5/> αν θέλετε οι άξονες να εμφανίζονται στην κάτω αριστερή πλευρά του συστήματος συντεταγμένων, που θα αντικαταστήσει το <placeholder-6/> / <placeholder-7/>.

source: Trigonometry
el: Τριγωνομετρία

source: Radian
el: Ακτίνια

source: Degree
el: Μοίρες

source: Choose whether trigonometric functions should calculate in <placeholder-1/> or <placeholder-2/>. This is also used for showing <placeholder-3/> in the polar format.
el: Επιλέξτε αν οι τριγωνομετρικές συναρτήσεις πρέπει να υπολογίζονται στο <placeholder-1/>ή στο <placeholder-2/>. Αυτό χρησιμοποιείται επίσης για την εμφάνιση του <placeholder-3/> στην πολική μορφή.

source: Colors
el: Χρώματα

source: You may change the background color, the color of the axes and the color used for drawing grid lines.
el: Μπορείτε να αλλάξετε το χρώμα του παρασκηνίου, το χρώμα των αξόνων και το χρησιμοποιούμενο χρώμα για τη σχεδίαση γραμμών πλέγματος.

source: Fonts
el: Γραμματοσειρές

source: You may change the fonts used to show axes labels, the font to draw numbers at the axes, and the font used for the <placeholder-1/>.
el: Μπορείτε να αλλάξετε τις χρησιμοποιούμενες γραμματοσειρές στην εμφάνιση ετικετών αξόνων, τη γραμματοσειρά για σχεδίαση αριθμών στους άξονες και τη χρησιμοποιούμενη γραμματοσειρά για το <placeholder-1/>.

source: Save as default
el: Αποθήκευση ως προεπιλογή

source: Check this to save all the current settings in the dialog to be used as default in the future. These settings are used the next time you choose to create a new coordinate system. The default settings are stored in your Windows user profile, i.e. each Windows user will have his/her own default settings in Graph.
el: Σημειώστε αυτό για να αποθηκεύσετε όλες τις τρέχουσες ρυθμίσεις στον διάλογο που θα χρησιμοποιηθεί στο μέλλον. Αυτές οι ρυθμίσεις θα χρησιμοποιηθούν την επόμενη φορά που θα επιλέξετε για να δημιουργήσετε ένα νέο σύστημα συντεταγμένων. Οι προεπιλεγμένες ρυθμίσεις αποθηκεύονται στην κατατομή χρήστη των Windows, δηλ. κάθε χρήστης Windows θα έχει τις δικές του προεπιλεγμένες ρυθμίσεις στο Graph.

source: Frequently Asked Questions
el: Συχνές ερωτήσεις

source: FAQ
el: Συχνές Ερωτήσεις

source: questions
el: ερωτήσεις

source: tips
el: συμβουλές

source: tricks
el: κόλπα

source: What are the system requirements of Graph?
el: Ποιες είναι οι απαιτήσεις του συστήματος για το Graph;

source: Graph requires Microsoft Windows 2000 or newer. It has been tested under <placeholder-1/>.
el: Το Graph απαιτεί Microsoft Windows 2000 ή νεότερο. Έχει δοκιμαστεί στο <placeholder-1/>.

source: Will Graph run under Linux?
el: Θα εκτελεστεί το Graph στο Λίνουξ;

source: Graph is a native Windows application and not tested under Linux, but several users have informed me that Graph runs without problems under Linux with Wine.
el: Το Graph είναι μια εγγενής εφαρμογή Windows και δεν έχει δοκιμαστεί στο Λίνουξ, αλλά αρκετοί χρήστες μας πληροφόρησαν ότι το Graph εκτελείται χωρίς προβλήματα στο Λίνουξ με Wine.

source: Will Graph run on a Macintosh?
el: Θα εκτελεστεί το Graph σε Macintosh;

source: As with the above, you cannot run Graph directly on a Mac. But it should be possible with some kind of Windows emulator.
el: Όπως και με το παραπάνω δεν μπορείτε να εκτελέσετε το Graph αμέσως σε Mac. Αλλά πρέπει να είναι δυνατό με κάποιο είδος εξομοιωτή Windows.

source: When will the next version be released?
el: Πότε θα εκδοθεί η επόμενη έκδοση;

source: When it is ready.
el: Όταν είναι έτοιμη.

source: How can I move the coordinate system?
el: Πώς μπορώ να μετακινήσω το σύστημα συντεταγμένων;

source: Zoom
el: Εστίαση

source: Move system
el: Μετακίνηση συστήματος

source: When you hold down the <keycap>Ctrl</keycap> key you can use the arrow keys to move the coordinate system. You can also use <placeholder-1/> and drag the coordinate system around with the mouse.
el: Όταν κρατάτε πατημένο το πλήκτρο <keycap>Ctrl</keycap> μπορείτε να χρησιμοποιήσετε τα πλήκτρα βελών για να μετακινήσετε το σύστημα συντεταγμένων. Μπορείτε επίσης να χρησιμοποιήσετε το <placeholder-1/> και να μεταφέρετε το σύστημα συντεταγμένων ολόγυρα με το ποντίκι.

source: How can I easily zoom in and out?
el: Πώς μπορώ να μεγεθύνω και να σμικρύνω εύκολα;
