Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Locale/Greek.po
Languages: el

source: Erase selected cells.
el: Διαγραφή επιλεγμένων κελιών.

source: Insert row
el: Εισαγωγή γραμμής

source: Inserts a row in the grid moving rows below one down.
el: Εισαγωγή μιας γραμμής στο πλέγμα μετακινώντας τις παρακάτω γραμμές κατά μία.

source: Remove row
el: Διαγραφή γραμμής

source: Removes the selected rows.
el: Διαγραφή των επιλεγμένων γραμμών.

source: Select all
el: Επιλογή όλων

source: Select all cells.
el: Επιλογή όλων των κελιών.

source: Import data from a file and place it at the selected cell.
el: Εισαγωγή δεδομένων από αρχείο και τοποθέτηση τους στα επιλεγμένα κελιά.

source: Export selected data to a file.
el: Εξαγωγή των επιλεγμένων δεδομένων σε αρχείο.

source: Calculate table
el: Υπολογισμός πίνακα

source: The step value. This is the difference between two adjoining values in the defined interval.
el: Η τιμή του βήματος. Είναι η διαφορά μεταξύ των γειτονικών τιμών στο ορισμένο διάστημα.

source: The first x-value in the interval.
el: Η πρώτη τιμή του x στο διάστημα.

source: The last x-value in the interval.
el: Η τελευταία τιμή του x στο διάστημα.

source: Show %s
el: Εμφάνιση %s

source: Show the %s column in the table.
el: Εμφάνιση της στήλης %s στον πίνακα.

source: Copy selected cells to the clipboard.
el: Αντιγραφή των επιλεγμένων κελιών στο πρόχειρο.

source: Saves the selected data to a file.
el: Αποθήκευση των επιλεγμένων δεδομένων σε αρχείο.

source: Calculating
el: Υπολογισμοί

source: CSV (Comma delimited) [*.csv]|*.csv|Text [*.txt]|*.txt
el: CSV (οριοθέτηση με κόμμα) [*.csv]|*.csv|Text [*.txt]|*.txt

source: Insert shading
el: Εισαγωγή γραμμοσκίασης

source: Shading
el: Γραμμοσκίαση

source: Shades the area between the function and the x-axis.
el: Γραμμοσκιάζει την περιοχή μεταξύ της συνάρτησης και του άξονα των x.

source: Shades the area below the function.
el: Γραμμοσκιάζει την επιφάνεια κάτω από την συνάρτηση.

source: Shades the area above the function.
el: Γραμμοσκιάζει την περιοχή πάνω από την συνάρτηση.

source: Shades the area between the function and the y-axis.
el: Γραμμοσκιάζει την περιοχή μεταξύ της συνάρτησης και του άξονα των y.

source: Shades the area inside the function.
el: Γραμμοσκιάζει την περιοχή μέσα στη συνάρτηση.

source: Shades the area between the main function and the function selected in the list to the right.
el: Γραμμοσκιάζει την περιοχή μεταξύ της κύριας συνάρτησης και της επιλεγμένης στον κατάλογο στα δεξιά.

source: Above function
el: Επάνω από την συνάρτηση

source: Between function and x-axis
el: Μεταξύ της συνάρτησης και του άξονα των x

source: Between functions
el: Μεταξύ συναρτήσεων

source: Between function and y-axis
el: Μεταξύ της συνάρτησης και του άξονα των y.

source: Inside function
el: Μέσα στη συνάρτηση

source: Below function
el: Κάτω από την συνάρτηση

source: Options
el: Επιλογές

source: Range
el: Περιοχή

source: Coordinate where the shading starts.
el: Συντεταγμένες αρχής γραμμοσκίασης.

source: Coordinate where the shading ends.
el: Συντεταγμένες τέλους γραμμοσκίασης.

source: Check to increase the end coordinate until intersection.
el: Σημειώστε για να αυξηθεί η συντεταγμένη τέλους μέχρι το σημείο τομής.

source: Increase to intersection
el: Αύξηση μέχρι το σημείο τομής

source: Check to decrease the start coordinate until intersection.
el: Σημειώστε για να ελαττωθεί η συντεταγμένη της αρχής μέχρι το σημείο τομής.

source: Decrease to intersection
el: Μείωση μέχρι το σημείο τομής

source: Select the style used for the shading.
el: Επιλογή τεχνοτροπίας γραμμοσκίασης.

source: Select color used for shading.
el: Επιλογή χρώματος γραμμοσκίασης.

source: Mark the border around the shading.
el: Σημειώστε το περίγραμμα γύρω από τη σκίαση.

source: Mark border
el: Σημείωση περιγράμματος

source: Enter a description to show in the legend.
el: Εισαγωγή περιγραφής που θα εμφανίζεται στο υπόμνημα.

source: 2nd function
el: 2η συνάρτηση

source: 2nd function:
el: 2η συνάρτηση:

source: Select the second function when you want a shading between two functions.
el: Επιλογή της δεύτερης συνάρτησης, όταν θέλετε γραμμοσκίαση μεταξύ δύο συναρτήσεων.

source: Shading range for 2nd function
el: Περιοχή γραμμοσκίασης για τη 2η συνάρτηση

source: Custom functions/constants
el: Προσαρμοσμένες συναρτήσεις/σταθερές

source: Names
el: Ονόματα

source: Definition
el: Ορισμός

source: Image options
el: Επιλογές εικόνας

source: Size
el: Μέγεθος

source: Image width:
el: Πλάτος εικόνας:

source: Image height:
el: Ύψος εικόνας:

source: Set a custom image width in pixels.
el: Ορίστε ένα προσαρμοσμένο πλάτος εικόνας σε εικονοστοιχεία.

source: Set a custom image height in pixels.
el: Ορίστε ένα προσαρμοσμένο ύψος εικόνας σε εικονοστοιχεία.

source: Choose to use the same size as shown on the screen or a custom image size.
el: Επιλέξτε να χρησιμοποιήσετε το ίδιο μέγεθος όπως φαίνεται στην οθόνη ή προσαρμοσμένο μέγεθος εικόνας.

source: Image size
el: Μέγεθος εικόνας

source: Screen size
el: Μέγεθος οθόνης

source: Custom size
el: Προσαρμοσμένο μέγεθος

source: Progressive encoding allows viewers to see a rough copy of the image while it is downloaded.
el: Η προοδευτική κωδικοποίηση δείχνει ένα χονδρικό αντίγραφο της εικόνας καθώς κατεβαίνει.

source: Encoding
el: Κωδικοποίηση

source: Sequential
el: Διαδοχικά

source: Progressive
el: Προοδευτικά

source: Select a compression quality.
el: Επιλέξτε συμπιεσμένη ποιότητα.

source: Quality
el: Ποιότητα

source: Paper size:
el: Μέγεθος χαρτιού:

source: Choose paper orientation.
el: Επιλέξτε το προσανατολισμό του χαρτιού.

source: Orientation
el: Προσανατολισμός

source: Portrait
el: Κατακόρυφος

source: Landscape
el: Οριζόντιος

source: Choose paper size to use.
el: Επιλέξατε το μέγεθος χαρτιού.

source: Letter
el: Επιστολή

source: Legal
el: Νομικό

source: Select this to use these settings as defaults in the future.
el: Επιλέξτε αυτό για να χρησιμοποιήσετε αυτές τις ρυθμίσεις ως προεπιλεγμένες στο μέλλον.

source: Save as default
el: Αποθήκευση ως προεπιλογή

source: Animate
el: Κίνηση

source: Constant:
el: Σταθερές:

source: Choose a constant to change between each frame.
el: Επιλέξτε μια σταθερά για εναλλαγή μεταξύ κάθε πλαισίου.

source: Step:
el: Βήμα:

source: The first value of the constant.
el: Η πρώτη τιμή της σταθεράς.

source: The last value of the constant.
el: Η τελευταία τιμή της σταθεράς.

source: The chosen constant is changed by this value between each frame.
el: Η επιλεγμένη σταθερά άλλαξε κατά αυτήν την τιμή μεταξύ κάθε πλαισίου.

source: Frame options
el: Επιλογές πλαισίου

source: Frame width:
el: Πλάτος πλαισίου:

source: Frame height:
el: Ύψος πλαισίου:

source: Frames/second:
el: Πλαίσια/δευτερόλεπτο:

source: Width of each frame, in pixels.
el: Πλάτος κάθε πλαισίου, σε εικονοστοιχεία.

source: Height of each frame, in pixels.
el: Ύψος κάθε πλαισίου, σε εικονοστοιχεία.

source: Number of frames per second used when the animation is played.
el: Αριθμός χρησιμοποιούμενων πλαισίων ανά δευτερόλεπτο όταν παίζεται η κίνηση.

source: Working
el: Λειτουργεί

source: Version %s
el: Έκδοση %s

source: Build %s
el: Δόμηση %s

source: This is free software, and you are welcome to redistribute it under the terms in the <a href="%s">GNU General Public License</a> version 2. Please send bug reports and suggestions to the programmer.
el: Αυτό είναι ελεύθερο λογισμικό και είναι ευπρόσδεκτη η αναδιανομή του υπό τους όρους της έκδοσης 2 της <a href="%s">GNU General Public License</a>. Παρακαλούμε αναφέρατε αστοχίες και υποδείξεις στον προγραμματιστή.

source: The newest version as well as the source code are available at: %s
el: Η τελευταία έκδοση καθώς και ο πηγαίος κώδικας διατίθεται από: %s

source: <Language> translation by <Translator>
el: <Ελληνικά> μετάφραση από <Dimitris Spingos (Δημήτρης Σπίγγος)>

source: Animation
el: Κίνηση

source: Play
el: Αναπαραγωγή

source: Pause
el: Παύση

source: Stop
el: Διακοπή

source: Back
el: Πίσω

source: Step
el: Βήμα

source: Audio Video Interleave [*.avi]|*.avi
el: Παρεμβολή βίντεο ήχου [*.avi]|*.avi

source: Speed
el: Ταχύτητα

source: Change the speed used to play the animation.
el: Αλλαγή της ταχύτητας για να αναπαραχθεί η κίνηση.

source: Repeat
el: Επανάληψη

source: Repeat playing the animation until manually stopped.
el: Επανάληψη της αναπαραγωγής της κίνησης μέχρι να διακοπεί χειροκίνητα.

source: Auto reverse
el: Αυτόματη αναστροφή

source: Play backwards when the end of the animation is reached. This is most useful in combination with the "Repeat" command.
el: Ανάστροφο παίξιμο όταν φτάσει το τέλος της κίνησης. Αυτό είναι πολύ χρήσιμο σε συνδυασμό με την εντολή "Επανάληψη".

source: Save the animation to a file.
el: Αποθήκευση της κίνησης σε αρχείο.

source: Save frame...
el: Αποθήκευση πλαισίου...

source: Save the shown frame to an image file.
el: Αποθήκευση του εμφανιζόμενου πλαισίου σε αρχείο εικόνας.

source: Save all frames...
el: Αποθήκευση όλων των πλαισίων...

source: Save all frames in the animation to image files. This will create as many files as there are frames in the animation.
el: Αποθήκευση όλων των πλαισίων στην κίνηση σε αρχεία εικόνας. Αυτό θα δημιουργήσει τόσα αρχεία όσο και πλαίσια στην κίνηση.

source: Corner:
el: Γωνία:

source: Choose which corner of the label should be locked.
el: Επιλέξτε ποια γωνία της ετικέτας πρέπει να κλειδωθεί.

source: Upper Left
el: Επάνω αριστερά

source: Upper Right
el: Επάνω δεξιά

source: Lower Left
el: Κάτω αριστερά

source: Lower Right
el: Κάτω δεξιά

source: Enter a coordinate to lock label at.
el: Εισάγετε μια συντεταγμένη για κλείδωμα της ετικέτας.

source: Python interpreter
el: Διερμηνευτής Python

source: Clear
el: Καθαρισμός

source: Edit axes
el: Επεξεργασία αξόνων

source: x-axis
el: Άξονας των x

source: Minimum:
el: Ελάχιστο:

source: Minimum x-value.
el: Ελάχιστη τιμή x.

source: Maximum:
el: Μέγιστο:

source: Maximum x-value.
el: Μέγιστη τιμή x.

source: Tick unit:
el: Μον. υποδ:

source: Units between ticks on the x-axis.
el: Μονάδες μεταξύ υποδιαιρέσεων στον άξονα των x.

source: Grid unit:
el: Μον. πλέγμ.:

source: Units between the grid lines perpendicular to the x-axis.
el: Μονάδες μεταξύ των γραμμών του πλέγματος κάθετες στον άξονα των x.

source: Determine the tick unit automatically.
el: Αυτόματος προσδιορισμός μονάδων υποδιαιρέσεων.

source: Auto tick
el: Αυτ. υποδιαίρεση

source: Show tick marks on the x-axis.
el: Εμφάνιση σημείων υποδιαιρέσεων στον άξονα των x.

source: Show ticks
el: Εμφ. υποδιαιρέσεων

source: Set the grid unit to the same as the tick unit.
el: Ορισμός ίδιας μονάδας πλέγματος με τη μονάδα υποδιαιρέσεων.

source: Auto grid
el: Αυτόματο πλέγμα

source: Show vertical grid lines.
el: Εμφάνιση κατακόρυφων γραμμών πλέγματος.

source: Show grid
el: Εμφ. πλέγματος

source: Use logarithmic scale on the x-axis.
el: Χρήση λογαριθμικής κλίμακας στον άξονα των x.

source: Logarithmic scale
el: Λογαριθμική κλίμακα

source: Show units on the x-axis.
el: Εμφάνιση μονάδων στον άξονα των x.

source: Show numbers
el: Εμφάνιση αριθμών

source: Show units on the selected axis as a fraction multiplied by pi.
el: Εμφάνιση μονάδων στον επιλεγμένο άξονα ως κλάσμα πολλαπλασιασμένο με π.

source: Show as a multiple of π
el: Εμφάνιση ως πολλαπλάσιο του π

source: Edit the label for the axis here.
el: Επεξεργασία ετικέτας για τον άξονα εδώ.

source: Show the label at the right side of the graphing area, above the x-axis.
el: Εμφάνιση της ετικέτας στα δεξιά της περιοχής γραφήματος, πάνω από τον άξονας x.

source: Label:
el: Ετικέτα:

source: The x-axis will intersect with the y-axis at this value.
el: Ο άξονας των x τέμνει τον άξονα των y σε αυτήν την τιμή.

source: The x-axis cross at y=
el: Ο άξονας x τέμνει στο y=

source: y-axis
el: Άξονας y

source: Minimum y-value.
el: Ελάχιστη τιμή y.

source: Maximum y-value.
el: Μέγιστη τιμή y.

source: Units between ticks on the y-axis.
el: Μονάδες μεταξύ των υποδιαιρέσεων στον άξονα των y.

source: Units between the grid lines perpendicular to the y-axis.
el: Μονάδες μεταξύ των γραμμών του πλέγματος κάθετες στον άξονα των y.

source: Show tick marks on the y-axis.
el: Εμφάνιση υποδιαιρέσεων στον άξονα των y.

source: Show horizontal grid lines.
el: Εμφάνιση οριζόντιων γραμμών πλέγματος.

source: Use logarithmic scale for the y-axis.
el: Χρήση λογαριθμικής κλίμακας στον άξονα των y.

source: Show units on the y-axis.
el: Εμφάνιση μονάδων στον άξονα των y.

source: The y-axis cross at x=
el: Ο άξονας των y τέμνει στο x=

source: The y-axis will intersect with the x-axis at this value.
el: Ο άξονας των y τέμνει τον άξονα των x σε αυτήν την τιμή.

source: Show the label at the top of the graphing area, to the right of the y-axis.
el: Εμφάνιση της ετικέτας στην κορυφή της περιοχής γραφήματος στα δεξιά του άξονα των y.

source: Settings
el: Ρυθμίσεις

source: Title:
el: Τίτλος:

source: Choose if you want to show the axes, and if you want to show them crossed or at the left and bottom of the image.
el: Επιλέξατε αν θέλετε να φαίνονται οι άξονες και αν θέλετε να εμφανίζονται διασταυρούμενοι ή κάτω αριστερά στην εικόνα.

source: Axes style
el: Τεχνοτροπία αξόνων

source: None
el: Καμία

source: Crossed
el: Διασταυρούμενοι

source: Boxed
el: Σε πλαίσιο

source: Choose if trigonometric functions should calculate in radians or degrees.
el: Επιλέξατε αν οι τριγωνομετρικές συναρτήσεις πρέπει να υπολογίζονται σε ακτίνια ή μοίρες.

source: Trigonometry
el: Τριγωνομετρία

source: Radian
el: Ακτίνια

source: Degree
el: Μοίρες

source: Enter a title to show above the coordinate system.
el: Εισαγωγή τίτλου επάνω από το σύστημα συντεταγμένων.

source: Choose where the legend should be placed.
el: Επιλογή θέσης υπομνήματος.

source: Legend placement
el: Θέση υπομνήματος

source: Check this to use complex numbers for calculations. Notice that this will slow graphing down.
el: Σημειώστε αυτό για χρήση μιγαδικών αριθμών στους υπολογισμούς. Σημειώστε ότι επιβραδύνεται η σχεδίαση.

source: Calculate with complex numbers
el: Υπολογισμοί με μιγαδικούς αριθμούς

source: Font and color
el: Γραμματοσειρά και χρώμα

source: Colors
el: Χρώματα

source: Grid color:
el: Χρώμα πλεγματος:

source: Axes color:
el: Χρώμα αξόνων:

source: Background color:
el: Χρώμα παρασκηνίου:

source: Select the color of the image background.
el: Επιλέξατε το χρώμα του παρασκηνίου της εικόνας.

source: Select the color of the axes.
el: Επιλέξατε το χρώμα των αξόνων.

source: Select the color of the grid lines.
el: Επιλέξατε το χρώμα των γραμμών πλέγματος.

source: Fonts
el: Γραμματοσειρές

source: Number font:
el: Γραμ/σειρά αριθμών:

source: Label font:
el: Γραμ/σειρά ετικέτας:

source: Legend font:
el: Γ/σειρά υπομνήματος:

source: Decimals:
el: Δεκαδικοί:

source: Number of decimals used when results are shown.
el: Αριθμός δεκαδικών στην εμφάνιση των αποτελεσμάτων.

source: Format used when complex numbers are shown.
el: Μορφή που χρησιμοποιείται για την παράσταση μιγαδικών αριθμών.

source: Complex form
el: Μιγαδική μορφή

source: Real
el: Πραγματική

source: Rectangular
el: Ορθογώνια

source: Recent files:
el: Πρόσφατα αρχεία:

source: The number of most recent used files shown in the File menu.
el: Ο αριθμός των πιο πρόσφατων αρχείων φαίνεται στο μενού αρχείο.

source: Max undo steps:
el: Μέγιστος αριθμός αναιρέσεων:

source: Maximum number of undo steps saved. Set this to 0 to prevent undo.
el: Ο μέγιστος αριθμός αναιρέσεων αποθηκεύτηκε. Ορίστε τον σε 0 για αποφυγή αναιρέσεως.

source: Font scale:
el: Κλίμακα γραμματοσειράς:

source: This is used to scale the user interface if you are having problems reading the text.
el: Κλιμακώνει τη διεπαφή χρήστη αν υπάρχουν προβλήματα ανάγνωσης του κειμένου.

source: Language:
el: Γλώσσα:

source: Select the language to use for the user interface.
el: Επιλογή γλώσσας για τη διεπαφή χρήστη.

source: Show the tooltip when the cursor is over an item.
el: Εμφάνιση συμβουλής όταν ο δρομέας είναι πάνω από ένα στοιχείο.

source: Show tooltip
el: Εμφάνιση συμβουλής

source: Save the size of the main window when the program exits. This is used the next time Graph is run.
el: Αποθήκευση του μεγέθους του κυρίως παράθυρου όταν κλείνει το πρόγραμμα. Αυτές οι ρυθμίσεις θα χρησιμοποιηθούν την επόμενη φορά που θα ανοίξει το πρόγραμμα.

source: Save workspace on exit
el: Αποθήκευση χώρου εργασίας κατά την έξοδο

source: If checked the program will contact a web server when the program is started to see if a newer version is available.
el: Αν σημειωθεί το πρόγραμμα συνδέεται με έναν διακομιστή στην εκκίνηση για να διαπιστωθεί αν υπάρχει νεότερη έκδοση.

source: Check for new version of Graph at startup
el: Έλεγχος για νεότερη έκδοση του Graph στην εκκίνηση

source: Use a custom decimal separator instead of the default from the Windows Regional settings.
el: Χρήση προσαρμοσμένου δεκαδικού διαχωριστικού αντί για το προεπιλεγμένο από τις τοπικές ρυθμίσεις Windows.

source: Custom decimal separator:
el: Προσαρμοσμένο δεκαδικό διαχωριστικό:

source: Decimal separator used when exporting to other programs.
el: Δεκαδικό διαχωριστικό κατά την εξαγωγή σε άλλα προγράμματα.

source: Insert function
el: Εισαγωγή συνάρτησης

source: Function type:
el: Τύπος συνάρτησης:

source: Select the function type to graph.
el: Επιλογή τύπου συνάρτησης.

source: Standard function y=f(x)
el: Τυπική συνάρτηση y=f(x)

source: Parametric function x(t), y(t)
el: Παραμετρική συνάρτηση x(t), y(t)

source: Polar function r=f(t)
el: Πολική συνάρτηση r=f(t)

source: Function equation
el: Εξίσωση συνάρτησης

source: Steps:
el: Βήματα:

source: Number of calculation steps used to draw the graph.
el: Αριθμός υπολογιστικών βημάτων για τη γραφική παράσταση.

source: Draw type:
el: Τύπος σχεδίου:

source: Choose Lines if you want the calculated points for the graph to be connected. Choose Dots if you only want to show a dot at each point.
el: Επιλέξατε γραμμές αν θέλετε να συνδέονται τα σημεία. Επιλέξατε κουκκίδες αν θέλετε να φαίνεται μια κουκκίδα για κάθε σημείο.

source: Automatic
el: Αυτόματα

source: Dots
el: Κουκκίδες

source: Lines
el: Γραμμές

source: Insert text label
el: Εισαγωγή ετικέτας κειμένου

source: Font name:
el: Γραμματοσειρά:

source: Font size:
el: Μέγεθος:

source: Font color:
el: Χρώμα:

source: Text size.
el: Μέγεθος κειμένου.

source: Text string
el: Συμβολοσειρά κειμένου

source: Insert symbol (Ctrl+G)
el: Εισαγωγή συμβόλου (Ctrl+G)

source: Insert object.
el: Εισαγωγή αντικειμένου.

source: Bold (Ctrl+B)
el: Έντονα (Ctrl+B)

source: Italic (Ctrl+I)
el: Πλάγια (Ctrl+I)

source: Underline (Ctrl+U)
el: Υπογραμμισμένα (Ctrl+U)

source: Strikethrough (Ctrl+S)
el: Διαγραμμισμένα (Ctrl+S)

source: Superscript (Ctrl++)
el: Εκθέτες (Ctrl++)

source: Subscript (Ctrl+=)
el: Δείκτες (Ctrl+=)

source: Align left (Ctrl+L)
el: Στοίχιση αριστερά (Ctrl+L)

source: Center (Ctrl+E)
el: Κέντρο (Ctrl+E)

source: Align right (Ctrl+R)
el: Στοίχιση δεξιά (Ctrl+R)

source: Text font.
el: Γραμματοσειρά.

source: Text color.
el: Χρώμα κειμένου.

source: Select background color of the text label.
el: Επιλογή χρώματος παρασκηνίου της ετικέτας κειμένου.

source: Transparent
el: Διαφανές

source: Undo last action.
el: Αναίρεση τελευταίας ενέργειας.

source: Redo last undone action.
el: Ακύρωση αναίρεσης.

source: Paste the contents of the clipboard.
el: Επικόλληση περιεχομένων από το πρόχειρο.

source: Paste special...
el: Ειδική επικόλληση...

source: Select which clipboard representation you want to paste.
el: Επιλογή παρουσίασης από το πρόχειρο που θέλετε να επικολλήσετε.

source: Insert object...
el: Εισαγωγή αντικειμένου...

source: Create a new OLE object.
el: Δημιουργία νέου αντικειμένου OLE.

source: Edit object
el: Επεξεργασία αντικειμένου

source: Edit selected OLE object.
el: Επεξεργασία επιλεγμένου αντικειμένου OLE.

source: Insert f'(x)
el: Εισαγωγή f'(x)

source: Name:
el: Όνομα:

source: Constant
el: Σταθερά

source: Value
el: Τιμή

source: Select a function or tangent to evaluate.
el: Επιλογή συνάρτησης ή εφαπτομένης για υπολογισμό.

source: Select where the cursor will be placed when you click on the image.
el: Καθορίστε πού θα τοποθετηθεί ο δρομέας όταν πατήσετε στην εικόνα.

source: Enter the start coordinate or mark the range on the graph itself with the mouse.
el: Εισάγετε τις συντεταγμένες αρχής ή σημειώστε την περιοχή στο γράφημα με το ποντίκι.

source: Enter the end coordinate or mark the range on the graph itself with the mouse.
el: Εισάγετε τις συντεταγμένες τέλους ή σημειώστε την περιοχή στο γράφημα με το ποντίκι.

source: Snap to:
el: Προσκόλληση σε:

source: The x-coordinate evaluated for the t-parameter.
el: Η τετμημένη του x υπολογιζόμενη από την παράμετρο t.

source: The y-coordinate evaluated for the t-parameter.
el: Η τεταγμένη του y υπολογιζόμενη από την παράμετρο t.

source: The derivative of x(t) evaluated for the entered t-parameter.
el: Η παράγωγος της x(t) υπολογιζόμενη από την εισαγόμενη παράμετρο t.

source: The derivative of y(t) evaluated for the entered t-parameter.
el: Η παράγωγος της y(t) υπολογιζόμενη από την εισαγόμενη παράμετρο t.

source: The slope of the function evaluated for the entered t-parameter.
el: Η κλίση της συνάρτησης υπολογιζόμενη από την εισαγόμενη παράμετρο t.

source: Enter the value for the parameter t for which you want to evaluate the function, or click on the graph in the graphing area.
el: Εισάγετε την τιμή για την παράμετρο t για την οποία θέλετε να υπολογίσετε τη συνάρτηση, ή πατήστε στο γράφημα στην περιοχή γραφήματος.

source: Intersection
el: Σημεία τομής

source: Extreme x-value
el: Ακραία τιμή του x

source: Extreme y-value
el: Ακραία τιμή του y

source: The distance to the function evaluated for the given angle.
el: Η απόσταση από τη συνάρτηση για τη δοθείσα γωνία.

source: The x-coordinate evaluated for the given angle.
el: Η τετμημένη του x για τη δοθείσα γωνία.

source: The y-coordinate evaluated for the given angle.
el: Η τεταγμένη του y για τη δοθείσα γωνία.

source: The derivative of the function evaluated for the given angle.
el: Η παράγωγος της συνάρτησης για τη δοθείσα γωνία.

source: The slope of the function evaluated for the given angle.
el: Η κλίση της συνάρτησης για τη δοθείσα γωνία.

source: Enter the value of the polar angle for which you want to evaluate the function, or click on the graph in the graphing area.
el: Εισάγετε την τιμή της πολικής γωνίας για την οποία θέλετε να υπολογίσετε τη συνάρτηση, ή πατήστε στο γράφημα στην περιοχή γραφήματος.

source: Enter a value for which you want to evaluate the function, or click on the graph in the graphing area.
el: Εισάγετε μια τιμή για την οποία θέλετε να υπολογίσετε τη συνάρτηση, ή πατήστε στο γράφημα στην περιοχή γραφήματος.

source: This is the function evaluated for the entered x-value.
el: Η συνάρτηση για τη δοθείσα τιμή του x.

source: This is the first derivative of the function evaluated for the entered value.
el: Η πρώτη παράγωγος της συνάρτησης για τη δοθείσα τιμή.

source: This is the second derivative of the function evaluated for the entered value.
el: Η δεύτερη παράγωγος της συνάρτησης για τη δοθείσα τιμή.

source: This is the y-coordinate corresponding to the entered x-coordinate.
el: Η τεταγμένη y που αντιστοιχεί στην εισηγμένη τετμημένη x.

source: Enter an x-coordinate or click in the graphing area.
el: Εισάγετε μια τετμημένη του x ή πατήστε στην περιοχή του γραφήματος.

source: Error
el: Σφάλμα

source: Error %s
el: Σφάλμα %s

source: Length
el: Μήκος

source: Degrees
el: Μοίρες

source: Label
el: Ετικέτα

source: %s-error
el: σφάλμα %s

source: Axes
el: Άξονες

source: Del
el: Διαγραφή

source: Ins
el: Ins (παρεμβολή)

source: Home
el: Home (αρχή)

source: End
el: End (Τέλος)

source: PgUp
el: PgUp (προηγούμενη σελίδα)

source: PgDn
el: PgDn (επόμενη σελίδα)

source: Up
el: Up (επάνω)

source: Down
el: Down (κάτω)

source: Esc
el: Esc (διαφυγή)

source: Enter
el: Enter (εισαγωγή)

source: Tab
el: Tab (στηλοθέτης)

source: BkSp
el: BkSp (οπισθοδιαγραφή)
