Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Locale/Greek.po
Languages: el

source: A part or the whole evaluation table can be exported to a file by right clicking and selecting 'Export to file'. It can afterwards be opened in other programs like Microsoft Excel.
el: Ένα μέρος του συνολικού πίνακα υπολογισμού μπορεί να εξαχθεί σε αρχείο δεξιοπατώντας και επιλέγοντας 'Εξαγωγή σε αρχείο'. Αυτό μετά μπορεί να ανοιχθεί με άλλο πρόγραμμα όπως Microsoft Excel.

source: Data from the evaluation table can be copied to another program like Microsoft Excel.
el: Δεδομένα από τον πίνακα υπολογισμού μπορεί να αντιγραφούν σε άλλο πρόγραμμα όπως το Microsoft Excel.

source: The data points in a point series can be copied to and from other programs like Microsoft Excel.
el: Τα σημεία δεδομένων σε μια σημειοσειρά μπορούν να αντιγραφούν προς και από και άλλα πρόγραμμα όπως το Microsoft Excel.

source: Elements as functions, point series, etc. can be copied from one instance of the program to another using Edit|Copy.
el: Στοιχεία, όπως συναρτήσεις, σημειοσειρές, κλπ. μπορούν να αντιγραφούν προς και από ένα στιγμιότυπο του προγράμματος σε άλλο χρησιμοποιώντας Επεξεργασία|Αντιγραφή.

source: You can always undo the last thing you did using Edit|Undo.
el: Μπορείτε πάντα να αναιρέσετε την τελευταία ενέργεια χρησιμοποιώντας Επεξεργασία|Αναίρεση.

source: If you used Edit|Undo by mistake, you can use Edit|Redo to redo what you have undone.
el: Αν χρησιμοποιήσατε Επεξεργασία|Αναίρεση κατά λάθος, μπορείτε να χρησιμοποιήσετε Επεξεργασία|Επανάληψη για να ακυρώσετε την αναίρεση.

source: In the Axes dialog you can add a title to the coordinate system.
el: Στο διάλογο άξονες μπορείτε να προσθέσετε ένα τίτλο για το σύστημα συντεταγμένων.

source: You can import point series from files saved by other programs, like Microsoft Excel.
el: Μπορείτε να εισάγετε σημειοσειρές από αποθηκευμένα αρχεία σε άλλα προγράμματα, όπως Microsoft Excel.

source: When inserting a point series, you can copy data from programs like Microsoft Excel, and paste the data into the grid in Graph.
el: Κατά την εισαγωγή μιας σημειοσειράς, μπορείτε να αντιγράψετε δεδομένα από άλλα προγράμματα όπως το Microsoft Excel και να επικολλήσετε τα δεδομένα στο πλέγμα του Graph.

source: You can use 'Zoom|Fit all' to change the coordinate system so all functions and point series are visible.
el: Μπορείτε να χρησιμοποιήσετε 'Εστίαση|Προσαρμογή όλων' για να αλλάξετε το σύστημα συντεταγμένων έτσι ώστε όλες οι συναρτήσεις και οι σημειοσειρές να είναι ορατές.

source: You can use Zoom|Fit to change the coordinate system to show all parts of the selected function or point series.
el: Μπορείτε να χρησιμοποιήσετε Εστίαση|Προσαρμογή για να αλλάξετε το σύστημα συντεταγμένων για να εμφανίσετε όλα τα μέρη της επιλεγμένης συνάρτησης ή σημειοσειράς.

source: When you hold down the Shift key you can drag the coordinate system around with the mouse.
el: Κρατώντας πατημένο το Shift, μπορείτε να μεταφέρετε το σύστημα συντεταγμένων ολόγυρα με το ποντίκι.

source: You can use Calc|Evaluate to find intersections between functions, crossings with the axes and extremum points.
el: Μπορείτε να χρησιμοποιήσετε Υπολογισμός|Αξιολόγηση για την εύρεση σημείων τομής μεταξύ συναρτήσεων, με τους άξονες και τα ακρότατα.

source: When a point series is selected you can add points to it by clicking on the image while you hold down the Ctrl key.
el: Όταν επιλεγεί μια σειρά σημείων μπορείτε να προσθέσετε σημεία σε αυτήν πατώντας στην εικόνα ενώ κρατάτε πατημένο το πλήκτρο Ctrl.

source: You can use a relation to plot any inequality, for example sin(x^2) < cos(y^2)
el: Μπορείτε να χρησιμοποιήσετε μια σχέση για να σχεδιάσετε οποιαδήποτε ανίσωση, όπως sin(x^2) < cos(y^2)

source: You can use a relation to plot any equation, for example x*sin x = y*cos y
el: Μπορείτε να χρησιμοποιήσετε μια σχέση για να σχεδιάσετε οποιαδήποτε εξίσωση, όπως x = y*cos y

source: Elements (functions, shadings, labels, relations, etc.) are drawn in the same order they appear in the function list to the left.
el: Στοιχεία (συναρτήσεις, γραμμοσκιάσεις, ετικέτες, σχέσεις, κλπ.) σχεδιάζονται με τη σειρά που εμφανίζονται στον κατάλογο των συναρτήσεων αριστερά.

source: You can move the selected element in the function list either by dragging it with the mouse or with the arrow up/down keys while ALT is held down.
el: Μπορείτε να μετακινήσετε το επιλεγμένο στοιχείο στον κατάλογο των συναρτήσεων είτε σύροντας το με το ποντίκι είτε με τα πλήκτρα βελών πάνω/κάτω με πατημένο το ALT.

source: You can show functions and other elements behind the axes by moving the element above the axes in the function list to the left. To move shadings and tangents you will have to move the functions they are attached to.
el: Μπορείτε να εμφανίσετε συναρτήσεις και άλλα στοιχεία πίσω από τους άξονες μετακινώντας το στοιχείο πάνω από τους άξονες στον κατάλογο συναρτήσεων στα αριστερά. Για να μετακινήσετε σκιάσεις και εφαπτομένες θα πρέπει να μετακινήσετε τις συναρτήσεις στις οποίες είναι προσκολλημένες.

source: Custom text labels may be attached to the axes by right clicking on the label and selecting a placement from the context menu.
el: Ετικέτες προσαρμοσμένου κειμένου μπορεί να προσαρτηθούν στους άξονες δεξιοπατώντας στην ετικέτα και επιλέγοντας μια θέση από το μενού περιεχομένου.

source: The legend may be moved freely with the mouse or attached to one of the corners by right clicking on the legend and choose a placement from the context menu.
el: Οι ετικέτες μπορεί να μετακινούνται ελεύθερα με το ποντίκι ή να προσκολλώνται σε μια γωνία δεξιοπατώντας στο υπόμνημα και επιλέγοντας μια θέσης από το μενού περιεχομένου.

source: As an alternative to Transparent, you can choose a custom background color for labels. This is especially useful for labels drawn over shadings.
el: Ως εναλλακτικό του διαφανούς, μπορείτε να επιλέξετε ένα προσαρμοσμένο χρώμα παρασκηνίου για ετικέτες. Αυτό είναι ιδιαίτερα χρήσιμο για ετικέτες που σχεδιάζονται πάνω από τις σκιάσεις.

source: In most places like point series, axes settings, function ranges, etc., you can use expressions like pi/4 instead of numbers.
el: Σε πολλές θέσεις όπως σημειοσειρές, ρυθμίσεις αξόνων, περιοχές συναρτήσεων κλπ, μπορεί να χρησιμοποιηθούν εκφράσεις όπως pi/4 αντί αριθμών.

source: You can create your own custom constants under Function|Custom functions for use in functions, point series, etc. For example g=9.80665, R=8.31
el: Μπορείτε να δημιουργήσετε δικές σας προσαρμοσμένες σταθερές στο Συναρτήσεις|Προσαρμοσμένες συναρτήσεις, για χρήση σε συναρτήσεις, σημειοσειρές, κλπ. Για παράδειγμα g=9.80665, R=8.31

source: You can create your own custom functions under Function|Custom functions for use in plotting functions, relations, etc. For example sinc(x)=if(x=0, 0, sin(x)/x)
el: Μπορείτε να δημιουργήσετε δικές σας προσαρμοσμένες συναρτήσεις στο Συναρτήσεις|Προσαρμοσμένες συναρτήσεις για χρήση στη σχεδίαση συναρτήσεων, σχέσεων, κλπ. Παραδείγματος χάριν sinc(x)=if(x=0, 0, sin(x)/x)

source: In the Save as image dialog there is an Option button you can use to specify the image resolution. This is especially useful if you want a high resolution image.
el: Στο διάλογο Αποθήκευση ως εικόνα υπάρχει το κουμπί επιλογής για να ορίσετε την ανάλυση της εικόνας. Ιδιαίτερα χρήσιμο για εικόνες υψηλής ανάλυσης.

source: Point series can have arrows as markers. A point series with arrows as markers and lines between the points can be used to show vectors.
el: Σημειοσειρές μπορεί να έχουν βέλη ως σημειωτές. Μια σημειοσειρά με βέλη ως σημειωτές και γραμμές μεταξύ των σημείων χρησιμοποιείται για την παράσταση διανυσμάτων.

source: Insert symbol
el: Εισαγωγή συμβόλου

source: Subset:
el: Υποσύνολο:

source: Insert
el: Εισαγωγή

source: Select color
el: Επιλογή χρώματος

source: Customize
el: Προσαρμογή

source: Description
el: Περιγραφή

source: Cannot open clipboard: %s
el: Αδύνατο το άνοιγμα του προχείρου: %s

source: There is no default printer currently selected.
el: Δεν υπάρχει προεπιλεγμένος εκτυπωτής που να έχει επιλεγεί.

source: Install for all users
el: Εγκατάσταση για όλους τους χρήστες

source: Examples
el: Παραδείγματα

source: Local
el: Τοπικό

source: Global
el: Γενικά

source: Print
el: Εκτύπωση

source: Scale:
el: Κλίμακα:

source: Printer
el: Εκτυπωτής

source: Type:
el: Τύπος:

source: Where:
el: Θέση:

source: Comment:
el: Σχόλιο:

source: Select the printer to use. The Properties button may be used to change more advanced settings for the printer.
el: Επιλέξτε εκτυπωτή. Με το κουμπί Ιδιότητες αλλάξτε για πιο προχωρημένες ρυθμίσεις του εκτυπωτή.

source: Select to print in color (or grayscale if your printer is not a color printer) or convert all colors to black.
el: Επιλέξτε έγχρωμη εκτύπωση (ή σε κλίμακα του γκρίζου αν ο εκτυπωτής δεν είναι έγχρωμος) ή μετατρέψτε όλα τα χρώματα σε μαύρο.

source: Print output
el: Έξοδος εκτύπωσης

source: Color
el: Έγχρωμο

source: Black && white
el: Ασπρόμαυρο

source: Position (millimeters)
el: Θέση (χιλιοστά)

source: Left margin:
el: Αριστερό περιθώριο:

source: Top margin:
el: Άνω περιθώριο:

source: Center the printing area on the page.
el: Κεντράρισμα της περιοχής εκτύπωσης στη σελίδα.

source: Center on page
el: Κεντράρισμα στη σελίδα

source: Specify the printing area of the page. The printer will print only within these margins.
el: Ορίστε την περιοχή εκτύπωσης της σελίδας. Ο εκτυπωτής θα εκτυπώσει μόνο μέσα σε αυτά τα περιθώρια.

source: Number of copies:
el: Αριθμός αντιτύπων:

source: Choose number of copies to print.
el: Επιλέξτε τον αριθμό των αντιγράφων που θα εκτυπωθούν.

source: Enter percent of original size.
el: Εισάγετε ποσοστό του αρχικού μεγέθους.
