Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Locale/Greek.po
Languages: el

source: Open file: %s
el: Άνοιγμα αρχείου: %s

source: Show in legend
el: Να εμφανίζεται σε υπόμνημα

source: Check to show the selected item in the legend.
el: Σημειώστε για να εμφανίζεται το επιλεγμένο στοιχείο στο υπόμνημα.

source: Placement
el: Θέση

source: Above x-axis
el: Επάνω από τον άξονα των x.

source: Place the label directly above the x-axis on the right side of the image.
el: Ακριβώς επάνω από τον άξονα των x , δεξιά της εικόνας.

source: Below x-axis
el: Κάτω από τον άξονα των x.

source: Place the label directly below the x-axis on the right side of the image.
el: Τοποθέτηση της εικόνας ακριβώς κάτω από τον άξονα των x στα δεξιά της εικόνας.

source: Left of y-axis
el: Αριστερά του άξονα των y.

source: Place the label to the left of the y-axis at the top of the image.
el: Τοποθέτηση της ετικέτας στα αριστερά του άξονα των y, στην κορυφή της εικόνας.

source: Right of y-axis
el: Δεξιά του άξονα των y.

source: Place the label to the right of the y-axis at the top of the image.
el: Τοποθέτηση της ετικέτας στα δεξιά του άξονα των y, στην κορυφή της εικόνας.

source: Custom...
el: Προσαρμοσμένα...

source: Place the label at a custom position.
el: Τοποθέτηση της ετικέτας σε μια προσαρμοσμένη θέση.

source: Rotation
el: Περιστροφή

source: Show the label with no rotation.
el: Εμφάνιση της ετικέτας χωρίς περιστροφή.

source: Show the label rotated 90° counter clockwise.
el: Εμφάνιση της ετικέτας περιεστραμμένης 90° αριστερόστροφα.

source: Show the label rotated 180°.
el: Εμφάνιση της ετικέτας περιεστραμμένης κατά 180°.

source: Show the label rotated 270° counter clockwise.
el: Εμφάνιση της ετικέτας περιεστραμμένης 270° αριστερόστροφα.

source: Specify the angle of rotation for the label.
el: Ορίστε τη γωνία περιστροφής για την ετικέτα.

source: Export to file...
el: Εξαγωγή σε αρχείο...

source: Export the selected point series to a file.
el: Εξαγωγή της επιλεγμένης σειράς σημείων σε αρχείο.

source: Import
el: Εισαγωγή

source: File
el: Αρχείο

source: Edit
el: Επεξεργασία

source: Function
el: Συνάρτηση

source: Zoom
el: Εστίαση

source: Calc
el: Υπολογισμός

source: Plugins
el: Πρόσθετα

source: Internet
el: Διαδίκτυο

source: Help
el: Βοήθεια

source: New
el: Νέο

source: Create a new coordinate system.
el: Δημιουργία νέου συστήματος συντεταγμένων.

source: Open...
el: Άνοιγμα...

source: Read a coordinate system from a file.
el: Ανάγνωση συστήματος συντεταγμένων από αρχείο.

source: Save
el: Αποθήκευση

source: Write the current coordinate system to a file.
el: Εγγραφή του τρέχοντος συστήματος συντεταγμένων σε αρχείο.

source: Save as...
el: Αποθήκευση ως...

source: Write the current coordinate system to a file with a new name.
el: Εγγραφή του τρέχοντος συστήματος συντεταγμένων σε ένα αρχείο με νέο όνομα.

source: Save copy as...
el: Αποθήκευση αντιγράφου ως...

source: Save a copy of the current coordinate system to a file.
el: Αποθήκευση αντιγράφου του τρέχοντος συστήματος συντεταγμένων σε ένα αρχείο.

source: Save as image...
el: Αποθήκευση ως εικόνα...

source: Save the shown coordinate system as an image.
el: Αποθήκευση του εμφανιζόμενου συστήματος συντεταγμένων ως εικόνα.

source: Print...
el: Εκτύπωση...

source: Print shown coordinate system.
el: Εκτύπωση του εμφανιζόμενου συστήματος συντεταγμένων.

source: Exit
el: Έξοδος

source: Quit the program.
el: Κλείσιμο του προγράμματος.

source: Undo
el: Αναίρεση

source: Undo the last action.
el: Αναίρεση τελευταίας ενέργειας.

source: Redo
el: Ακύρωση αναίρεσης

source: Redo the last action undone.
el: Ακύρωση τελευταίας αναίρεσης.

source: Cut
el: Αποκοπή

source: Cut the selected function or point series to the clipboard.
el: Αποκοπή της επιλεγμένης συνάρτησης ή σημειοσειράς στο πρόχειρο.

source: Copy
el: Αντιγραφή

source: Copy the selected function or point series to the clipboard.
el: Αντιγραφή της επιλεγμένης συνάρτησης ή σημειοσειράς στο πρόχειρο.

source: Paste
el: Επικόλληση

source: Paste a function or point series from the clipboard into the coordinate system.
el: Επικόλληση συνάρτησης ή σημειοσειράς από το πρόχειρο στο σύστημα συντεταγμένων.

source: Copy image
el: Αντιγραφή εικόνας

source: Copy the shown coordinate system to the clipboard.
el: Αντιγραφή του εμφανιζόμενου συστήματος συντεταγμένων στο πρόχειρο.

source: Axes...
el: Άξονες...

source: Edit axes settings.
el: Επεξεργασία ρυθμίσεων αξόνων.

source: Options...
el: Επιλογές...

source: Edit various options for the interface and program features.
el: Επεξεργασία διάφορων επιλογών για τη διεπαφή και τα γνωρίσματα του προγράμματος.

source: Insert function...
el: Εισαγωγή συνάρτησης...

source: Insert a new function.
el: Εισαγωγή νέας συνάρτησης.

source: Insert tangent/normal...
el: Εισαγωγή εφαπτομένης/κάθετης...

source: Insert a tangent or normal for the selected function.
el: Εισαγωγή εφαπτομένης ή καθέτου στην επιλεγμένη συνάρτηση.

source: Insert shading...
el: Εισαγωγή γραμμοσκίασης...

source: Add shading to the selected function.
el: Προσθήκη γραμμοσκίασης στην επιλεγμένη συνάρτηση.

source: Insert point series...
el: Εισαγωγή σειράς σημείων...

source: Insert a point series.
el: Εισαγωγή σειράς σημείων.

source: Insert trendline...
el: Εισαγωγή γραμμής τάσης...

source: Insert a curve of best fit for the selected point series.
el: Εισαγωγή βέλτιστης καμπύλης για την επιλεγμένη σημειοσειρά.

source: Edit...
el: Επεξεργασία...

source: Edit the selected element: Function, tangent, point series, etc.
el: Επεξεργασία του επιλεγμένου στοιχείου: συνάρτηση, εφαπτομένη, σημειοσειρά, κλπ.

source: Delete
el: Διαγραφή

source: Delete the selected function, tangent or point series.
el: Διαγραφή της επιλεγμένης συνάρτησης, εφαπτομένης ή σημειοσειράς.

source: Insert f'(x)...
el: Εισαγωγή f'(x)...

source: Insert the first derivative of the selected function.
el: Εισαγωγή της πρώτης παραγώγου της επιλεγμένης συνάρτησης.

source: In
el: Μεγέθυνση

source: Zoom in. Hold down Shift to zoom with larger steps.
el: Μεγέθυνση. Κρατήστε πατημένο το shift για εστίαση με μεγαλύτερα βήματα.

source: Out
el: Σμίκρυνση

source: Zoom out. Hold down Shift to zoom with larger steps.
el: Σμίκρυνση. Κρατήστε πατημένο το shift για εστίαση με μεγαλύτερα βήματα.

source: Window
el: Παράθυρο

source: Zoom to user selected window.
el: Εστίαση στο επιλεγμένο παράθυρο χρήστη.

source: Square
el: Τετραγωνισμός

source: Zoom to scale the axes equally. This will show a plotted circle in its correct relation instead of an ellipse.
el: Εστίαση για ίση κλιμάκωση των αξόνων. Αυτό θα εμφανίσει έναν σχεδιασμένο κύκλο στη σωστή του σχέση αντί για έλλειψη.

source: Standard
el: Τυπική

source: Reset the axes to their default settings.
el: Επαναφορά των αξόνων στις προεπιλεγμένες ρυθμίσεις τους.

source: Move
el: Μετακίνηση

source: Move up
el: Μετακίνηση προς τα πάνω

source: Move the graphing area up along the coordinate system. Hold down Shift to move in larger steps.
el: Μετακίνηση της περιοχής διαγράμματος προς τα πάνω μαζί με το σύστημα συντεταγμένων. Κρατήστε πατημένο το shift για μετακίνηση σε μεγαλύτερα βήματα.

source: Move down
el: Μετακίνηση προς τα κάτω

source: Move the graphing area down along the coordinate system. Hold down Shift to move in larger steps.
el: Μετακίνηση της περιοχής διαγράμματος προς τα κάτω μαζί με το σύστημα συντεταγμένων. Κρατήστε πατημένο το shift για μετακίνηση σε μεγαλύτερα βήματα.

source: Move left
el: Μετακίνηση αριστερά

source: Move the graphing area to the left along the coordinate system. Hold down Shift to move in larger steps.
el: Μετακίνηση της περιοχής διαγράμματος προς τα αριστερά μαζί με το σύστημα συντεταγμένων. Κρατήστε πατημένο το shift για μετακίνηση με μεγαλύτερα βήματα.

source: Move right
el: Μετακίνηση δεξιά

source: Move the graphing area to the right along the coordinate system. Hold down Shift to move in larger steps.
el: Μετακίνηση της περιοχής διαγράμματος προς τα δεξιά μαζί με το σύστημα συντεταγμένων. Κρατήστε πατημένο το shift για μετακίνηση με μεγαλύτερα βήματα.

source: Move system
el: Μετακίνηση συστήματος

source: Move the coordinate system with the mouse.
el: Μετακίνηση του συστήματος συντεταγμένων με το ποντίκι.

source: Length of path
el: Μήκος διαδρομής

source: Calculate the length of path between two given points on the curve.
el: Υπολογισμός του μήκους διαδρομής μεταξύ δύο δεδομένων σημείων στην καμπύλη.

source: Area
el: Περιοχή

source: Calculate the definite integral over a given interval.
el: Υπολογισμός του ορισμένου ολοκληρώματος πάνω από ένα δεδομένο διάστημα.

source: Evaluate
el: Υπολογισμός

source: Evaluate or trace the selected function.
el: Υπολογισμός ή ιχνηλάτηση της επιλεγμένης συνάρτησης.

source: Table
el: Πίνακας

source: Show an evaluation table.
el: Εμφάνιση πίνακα υπολογισμού.

source: Contents and index
el: Περιεχόμενα και ευρετήριο

source: Open help file.
el: Άνοιγμα αρχείου βοήθειας.

source: List of functions
el: Κατάλογος συναρτήσεων

source: Show a list of built-in functions that can be used for graphing.
el: Εμφάνιση καταλόγου ενσωματωμένων συναρτήσεων που μπορεί να χρησιμοποιηθεί για γραφικά.

source: Graph web site
el: Ιστότοπος Graph

source: Open the default browser and show the Graph web site.
el: Άνοιγμα του προεπιλεγμένου περιηγητή και εμφάνιση του ιστότοπου του Graph.

source: Check for update
el: Έλεγχος για ενημερώσεις

source: Contact the home page to see if a newer version is available.
el: Μετάβαση στην αρχική σελίδα για αναζήτηση νεότερης έκδοσης.

source: About Graph
el: Περί του Graph

source: Show copyright information.
el: Εμφάνιση πληροφοριών πνευματικών δικαιωμάτων.

source: Separator
el: Διαχωριστικό

source: Fit
el: Προσαρμογή

source: Zoom to show the selected element.
el: Προσαρμογή για την εμφάνιση του επιλεγμένου στοιχείου.

source: Fit all
el: Προσαρμογή όλων

source: Zoom to show all elements.
el: Εστίαση για εμφάνιση όλων των στοιχείων.

source: Frequently Asked Questions
el: Συχνές ερωτήσεις

source: Show a list of frequently asked questions and their answers.
el: Εμφάνιση καταλόγου συχνών ερωτήσεων και των απαντήσεων τους.

source: Insert label...
el: Εισαγωγή ετικέτας...

source: Insert a text label.
el: Εισαγωγή ετικέτας κειμένου.

source: Donate
el: Δωρεές

source: Donate money to the project.
el: Χρηματική δωρεά για το έργο.

source: Tip of the day
el: Συμβουλή της ημέρας

source: Show tip of the day
el: Εμφάνιση συμβουλής της ημέρας

source: Support
el: Υποστήριξη

source: Open browser with the support page for the program.
el: Άνοιγμα περιηγητή με τη σελίδα υποστήριξης του προγράμματος.

source: Zoom x-axis in
el: Μεγέθυνση άξονα x

source: Zoom in on the x-axis only. Hold down Shift to zoom with larger steps.
el: Μεγέθυνση μόνο του άξονα x. Κρατήστε πατημένο το shift για εστίαση με μεγαλύτερα βήματα.

source: Zoom x-axis out
el: Σμίκρυνση άξονα x

source: Zoom out on the x-axis only. Hold down Shift to zoom with larger steps.
el: Σμίκρυνση μόνο του άξονα x. Κρατήστε πατημένο το shift για εστίαση με μεγαλύτερα βήματα.

source: Zoom y-axis in
el: Μεγέθυνση άξονα y

source: Zoom in on the y-axis only. Hold down Shift to zoom with larger steps.
el: Μεγέθυνση μόνο του άξονα y. Κρατήστε πατημένο το shift για εστίαση με μεγαλύτερα βήματα.

source: Zoom y-axis out
el: Σμίκρυνση άξονα y

source: Zoom out on the y-axis only. Hold down Shift to zoom with larger steps.
el: Σμίκρυνση μόνο του άξονα y. Κρατήστε πατημένο το shift για εστίαση με μεγαλύτερα βήματα.

source: Insert relation...
el: Εισαγωγή σχέσης...

source: Insert a new equation or inequality.
el: Εισαγωγή νέας εξίσωσης ή ανίσωσης.

source: Custom functions/constants...
el: Προσαρμογή συναρτήσεων/σταθερών...

source: Create custom functions and constants for use in graphs.
el: Δημιουργία προσαρμοσμένων συναρτήσεων και σταθερών για γραφικές παραστάσεις.

source: Animate...
el: Κίνηση...

source: Create an animation by variating a constant.
el: Δημιουργείστε μια κίνηση μεταβάλλοντας μια σταθερά.

source: Graph file...
el: Αρχείο γραφημάτων...

source: Import a Graph file into the current coordinate system.
el: Εισαγωγή αρχείου γραφήματος στο τρέχον σύστημα συντεταγμένων.

source: Point series...
el: Σειρές σημείων...

source: Import point series from a data file.
el: Εισαγωγή σημειοσειράς από αρχείο δεδομένων.

source: Scripting engine documentation
el: Τεκμηρίωση μηχανής σεναρίων

source: Show documentation for scripting engine and plugin system.
el: Εμφάνιση τεκμηρίωσης για μηχανή σεναρίων και σύστημα προσθέτων.

source: Reset to default
el: Επαναφορά προεπιλογών

source: Reset the toolbar icons to the installation default.
el: Επαναφορά των εικονιδίων της εργαλειοθήκης στα προεπιλεγμένα της εγκατάστασης.

source: Customize toolbar...
el: Προσαρμογή εργαλειοθήκης...

source: Customize the icons shown on the toolbar.
el: Προσαρμογή των εμφανιζόμενων εικονιδίων της εργαλειοθήκης.

source: Edit label...
el: Επεξεργασία ετικέτας...

source: Edit the label under the cursor.
el: Επεξεργασία ετικέτας με τον δρομέα.

source: Delete label
el: Διαγραφή ετικέτας

source: Delete the label under the cursor.
el: Διαγραφή ετικέτας κάτω από τον δρομέα.

source: Show legend
el: Εμφάνιση υπομνήματος

source: Select to show a legend in the coordinate system.
el: Επιλογή εμφάνισης υπομνήματος στο σύστημα συντεταγμένων.

source: Font...
el: Γραμματοσειρά...

source: Change the font of the legend.
el: Αλλαγή της γραμματοσειράς του υπομνήματος.

source: Top Right
el: Επάνω δεξιά

source: Show the legend in the upper right corner.
el: Εμφάνιση του υπομνήματος στην επάνω δεξιά γωνία.

source: Bottom Right
el: Κάτω δεξιά

source: Show the legend in the bottom right corner.
el: Εμφάνιση του υπομνήματος στην κάτω δεξιά γωνία.

source: Top Left
el: Επάνω αριστερά

source: Show the legend in the upper left corner.
el: Εμφάνιση του υπομνήματος στην επάνω αριστερή γωνία.

source: Bottom Left
el: Κάτω αριστερά

source: Show the legend in the bottom left corner.
el: Εμφάνιση του υπομνήματος στην κάτω αριστερή γωνία.

source: Close
el: Κλείσιμο

source: Next tip
el: Επόμενη συμβουλή

source: Previous tip
el: Προηγούμενη συμβουλή

source: Show tips at startup
el: Εμφάνιση συμβουλών κατά την έναρξη

source: Did you know...
el: Γνωρίζατε ότι...

source: Insert relation
el: Εισαγωγή σχέσης

source: Relation:
el: Σχέση:

source: Constraints:
el: Περιορισμοί:

source: OK
el: Εντάξει

source: Cancel
el: Άκυρο

source: Legend text
el: Κείμενο υπομνήματος

source: Description:
el: Περιγραφή:

source: Write a descriptive text to show in the legend and function list. If empty the formula will be used.
el: Γράψτε ένα περιγραφικό κείμενο για να εμφανίζεται στο υπόμνημα και στον κατάλογο συνάρτησης. Αν είναι κενό θα χρησιμοποιηθεί ο τύπος.

source: Properties
el: Ιδιότητες

source: Style:
el: Τεχν/πία:

source: Select the style used for drawing the inequality. Not used for equations.
el: Επιλογή της χρησιμοποιούμενης τεχνοτροπίας για σχεδίαση της ανίσωσης. Δεν χρησιμοποιείται για ισότητες.

source: Select the color for drawing the relation.
el: Επιλέξατε χρώμα για σχεδίαση της σχέσης.

source: Width:
el: Πάχος:

source: Line style:
el: Τεχνοτροπία γραμμής:

source: Color:
el: Χρώμα:

source: Width in pixels of the equation line or the borderline of the inequality.
el: Πλάτος σε εικονοστοιχεία της γραμμής εξίσωσης ή της ακραίας γραμμής της ανισότητας.

source: Enter the relation, for example "x^2+y^2 = 25" or "y < sin(x)"
el: Εισαγωγή σχέσης, για παράδειγμα "x^2+y^2 = 25" ή "y < sin(x)"

source: Enter constraints for the relation, for example "x > 0 and y < 5"
el: Εισαγωγή περιορισμών στη σχέση, για παράδειγμα "x > 0 and y < 5"

source: Insert tangent/normal
el: Εισαγωγή εφαπτομένης/καθέτου

source: Value where the tangent/normal will interact with the function.
el: Τιμή όπου η εφαπτομένη/κάθετος θα τέμνει τη συνάρτηση.

source: Choose if you want a tangent or a normal.
el: Επιλέξτε αν θέλετε εφαπτομένη ή κάθετο.

source: Type
el: Τύπος

source: Tangent
el: εφαπτομένη

source: Normal
el: Κάθετος

source: Write a descriptive text to show in the legend. If empty the equation will be used.
el: Γράψτε ένα περιγραφικό κείμενο για να εμφανίζεται στο υπόμνημα. Αν είναι κενό θα χρησιμοποιηθεί η εξίσωση.

source: Graph properties
el: Ιδιότητες γραφήματος

source: Width of graph in pixels.
el: Πλάτος γραφήματος σε εικονοστοιχεία.

source: Choose which line style to use for drawing the graph.
el: Επιλογή τεχνοτροπίας γραμμής για τη σχεδίαση του γραφήματος.

source: Select the color of the graph.
el: Επιλέξτε το χρώμα του γραφήματος.

source: Argument range
el: Περιοχή ορίσματος

source: From:
el: Από:

source: To:
el: Μέχρι:

source: Start of range interval for the used variable.
el: Αρχή της περιοχής διαστήματος για την χρησιμοποιούμενη μεταβλητή.

source: End of range interval for the used variable.
el: Τέλος της περιοχής διαστήματος για την χρησιμοποιούμενη μεταβλητή.

source: Endpoints
el: Ακραία σημεία

source: Start:
el: Αρχή:

source: End:
el: Τέλος:

source: Select marker to show at the start of the interval. Only used if an argument range is specified.
el: Επιλογή σημειωτή για να εμφανίζεται στην αρχή του διαστήματος. Χρησιμοποιείται μόνο αν έχει καθοριστεί μια περιοχή ορίσματος.

source: Select marker to show at the end of the interval. Only used if an argument range is specified.
el: Επιλογή σημειωτή για να εμφανίζεται στο τέλος του διαστήματος. Χρησιμοποιείται μόνο αν έχει καθοριστεί μια περιοχή ορίσματος.

source: Insert trendline
el: Εισαγωγή γραμμής τάσης

source: Line
el: Γραμμή

source: Built-in
el: Ενσωματωμένες

source: Create a linear function: f(x)=ax+b
el: Δημιουργία γραμμικής συνάρτησης: f(x)=ax+b

source: Create a logarithmic function: f(x)=a*ln(x)+b
el: Δημιουργία λογαριθμικής συνάρτησης: f(x)=a*ln(x)+b

source: Create a polynomial function: f(x)=ax^3+bx^2+cx+d
el: Δημιουργία πολυωνυμικής συνάρτησης: f(x)=ax^3+bx^2+cx+d

source: Create a power function: f(x)=ax^b
el: Δημιουργία δυναμοσυνάρτησης: f(x)=ax^b

source: Create a exponential function: f(x)=a*b^x
el: Δημιουργία εκθετικής συνάρτησης: f(x)=a*b^x

source: Order:
el: Σειρά:

source: Polynomial
el: Πολυωνυμική

source: Logarithmic
el: Λογαριθμική

source: Linear
el: Γραμμική

source: Power
el: Δύναμη

source: Exponential
el: Εκθετική

source: Create a moving average as a series of straight lines.
el: Δημιουργία κινητού μέσου ως σειράς από ευθείες γραμμές.

source: Moving average
el: Κινητός μέσος

source: Period:
el: Περίοδος:

source: Determines how many points are used for the average.
el: Καθορίζει πόσα σημεία θα χρησιμοποιηθούν για τον μέσο.

source: The order of the polynomium. For example 2 means a parable.
el: Η σειρά του πολυώνυμου. Για παράδειγμα, το 2 παριστάνει παραβολή.

source: User defined
el: Από τον χρήστη

source: Model:
el: Πρότυπο:

source: Add model
el: Προσθήκη

source: Remove model
el: Αφαίρεση

source: Edit model
el: Επεξεργασία

source: Enter a function model to base the trendline on.
el: Εισάγετε ένα πρότυπο συνάρτησης ως βάση στη γραμμή τάσης.

source: Type a value in the Intercept box to specify the point where you want the trendline to meet the y-axis. This is only available for linear, polynomial and exponential trendlines.
el: Πληκτρολογήστε μια τιμή στο πλαίσιο σημείου τομής για να ορίσετε το σημείο που θέλετε η γραμμή τάσης να συναντήσει τον άξονα y. Αυτό είναι διαθέσιμο μόνο για γραμμικές, πολυωνυμικές και εκθετικές γραμμές τάσης.

source: Intercept =
el: Σημείο τομής =

source: Import from file...
el: Εισαγωγή από αρχείο...

source: Import user models from a file.
el: Εισαγωγή προτύπων χρήστη από αρχείο.

source: Export all to file...
el: Εξαγωγή όλων σε αρχείο...

source: Export user models to a file.
el: Εξαγωγή προτύπων χρήστη σε αρχείο.

source: User models [*.ini]|*.ini
el: Πρότυπα χρήστη [*.ini]|*.ini

source: Insert point series
el: Εισαγωγή σειράς σημείων

source: The name of the point series, which is shown in the list to the left of the coordinate system.
el: Το όνομα της σημειοσειράς, που εμφανίζεται στον κατάλογο στα αριστερά του συστήματος συντεταγμένων.

source: Series
el: Σειρά

source: This shows a sample of the markers and the lines between the markers.
el: Αυτό δείχνει ένα δείγμα των σημειωτών και τις γραμμές μεταξύ των σημειωτών.

source: Sample
el: Δείγμα

source: Markers
el: Σημειωτές

source: Marker
el: Σημειωτής

source: Size:
el: Μέγεθος:

source: Choose the size of the markers.
el: Επιλέξατε το μέγεθος των σημειωτών.

source: Choose the type of markers to be shown at each point.
el: Επιλέξατε τον τύπο των σημειωτών που θα εμφανίζεται σε κάθε σημείο.

source: Choose the color of the markers.
el: Επιλέξατε το χρώμα των σημειωτών.

source: Interpolation:
el: Παρεμβολή:

source: Choose the style of lines to be drawn between the points. You may also choose not to draw any lines.
el: Επιλέξατε την τεχνοτροπία των γραμμών που θα σχεδιαστούν μεταξύ των σημείων. Μπορείτε επίσης να επιλέξετε να μη σχεδιάσετε καμία γραμμή.

source: Choose the width of the lines in pixels.
el: Επιλέξατε το πλάτος των γραμμών σε εικονοστοιχεία.

source: Select which kind of line to draw between the markers.
el: Επιλέξατε το είδος γραμμής που θα σχεδιαστεί μεταξύ των σημειωτών.

source: 1D cubic spline
el: Κυβική εύκαμπτη καμπύλη 1Δ

source: 2D cubic spline
el: Κυβική εύκαμπτη καμπύλη 2Δ

source: Half cosine
el: Μισό συνημίτονο

source: Choose the color of the lines.
el: Επιλέξατε χρώμα γραμμής.

source: Labels
el: Ετικέτες

source: Position:
el: Θέση:

source: Check to show the coordinate at each point.
el: Σημειώστε να εμφανίζονται οι συντεταγμένες κάθε σημείου.

source: Show coordinates
el: Εμφάν συντεταγμένων

source: Select the font for the coordinates.
el: Επιλέξατε τη γραμματοσειρά των συντεταγμένων.

source: Select where the coordinates should be shown.
el: Επιλέξατε πού να εμφανίζονται οι συντεταγμένες.

source: Above
el: Επάνω

source: Below
el: Κάτω

source: Left
el: Αριστερά

source: Right
el: Δεξιά

source: Above Left
el: Πάνω αριστερά

source: Above Right
el: Πάνω δεξιά

source: Below Left
el: Κάτω αριστερά

source: Below Right
el: Κάτω δεξιά

source: Choose between cartesian (x,y) coordinates and polar (θ,r) coordinates.
el: Επιλέξτε μεταξύ καρτεσιανών συντεταγμένων (x,y) και πολικών συντεταγμένων (θ,r).

source: Coordinate type
el: Τύπος συντεταγμένης

source: Cartesian
el: Καρτεσιανή

source: Polar
el: Πολική

source: Error bars
el: Γραμμές σφάλματος

source: X error amount
el: Ποσό σφάλματος Χ

source: Show horizontal error bars.
el: Εμφάνιση οριζόντιων γραμμών σφάλματος.

source: Show x-bars
el: Εμφάνιση γραμμών x

source: All error bars are the same size.
el: Όλες οι γραμμές σφάλματος είναι με ίδιο μέγεθος.

source: Fixed:
el: Σταθερή:

source: Enter fixed value.
el: Εισαγωγή σταθερής τιμής.

source: All error bars are the same percentage of the x-coordinate.
el: Όλες οι γραμμές σφάλματος έχουν το ίδιο ποσοστό με τη συντεταγμένη x.

source: Relative:
el: Σχετικό:

source: Each error bar is given a custom value.
el: Για κάθε γραμμή σφάλματος δίνεται μια προσαρμοσμένη τιμή.

source: Custom
el: Προσαρμοσμένη

source: Enter relative value in percent.
el: Εισαγωγή σχετικής τιμής σε ποσοστό.

source: Y error amount
el: Ποσό σφάλματος Υ

source: Show vertical error bars.
el: Εμφάνιση κατακόρυφων γραμμών σφάλματος.

source: Show y-bars
el: Εμφάνιση γραμμών y

source: All error bars are the same percentage of the y-coordinate.
el: Όλες οι γραμμές σφάλματος έχουν το ίδιο ποσοστό με τη συντεταγμένη y.

source: Apply
el: Εφαρμογή

source: Cut the selected text to the clipboard.
el: Αποκοπή του επιλεγμένου κειμένου στο πρόχειρο.

source: Copy the selected text to the clipboard.
el: Αντιγραφή του επιλεγμένου κειμένου στο πρόχειρο.

source: Paste text from the clipboard into the grid. Other cells may be overwritten by the text from the clipboard.
el: Επικόλληση κειμένου από το πρόχειρο στο πλέγμα. Άλλα κελιά μπορεί να αντικατασταθούν με το κείμενο από το πρόχειρο.
