Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Locale/Greek.po
Languages: el

source: Space
el: Πλήκτρο διαστήματος

source: An error occurred while evaluating power function.
el: Ένα σφάλμα συνέβη κατά τον υπολογισμό της συνάρτησης της δύναμης.

source: Tangent to pi/2+n*pi (90+n180 in degrees) is undefined.
el: Η εφαπτομένη στο pi/2+n*pi (90+n180 σε μοίρες) δεν ορίζεται.

source: Fact can only be calculated for positive integers.
el: Το παραγοντικό υπολογίζεται μόνο για θετικούς ακέραιους.

source: Cannot take logarithm to number equal or less than zero.
el: Δεν υπάρχει λογάριθμος αριθμού ίσου ή μικρότερου του μηδενός.

source: sqrt is undefined for negative numbers.
el: Το sqrt (τετραγωνική ρίζα) δεν ορίζεται για αρνητικούς αριθμούς.

source: A part of the evaluation gave a number with an imaginary part.
el: Ένα μέρος του υπολογισμού έδωσε αριθμό με φανταστικό μέρος.

source: Division by zero.
el: Διαίρεση με μηδέν.

source: Inverse trigonometric function out of range [-1;1]
el: Αντίστροφη τριγωνομετρική συνάρτηση εκτός της περιοχής [-1;1]

source: The function is not defined for this value.
el: Η συνάρτηση δεν ορίζεται για αυτή τη τιμή.

source: atanh evaluated at undefined value.
el: Η atanh υπολογίζεται για απροσδιόριστη τιμή.

source: acosh evaluated at undefined value.
el: Το acosh υπολογίζεται για απροσδιόριστη τιμή.

source: arg(0) is undefined.
el: Το arg(0) δεν ορίζεται.

source: Evaluation failed.
el: Ο υπολογισμός απέτυχε.

source: Argument produced a function result with total loss of precision.
el: Το όρισμα έδωσε αποτέλεσμα συνάρτησης με ολική απώλεια της ακρίβειας.

source: The custom function/constant '%s' was not found or has the wrong number of arguments.
el: Η προσαρμοσμένη συνάρτηση/σταθερά '%s' δεν βρέθηκε ή έχει εσφαλμένο αριθμό ορισμάτων.

source: Too many recursive calls.
el: Πάρα πολλές αναδρομικές κλήσεις.

source: Overflow: A function returned a value too large to handle.
el: Υπερχείλιση: Μια συνάρτηση επέστρεψε μια τιμή υπερβολικά μεγάλη για επεξεργασία.

source: A plugin function failed: %s
el: Ένα πρόσθετο συνάρτησης απέτυχε: %s

source: Unexpected operator. Operator '%s' cannot be placed here.
el: Απροσδόκητος τελεστής. Ο τελεστής '%s' δεν μπορεί να τοποθετηθεί εδώ.

source: The right bracket is missing.
el: Η δεξιά αγκύλη λείπει.

source: Invalid number of arguments supplied for the function '%s'
el: Δόθηκε άκυρος αριθμός ορισμάτων για τη συνάρτηση '%s'

source: Comparison operator misplaced.
el: Ο τελεστής σύγκρισης τοποθετήθηκε λάθος.

source: Invalid number found. Use the format: -5.475E-8
el: Άκυρος αριθμός. Χρησιμοποιείστε τη μορφή: -5.475E-8

source: String is empty. You need to enter a formula.
el: Η συμβολοσειρά είναι κενή. Πρέπει να εισάγετε έναν τύπο.

source: Comma is not allowed here. Use dot as decimal separator.
el: Δεν επιτρέπεται κόμμα εδώ. Χρησιμοποιείστε τελεία ως δεκαδικό διαχωριστικό.

source: Unexpected end of brackets.
el: Απροσδόκητο τέλος των αγκυλών.

source: Number, constant or function expected.
el: Αναμένεται αριθμός, σταθερά ή συνάρτηση.

source: Parameter after constant or variable not allowed.
el: Δεν επιτρέπεται παράμετρος μετά από σταθερά ή μεταβλητή.

source: Expression expected.
el: Αναμένεται παράσταση.

source: Unknown variable, function or constant: "%s"
el: Άγνωστη μεταβλητή, συνάρτηση ή σταθερά: "%s"

source: Unknown character: "%s"
el: Άγνωστος χαρακτήρας: "%s"

source: The end of the expression was unexpected.
el: Απροσδόκητο τέλος της έκφρασης.

source: Error parsing expression.
el: Σφάλμα κατά την ανάλυση της παράστασης.

source: A calculation resulted in an overflow.
el: Ο υπολογισμός προκάλεσε υπερχείλιση.

source: An invalid value was used in the calculation.
el: Άκυρη τιμή χρησιμοποιήθηκε στον υπολογισμό.

source: Not enough points for calculation.
el: Δεν είναι αρκετά τα σημεία για τον υπολογισμό.

source: Illegal name "%s" for user defined function or constant.
el: Απαράδεκτο όνομα "%s" για τη συνάρτηση ή την σταθερά του χρήστη.

source: Cannot differentiate recursive function.
el: Δεν μπορεί να διαφοριστεί αναδρομική συνάρτηση.

source: Internal error.
el: Εσωτερικό σφάλμα.

source: Function "%s" cannot be differentiated.
el: Δεν μπορεί να διαφοριστεί η συνάρτηση "%s".

source: Not further specified error occurred under calculation.
el: Μη περαιτέρω προσδιορισμός του σφάλματος που συνέβη στον υπολογισμό.

source: No solution found. Try another guess or another model.
el: Δεν βρέθηκε λύση. Δοκιμάστε κάποια άλλη υπόθεση ή πρότυπο.

source: No result found.
el: Δε βρέθηκαν αποτελέσματα.

source: An accurate result cannot be found.
el: Δεν μπόρεσε να βρεθεί ακριβές αποτέλεσμα.

source: Internal error. Please notify the programmer with as much information as possible.
el: Εσωτερικό σφάλμα. Ενημερώστε τον προγραμματιστή με όσο το δυνατό περισσότερες λεπτομέρειες.

source: You need to enter a name for the function/constant.
el: Πρέπει να εισάγετε ένα όνομα στη συνάρτηση/σταθερά.

source: Invalid function/constant name '%s'. The name may only contain letters and decimal digits, and it must always start with a letter. In addition you are not allowed to redefine built-in names.
el: Άκυρο όνομα συνάρτησης/σταθεράς '%s'. Το όνομα πρέπει να περιέχει μόνο γράμματα και δεκαδικά ψηφία και πρέπει πάντα να αρχίζει με γράμμα. Επιπροσθέτως, δεν επιτρέπεται να ξαναορίζονται ενσωματωμένα ονόματα.

source: You need to enter a name for the argument.
el: Πρέπει να εισάγετε ένα όνομα για το όρισμα.

source: Invalid argument name '%s'. The name may only contain letters and decimal digits, and it must always start with a letter. In addition you are not allowed to use built-in names as argument names.
el: Άκυρο όνομα ορίσματος '%s'. Το όνομα πρέπει να περιέχει μόνο γράμματα και δεκαδικά ψηφία και πρέπει πάντα να αρχίζει με γράμμα. Επιπροσθέτως, δεν επιτρέπεται η χρήση ενσωματωμένων ονομάτων ως ονομάτων ορίσματος.

source: Character found after brackets.
el: Βρέθηκε χαρακτήρας μετά τις αγκύλες.

source: Symbol "%s" defined more than once.
el: Το σύμβολο "%s" καθορίστηκε πάνω από μια φορά.

source: Invalid equation or inequality.
el: Άκυρη εξίσωση ή ανίσωση.

source: Updating...
el: Ενημερώνεται...

source: Save changes?
el: Να αποθηκευθούν οι αλλαγές;

source: Save changes in %s?
el: Να αποθηκευθούν οι αλλαγές στο %s;

source: You have reached the maximum range of zoom.
el: Φτάσατε στη μέγιστη μεγέθυνση.

source: You have reached the minimum range of zoom.
el: Φτάσατε στην ελάχιστη σμίκρυνση.

source: '%s' must not be zero.
el: Το '%s' δεν πρέπει να είναι μηδέν.

source: Error in value
el: Σφάλμα στην τιμή

source: '%s' has to be an integer value greater or equal to 0.
el: Το '%s' πρέπει να είναι ακέραιος μεγαλύτερος ή ίσος με το 0.

source: '%s' must be greater than zero.
el: Το '%s' πρέπει να είναι μεγαλύτερο από το μηδέν.

source: '%s' must be an integer greater than zero.
el: Το '%s' πρέπει να είναι ακέραιος μεγαλύτερος από το μηδέν.

source: Trying to break zoom limit.
el: Υπερβαίνονται τα όρια μεγέθυνσης.

source: '%s' must be greater than '%s'
el: Το '%s' πρέπει να είναι μεγαλύτερο από το '%s'

source: The maximum value must be greater than the minimum value.
el: Η μέγιστη τιμή πρέπει να είναι μεγαλύτερη από την ελάχιστη.

source: You need to enter a value.
el: Πρέπει να εισάγετε τιμή.

source: This file was created with Graph %s. Only files from version %s and higher can be opened.
el: Αυτό το αρχείο δημιουργήθηκε με το Graph %s. Μόνο αρχεία με έκδοση %s και πάνω μπορεί να ανοιχτούν.

source: '%s' is not a valid number.
el: Το '%s' δεν είναι έγκυρος αριθμός.

source: '%s' must be a positive number.
el: Το '%s' πρέπει να είναι θετικός αριθμός.

source: File not found: %s
el: Ο φάκελλος δεν βρέθηκε: %s

source: Error reading file: %s The file is not a correct Graph file.
el: Σφάλμα κατά την ανάγνωση του αρχείου: %s Το αρχείο δεν είναι σωστό αρχείο Graph.

source: Unknown error while reading file: %s
el: Άγνωστο σφάλμα κατά την ανάγνωση του αρχείου: %s

source: Graph files [*.grf]|*.grf
el: Αρχεία Graph [*.grf]|*.grf

source: Cannot write to file: %s Access denied. Check that the file is not in use or write protected.
el: Αδύνατη η εγγραφή στο αρχείο: %s Άρνηση πρόσβασης. Ελέγξατε αν ο φάκελος δεν χρησιμοποιείται ή αν προστατεύεται.

source: The font "%s" doesn't exist. Standard font is used instead.
el: Η γραμματοσειρά "%s" δεν υπάρχει. Χρησιμοποιείται μια τυπική γραμματοσειρά.

source: Graph system
el: Σύστημα Graph

source: Open
el: Άνοιγμα

source: Selection error
el: Σφάλμα επιλογής

source: File error
el: Σφάλμα αρχείου

source: Write access failed
el: Αποτυχία πρόσβασης εγγραφής

source: OLE error
el: Σφάλμα OLE

source: Error reading object
el: Σφάλμα ανάγνωσης αντικειμένου

source: Not a valid Graph object.
el: Δεν είναι έγκυρο αντικείμενο Graph.

source: Object error
el: Σφάλμα αντικειμένου

source: Windows does not have enough resources to save an image that large.
el: Τα Windows δεν έχουν αρκετούς πόρους για αποθήκευση μιας τόσο μεγάλης εικόνας.

source: '%1%' must be between %2% and %3%.
el: Το '%1%' πρέπει να είναι μεταξύ %2% και %3%.

source: File not found
el: Το αρχείο δεν βρέθηκε

source: Error reading file
el: Σφάλμα ανάγνωσης αρχείου

source: Printer error
el: Σφάλμα εκτυπωτή

source: Invalid use of infinity. Infinity cannot be used here.
el: Άκυρη χρήση του απείρου. Το άπειρο δεν μπορεί να χρησιμοποιηθεί εδώ.

source: Not enough memory to complete the operation.
el: Ανεπαρκής μνήμη για να ολοκληρωθεί η λειτουργία.

source: Confirm delete
el: Επιβεβαίωση διαγραφής

source: Are you sure you want to delete %s?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το %s;

source: Graph files [*.grf]|*.grf|All files [*.*]|*.*
el: Αρχεία Graph [*.grf]|*.grf|όλα τα αρχεία [*.*]|*.*

source: CSV (semicolon delimited) [*.csv]|*.csv|CSV (comma delimited) [*.csv]|*.csv|Text (tab delimited) [*.txt]|*.txt|Text (space delimited) [*.txt]|*.txt|All files [*.*]|*.*
el: CSV (οριοθετημένα με ;) [*.csv]|*.csv|CSV (οριοθετημένα με κόμμα) [*.csv]|*.csv|Κείμενο (οριοθετημένα με στηλοθέτη) [*.txt]|*.txt|Κείμενο (οριοθετημένα με διάστημα) [*.txt]|*.txt|Όλα τα αρχεία [*.*]|*.*

source: Are you sure you want to delete the model: %s?
el: Είστε βέβαιοι πως θέλετε να διαγράψετε το πρότυπο: %s;

source: Maximum number on x-axis must be greater than the minimum value.
el: Το μέγιστο στον άξονα των x πρέπει να είναι μεγαλύτερο από το ελάχιστο.

source: Maximum number on y-axis must be greater than the minimum value.
el: Το μέγιστο στον άξονα των y πρέπει να είναι μεγαλύτερο από το ελάχιστο.

source: Server application not found.
el: Δεν βρέθηκε εφαρμογή διακομιστή.

source: Maximum number for t must be greater than the minimum value.
el: Το μέγιστο του t πρέπει να είναι μεγαλύτερο από το ελάχιστο.

source: The step value for t must be a number greater than 0.
el: Η τομή του βήματος του t πρέπει να είναι μεγαλύτερη από το 0.

source: The minimum value for the x-axis must be greater than 0, when the x-axis is logarithmic scaled.
el: Η ελάχιστη τιμή στον άξονα των x πρέπει να είναι μεγαλύτερη από το 0, όταν ο άξονας των x είναι λογαριθμικός.

source: The cross point of the y-axis must be greater than 0, when the x-axis is logarithmic scaled.
el: Η σημείο τομής στον άξονα των y πρέπει να είναι μεγαλύτερο από το 0, όταν ο άξονας των x είναι λογαριθμικός.

source: The minimum value for the y-axis must be greater than 0, when the y-axis is logarithmic scaled.
el: Η ελάχιστη τιμή στον άξονα των y πρέπει να είναι μεγαλύτερη από το 0, όταν ο άξονας των y είναι λογαριθμικός.

source: The cross point of the x-axis must be greater than 0, when the y-axis is logarithmic scaled.
el: Το σημείο τομής στον άξονα των x πρέπει να είναι μεγαλύτερο από το 0, όταν ο άξονας των y είναι λογαριθμικός.

source: 'Recent files' must be between 0 and 9.
el: Τα 'πρόσφατα αρχεία' πρέπει να είναι μεταξύ 0 και 9.

source: The end of interval must be greater than the start of interval.
el: Το τέλος των διαστημάτων πρέπει να είναι μεγαλύτερο από την αρχή των διαστημάτων.

source: Error in interval.
el: Σφάλμα στα διαστήματα.

source: The width must be an integer greater than 0.
el: Το πλάτος πρέπει να είναι ακέραιος μεγαλύτερος από το 0.

source: Error in width
el: Σφάλμα στο πλάτος

source: The end of interval must be greater than the start of interval and %s must be greater than 0.
el: Το τέλος των διαστημάτων πρέπει να είναι μεγαλύτερο από την αρχή των διαστημάτων και το %s πρέπει να είναι μεγαλύτερο από το 0.

source: Invalid model name.
el: Άκυρο όνομα προτύπου.

source: A model of that name already exist.
el: Ένα πρότυπο με αυτό το όνομα υπάρχει ήδη.

source: The derivative of the function is not defined at %s=%s
el: Η παράγωγος της συνάρτησης δεν ορίζεται στο %s=%s

source: Coordinate not defined
el: Οι συντεταγμένες δεν ορίστηκαν

source: Checking for newer version...
el: Έλεγχος για νεότερη έκδοση...

source: Abort printing?
el: Διακοπή εκτύπωσης;

source: Calculate area
el: Υπολογισμός εμβαδού

source: Calculate length of path
el: Υπολογισμός μήκους διαδρομής

source: Edit function
el: Επεξεργασία συνάρτησης

source: Edit tangent/normal
el: Επεξεργασία εφαπτομένης/καθέτου

source: Error processing file '%s' at line %s.
el: Σφάλμα επεξεργασίας του αρχείου '%s' στη γραμμή %s.

source: Edit text label
el: Επεξεργασία ετικέτας κειμένου

source: The model needs some constants (starting with a $) for Graph to find.
el: Το πρότυπο χρειάζεται κάποιες σταθερές (ξεκινώντας με ένα $) για να τις βρει το Graph.

source: '%s' has to be an integer value between 0 and 1000.
el: Το '%s' πρέπει να είναι ακέραιη τιμή μεταξύ 0 και 1000.

source: Printing error
el: Σφάλμα κατά την εκτύπωση

source: An unknown error occurred while printing.
el: Άγνωστο σφάλμα συνέβη κατά την εκτύπωση.

source: Error while adding points
el: Σφάλμα κατά την προσθήκη σημείων

source: Each point needs both an x- and a y-coordinate.
el: Κάθε σημείο χρειάζεται συντεταγμένες x και y.

source: "%s" is not a valid number.
el: Το "%s" δεν είναι έγκυρος αριθμός.

source: You didn't add any points. You need to specify some x- and y-coordinates in the grid.
el: Δεν προστέθηκε κανένα σημείο. Πρέπει να ορίσετε κάποιες συντεταγμένες x και y στο πλέγμα.

source: Edit point series
el: Επεξεργασία σημειοσειράς

source: Edit shading
el: Επεξεργασία γραμμοσκίασης

source: You need to select a function.
el: Πρέπει να επιλέξετε συνάρτηση.

source: New version of Graph available
el: Υπάρχει νέα έκδοση του Graph

source: Graph %s is now available for download from www.padowan.dk Would you like to visit the download page?
el: Το Graph %s διατίθεται τώρα για μεταφόρτωση από www.padowan.dk Θέλετε να επισκεφτείτε τη σελίδα μεταφόρτωσης;

source: No new version
el: Δεν υπάρχει νέα έκδοση

source: You are already using the most recent version of Graph.
el: Χρησιμοποιείτε ήδη τη πιο πρόσφατη έκδοση του Graph.

source: Cannot connect to server www.padowan.dk. Either the server is down or you do not have a connection to the Internet.
el: Αδύνατη η σύνδεση με τον διακομιστή www.padowan.dk. Ή ο διακομιστής είναι κλειστός ή δεν έχετε σύνδεση διαδικτύου.

source: Socket error %s
el: Σφάλμα υποδοχής %s

source: Definite integral, or signed area between function and x-axis, for the given domain range.
el: Ορισμένο ολοκλήρωμα, ή προσημασμένη περιοχή μεταξύ συνάρτησης και άξονα x για τη δεδομένη περιοχή τομέα.

source: Length of path along the curve calculated for the given range.
el: Μήκος της διαδρομής κατά μήκος της υπολογιζόμενης καμπύλης για τη δεδομένη περιοχή.

source: The file cannot be opened by this version of the program. You need at least Graph %s to open this file.
el: Το αρχείο δεν μπορεί να ανοίξει με αυτήν την έκδοση του προγράμματος. Χρειάζεται τουλάχιστον το Graph %s για να ανοίξει.

source: This file was saved by an outdated version of Graph, and it cannot be opened by the current version.
el: Το αρχείο αποθηκεύτηκε με παρωχημένη έκδοση του Graph, και δεν μπορεί να ανοίξει με την τρέχουσα.

source: If you don't want to be asked again, this feature may be disabled from the Edit|Options dialog.
el: Αν δεν θέλετε να ερωτηθείτε πάλι, αυτό το γνώρισμα μπορεί να απενεργοποιηθεί από τον διάλογο Επεξεργασία|Επιλογές.

source: Edit relation
el: Επεξεργασία σχέσης

source: Commands
el: Εντολές

source: (All Commands)
el: (Όλες οι εντολές)

source: To add a command to the toolbar simply select a category and drag the command out of this dialog box to the toolbar.
el: Για να προσθέσετε μια εντολή στην εργαλειοθήκη επιλέξτε απλά μια κατηγορία και μεταφέρτε την εντολή έξω από αυτό το πλαίσιο διαλόγου στην εργαλειοθήκη.

source: Edit f'(x)
el: Επεξεργασία της f'(x)

source: Edit trendline
el: Επεξεργασία γραμμής τάσης

source: Categories:
el: Κατηγορίες:

source: The program seems to be stuck in an infinite loop. If you cancel the operation the program will become unstable. You should therefore save your data under a new name and restart the application.
el: Το πρόγραμμα φαίνεται να κόλλησε σε έναν ατέρμονα βρόχο. Αν ακυρώσετε τη λειτουργία το πρόγραμμα θα γίνει ασταθές. Πρέπει συνεπώς να αποθηκεύσετε τα δεδομένα σας με νέο όνομα και να επανεκκινήσετε την εφαρμογή.

source: Thread is not responding
el: Το νήμα δεν ανταποκρίνεται

source: This Tip of the day can give you a lot of information about the program that most users don't know.
el: Αυτή η συμβουλή της ημέρας σας δίνει πολλές πληροφορίες για το πρόγραμμα που πολλοί χρήστες αγνοούν.

source: You can get help using Graph, report bugs and suggest future improvements at the web forum: <a href="http://forum.padowan.dk">http://forum.padowan.dk</a>
el: Μπορείτε να πάρετε βοήθεια χρησιμοποιώντας το Graph, αναφέρτε αστοχίες και προτείνετε μελλοντικές βελτιώσεις στην αλληλοβοήθεια ιστού <a href="http://forum.padowan.dk">http://forum.padowan.dk</a>

source: You can customize the toolbar by right clicking on it and select 'Customize toolbar'.
el: Μπορείτε να προσαρμόσετε την εργαλειοθήκη δεξιοπατώντας επάνω της και επιλέγοντας 'προσαρμογή εργαλειοθήκης'.

source: Instead of deleting a function, you can make it invisible by removing the check mark for the item in the function list.
el: Αντί να διαγράψετε μια συνάρτηση, μπορείτε να την κάνετε αόρατη αφαιρώντας το σημάδι ελέγχου για το στοιχείο στον κατάλογο συναρτήσεων.

source: You can paste images into a text label.
el: Μπορείτε να επικολλήσετε εικόνες σε μια ετικέτα κειμένου.

source: Text labels can contain any kind of OLE objects, for example Microsoft Equation. When editing a label right click in the editing area and select 'Insert object'.
el: Ετικέτες κειμένου μπορεί να περιέχουν κάθε είδους αντικείμενα OLE, π.χ. Microsoft Equation. Κατά την επεξεργασία μιας ετικέτας δεξιοπατήστε στη περιοχή επεξεργασίας και επιλέξατε 'Εισαγωγή αντικειμένου'.

source: You can export points from a point series to a file that can be read by other programs, for example Microsoft Excel. When editing the point series select the points, right click and choose 'Export to file'.
el: Μπορείτε να εξάγετε σημεία από μια σημειοσειρά σε αρχείο που μπορεί να διαβαστεί από άλλα προγράμματα, π.χ. Microsoft Excel .Κατά την επεξεργασία της σημειοσειράς επιλέξατε τα σημεία, δεξιοπατήστε και επιλέξατε 'Εξαγωγή σε αρχείο'.

source: A vertical line at x=5 can be drawn as the parametric function x(t)=5, y(t)=t or as the relation x=5.
el: Μια κατακόρυφη γραμμή στο x=5 μπορεί να σχεδιαστεί ως παραμετρική συνάρτηση x(t)=5, y(t)=t ή ως σχέση x=5.

source: You can use Zoom|Square to make the axes look equally scaled. This is especially useful when drawing circles and similar functions.
el: Μπορείτε να χρησιμοποιήσετε Εστίαση|Τετραγωνισμός για να έχουν οι άξονες την ίδια κλίμακα. Αυτό είναι ιδιαίτερα χρήσιμο στη σχεδίαση κύκλων και παρεμφερών συναρτήσεων.

source: You can find a list of all available functions in the help.
el: Μπορείτε να βρείτε έναν κατάλογο όλων των διαθέσιμων συναρτήσεων στη βοήθεια.

source: You can combine two functions to one using 'if'. For example the function f(x)=x for x<1 and f(x)=x^2 for x>=1 can be written as f(x)=if(x<1, x, x^2).
el: Μπορείτε να συνδυάσετε δύο συναρτήσεις σε μία χρησιμοποιώντας 'if'. Για παράδειγμα, η συνάρτηση f(x)=x για x<1 και f(x)=x^2 για x>=1 μπορεί να γραφτεί ως f(x)=if(x<1, x, x^2).

source: You can import the contents of another Graph file into the current coordinate system using 'File|Import|Graph file'.
el: Μπορείτε να εισάγετε τα περιεχόμενα ενός άλλου αρχείου Graph στο τρέχον σύστημα συντεταγμένων χρησιμοποιώντας 'Αρχείο|Εισαγωγή|αρχείο Graph'.

source: If you check 'Save as default' in the Axes dialog the current settings will be used as default when creating new coordinate systems.
el: Αν σημειώσετε 'Αποθήκευση ως προεπιλογή' στον διάλογο αξόνων οι τρέχουσες ρυθμίσεις θα χρησιμοποιηθούν ως προεπιλογή κατά τη δημιουργία νέων συστημάτων συντεταγμένων.

source: While you hold down the Ctrl key, you can use the arrow keys to move the system.
el: Κρατώντας πατημένο το Ctrl, μπορείτε να χρησιμοποιήσετε τα πλήκτρα βελών για να μετακινήσετε το σύστημα.

source: While you hold down the Ctrl key, you can use the + and - keys to zoom in and out.
el: Κρατώντας πατημένο το πλήκτρο Ctrl, χρησιμοποιήστε τα πλήκτρα + και - για μεγέθυνση ή σμίκρυνση.

source: You can use the scroll button on your mouse to zoom in and out at the position of the mouse cursor.
el: Μπορείτε να χρησιμοποιείτε τη ρόδα του ποντικιού για μεγέθυνση ή σμίκρυνση στη θέση του δρομέα του ποντικιού.

source: If you don't want an item shown in the legend, you can right click on the item in the function list and deselect 'Show in legend'.
el: Αν δεν θέλετε ένα στοιχείο να εμφανίζεται στο υπόμνημα, δεξιοπατήστε στο στοιχείο στον κατάλογο των συναρτήσεων και αποεπιλέξτε 'Να εμφανίζεται στο υπόμνημα'.

source: If you want the axes shown to the left and bottom of the image, you can choose Axes style as Boxed in the Settings tab of the Axes dialog.
el: Αν θέλετε οι άξονες να εμφανίζονται κάτω αριστερά της εικόνας, επιλέξατε την τεχνοτροπία άξονες ως με πλαίσιο στην καρτέλα ρυθμίσεων του διαλόγου των αξόνων.

source: Graph can save the shown coordinate system in five different image formats: bmp, emf, png, jpg and pdf.
el: Το Graph μπορεί να αποθηκεύει το εμφανιζόμενο σύστημα συντεταγμένων σε πέντε διαφορετικές μορφές εικόνας: bmp, emf, png, jpg και pdf.

source: You can use 'Edit|Copy image' to copy the coordinate system and paste it into another program, for example, Microsoft Word. Later you can usually edit the image in Graph by double clicking on it in the other program.
el: Μπορείτε να χρησιμοποιήσετε 'Επεξεργασία|Αντιγραφή εικόνας' για να αντιγράψετε το σύστημα συντεταγμένων και να το επικολλήσετε σε ένα άλλο πρόγραμμα, για παράδειγμα, στο Microsoft Word. Αργότερα μπορείτε να επεξεργαστείτε συνήθως την εικόνα στο Graph διπλοπατώντας την στο άλλο πρόγραμμα.

source: You can open a saved grf-file in a new instance of the program by double clicking on it in Explorer.
el: Μπορείτε να ανοίξετε ένα αποθηκευμένο αρχείο grf σε ένα νέο στιγμιότυπο του προγράμματος διπλοπατώντας το στον περιηγητή.

source: You can drag a grf-file from explorer into an open instance of Graph to open the file.
el: Μπορείτε να μεταφέρετε ένα αρχείο grf από τον περιηγητή σε ένα ανοικτό στιγμιότυπο του Graph για να ανοίξετε το αρχείο.

source: Graph will remember the size of the main window between executions. This can be disabled from the Options dialog.
el: Το Graph απομνημονεύει το μέγεθος και τη θέση του κυρίως παράθυρου μεταξύ των εκτελέσεων. Αυτό μπορεί να απενεργοποιηθεί από τον διάλογο επιλογών.

source: Calc|Table can be used to create a table with evaluation values for a function.
el: Υπολογισμός|Πίνακας μπορεί να χρησιμοποιηθεί για να δημιουργηθεί ένας πίνακας υπολογισμού των τιμών μιας συνάρτησης.
