Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Locale/Polish.po
Languages: pl

source: Insert shading
pl: Wstaw cieniowanie

source: Shading
pl: Cieniowanie

source: Shades the area between the function and the x-axis.
pl: Cieniuje obszar pomiędzy wykresem funkcji a osią x.

source: Shades the area below the function.
pl: Cieniuje obszar pod wykresem funkcji.

source: Shades the area above the function.
pl: Cieniuje obszar nad wykresem funkcji.

source: Shades the area between the function and the y-axis.
pl: Cieniuje obszar pomiędzy wykresem funkcji a osią y.

source: Shades the area inside the function.
pl: Cieniuje obszar wewnątrz wykresu funkcji.

source: Shades the area between the main function and the function selected in the list to the right.
pl: Cieniuje obszar pomiędzy wykresem głównej funkcji a funkcji zaznaczonej na liście po prawej stronie.

source: Above function
pl: Nad wykresem

source: Between function and x-axis
pl: Pomiędzy wykresem a osią x

source: Between functions
pl: Pomiędzy wykresami

source: Between function and y-axis
pl: Pomiędzy wykresem a osią y

source: Inside function
pl: Wewnątrz wykresu

source: Below function
pl: Pod wykresem

source: Options
pl: Opcje

source: Range
pl: Zakres

source: Coordinate where the shading starts.
pl: Współrzędna gdzie zaczyna się cieniowanie.

source: Coordinate where the shading ends.
pl: Współrzędna gdzie kończy się cieniowanie.

source: Check to increase the end coordinate until intersection.
pl: Zaznacz aby zwiększyć końcową współrzędną obszaru cieniowania do najbliższego punktu przecięcia.

source: Increase to intersection
pl: Zwiększ do przecięcia

source: Check to decrease the start coordinate until intersection.
pl: Zaznacz aby zmniejszyć początkową współrzędną obszaru cieniowania do najbliższego punktu przecięcia.

source: Decrease to intersection
pl: Zmniejsz do przecięcia

source: Select the style used for the shading.
pl: Wybierz styl cieniowania.

source: Select color used for shading.
pl: Wybierz kolor cieniowania.

source: Mark the border around the shading.
pl: Wyświetla obwódkę wokół obszaru cieniowania.

source: Mark border
pl: Zaznacz obwódkę

source: Enter a description to show in the legend.
pl: Wprowadź tekst, który zostanie wyświetlony w legendzie.

source: 2nd function
pl: Druga funkcja

source: 2nd function:
pl: Druga funkcja:

source: Select the second function when you want a shading between two functions.
pl: Wybierz drugą funkcję jeżeli chcesz dodać cieniowanie pomiędzy dwiema funkcjami.

source: Shading range for 2nd function
pl: Zakres cieniowania dla drugiej funkcji

source: Custom functions/constants
pl: Funkcje/stałe użytkownika

source: Names
pl: Nazwa

source: Definition
pl: Definicja

source: Image options
pl: Opcje obrazu

source: Size
pl: Rozmiar

source: Image width:
pl: Szerokość obrazu:

source: Image height:
pl: Wysokość obrazu:

source: Set a custom image width in pixels.
pl: Ustaw własną szerokość obrazu w pikselach.

source: Set a custom image height in pixels.
pl: Ustaw własną wysokość obrazu w pikselach.

source: Choose to use the same size as shown on the screen or a custom image size.
pl: Wybierz czy użyć takiego samego rozmiaru jak widoczny na ekranie czy użyć własnego rozmiaru.

source: Image size
pl: Rozmiar obrazu

source: Screen size
pl: Jak widoczny na ekranie

source: Custom size
pl: Rozmiar użytkownika

source: Progressive encoding allows viewers to see a rough copy of the image while it is downloaded.
pl: Kodowanie progresywne pozwala oglądającym zobaczyć kopie roboczą obrazu podczas jego pobierania.

source: Encoding
pl: Kodowaie

source: Sequential
pl: Sekwencyjne

source: Progressive
pl: Progresywne

source: Select a compression quality.
pl: Wybierz jakość kompresji

source: Quality
pl: Jakość

source: Paper size:
pl: Rozmiar papieru:

source: Choose paper orientation.
pl: Wybierz orientację papieru.

source: Orientation
pl: Orientacja

source: Portrait
pl: Pionowa

source: Landscape
pl: Pozioma

source: Choose paper size to use.
pl: Wybierz rozmiar papieru.

source: Select this to use these settings as defaults in the future.
pl: Zaznacz aby używać tych ustawień w przyszłości jako domyślnych.

source: Save as default
pl: Zapisz jako domyślne

source: Animate
pl: Animuj

source: Constant:
pl: Stała:

source: Choose a constant to change between each frame.
pl: Wybierz stałą, która ma być zmieniana w każdej klatce.

source: Step:
pl: Krok:

source: The first value of the constant.
pl: Pierwsza wartość stałej.

source: The last value of the constant.
pl: Ostatnia wartość stałej.

source: The chosen constant is changed by this value between each frame.
pl: Wybrana stała będzie zmieniana o tę wartość w każdej klatce.

source: Frame options
pl: Opcje klatek

source: Frame width:
pl: Szerokość klatki

source: Frame height:
pl: Wysokość klatki:

source: Frames/second:
pl: Klatek na sekundę:

source: Width of each frame, in pixels.
pl: Szerokość każdej klatki w pikselach.

source: Height of each frame, in pixels.
pl: Wysokość każdej klatki w pikselach.

source: Number of frames per second used when the animation is played.
pl: Liczba klatek na sekundę podczas odtwarzania animacji.

source: Working
pl: Pracuję...

source: Version %s
pl: Wersja %s

source: This is free software, and you are welcome to redistribute it under the terms in the <a href="%s">GNU General Public License</a> version 2. Please send bug reports and suggestions to the programmer.
pl: Ten program jest darmowy i możesz go rozpowszechniać na warunkach licencji <a href="%s">GNU General Public License</a> w wersji 2. Prosimy wysyłać raporty błędów i sugestie do programisty.

source: The newest version as well as the source code are available at: %s
pl: Najnowsza wersja jak również kod źródłowy programu są dostępne na: %s

source: Support: %s
pl: Pomoc techniczna: %s

source: <Language> translation by <Translator>
pl: Polskie tłumaczenie: Paweł Baczyński, Konrad Kałużyński

source: Animation
pl: Animacja

source: Play
pl: Odtwórz

source: Pause
pl: Pauza

source: Back
pl: Do tyłu

source: Step
pl: Do przodu

source: Speed
pl: Prędkość

source: Change the speed used to play the animation.
pl: Zmień prędkość odtwarzania animacji.

source: Repeat
pl: Powtarzaj

source: Repeat playing the animation until manually stopped.
pl: Powtarza odtwarzanie animacji dopóki nie zostanie ona zatrzymana ręcznie.

source: Auto reverse
pl: Automatyczne cofanie

source: Play backwards when the end of the animation is reached. This is most useful in combination with the "Repeat" command.
pl: Odtwarza animację od tyłu gdy dobiegnie ona końca. Jest to najbardziej użyteczne w połączeniu z opcją 'Powtarzaj'.

source: Save the animation to a file.
pl: Zapisuje animację do pliku.

source: Save frame...
pl: Zapisz klatkę...

source: Save the shown frame to an image file.
pl: Zapisuje widoczną klatkę do pliku graficznego.

source: Save all frames...
pl: Zapisz wszystkie klatki...

source: Save all frames in the animation to image files. This will create as many files as there are frames in the animation.
pl: Zapisuje wszystkie klatki animacji do plików graficznych. Spowoduje to utworzenie tylu plików, ile jest klatek w animacji.

source: Corner:
pl: Róg:

source: Choose which corner of the label should be locked.
pl: Wybierz który róg pola tekstowego ma zostać zablokowany.

source: Upper Left
pl: Lewy górny

source: Upper Right
pl: Prawy górny

source: Lower Left
pl: Lewy dolny

source: Lower Right
pl: Prawy dolny

source: Enter a coordinate to lock label at.
pl: Wprowadź współrzędną gdzie pole tekstowe ma zostać zablokowane.

source: Python interpreter
pl: Interpreter Python'a

source: Clear
pl: Wyczyść

source: Edit axes
pl: Edycja osi

source: x-axis
pl: Oś x

source: Minimum x-value.
pl: Minimalna wartość x.

source: Maximum:
pl: Maksimum:

source: Maximum x-value.
pl: Maksymalna wartość x.

source: Tick unit:
pl: Jednostka:

source: Units between ticks on the x-axis.
pl: Odległość pomiędzy jednostkami na osi x.

source: Grid unit:
pl: Jednostka siatki:

source: Units between the grid lines perpendicular to the x-axis.
pl: Odległość pomiędzy liniami siatki prostopadłymi do osi x.

source: Determine the tick unit automatically.
pl: Określa jednostkę automatycznie.

source: Auto tick
pl: Automatycznie

source: Show tick marks on the x-axis.
pl: Wyświetla jednostki na osi x.

source: Show ticks
pl: Pokaż jednostki

source: Set the grid unit to the same as the tick unit.
pl: Ustawia jednostkę siatki na taką samą jak jednostka osi.

source: Auto grid
pl: Automatycznie

source: Show vertical grid lines.
pl: Pokazuje pionowe linie siatki.

source: Show grid
pl: Pokaż siatkę

source: Use logarithmic scale on the x-axis.
pl: Używa skali logarytmicznej na osi x.

source: Logarithmic scale
pl: Skala logarytmiczna

source: Show units on the x-axis.
pl: Zaznacz aby na osi x były wyświetlane jednostki.

source: Show numbers
pl: Pokazuj liczby

source: Show units on the selected axis as a fraction multiplied by pi.
pl: Wyświetla jednostki na wskazanej osi jako ułamek pomnożony przez pi.

source: Show as a multiple of π
pl: Wyświetlaj jako wielokrotność π

source: Edit the label for the axis here.
pl: Wprowadź tu oznaczenie dla osi.

source: Show the label at the right side of the graphing area, above the x-axis.
pl: Wyświetlaj oznaczenie po prawej stronie obszaru kreślenia, nad osią x.

source: Label:
pl: Oznaczenie:

source: The x-axis will intersect with the y-axis at this value.
pl: Oś x przetnie oś y w tym punkcie.

source: The x-axis cross at y=
pl: Oś x przechodzi przez y=

source: y-axis
pl: Oś y

source: Minimum y-value.
pl: Minimalna wartość y.

source: Maximum y-value.
pl: Maksymalna wartość y.

source: Units between ticks on the y-axis.
pl: Jednostka osi y.

source: Units between the grid lines perpendicular to the y-axis.
pl: Jednostka linii siatki prostopadłych do osi y.

source: Show tick marks on the y-axis.
pl: Wyświetla jednostki na osi y.

source: Show horizontal grid lines.
pl: Wyświetla poziome linie siatki.

source: Use logarithmic scale for the y-axis.
pl: Używa skali logarytmicznej na osi y.

source: Show units on the y-axis.
pl: Zaznacz aby na osi y były wyświetlane jednostki.

source: The y-axis cross at x=
pl: Oś y przechodzi przez x=

source: The y-axis will intersect with the x-axis at this value.
pl: Oś y przetnie oś x w tym punkcie.

source: Show the label at the top of the graphing area, to the right of the y-axis.
pl: Wyświetlaj oznaczenie na górze obszaru kreślenia, po prawej stronie osi y.

source: Settings
pl: Ustawienia

source: Title:
pl: Tytuł:

source: Choose if you want to show the axes, and if you want to show them crossed or at the left and bottom of the image.
pl: Wybierz sposób wyświetlania osi: brak osi, osie przecinają się na środku obszaru kreślenia, osie mają swój początek w lewym dolnym rogu obszary kreślenia.

source: Axes style
pl: Styl osi

source: None
pl: Brak

source: Crossed
pl: Przecinające

source: Boxed
pl: Ramkowe

source: Choose if trigonometric functions should calculate in radians or degrees.
pl: Wybierz czy funkcje trygonometryczne mają być przeliczane w radianach czy w stopniach.

source: Trigonometry
pl: Trygonometria

source: Radian
pl: Radiany

source: Degree
pl: Stopnie

source: Enter a title to show above the coordinate system.
pl: Wpisz tytuł, który będzie widoczny nad układem współrzędnych.

source: Choose where the legend should be placed.
pl: Wybierz gdzie ma zostać umieszczona legenda.

source: Legend placement
pl: Położenie legendy

source: Check this to use complex numbers for calculations. Notice that this will slow graphing down.
pl: Zaznacz aby używać liczb zespolonych do obliczeń. Może to spowolnić rysowanie wykresów.

source: Calculate with complex numbers
pl: Przeliczaj używając liczb zespolonych

source: Font and color
pl: Czcionka i kolor

source: Colors
pl: Kolory

source: Grid color:
pl: Kolor siatki:

source: Axes color:
pl: Kolor osi:

source: Background color:
pl: Kolor tła:

source: Select the color of the image background.
pl: Wybierz kolor tła.

source: Select the color of the axes.
pl: Wybierz kolor osi.

source: Select the color of the grid lines.
pl: Wybierz kolor linii siatki.

source: Fonts
pl: Czcionki

source: Number font:
pl: Czcionka liczb:

source: Label font:
pl: Czcionka oznaczeń:

source: Legend font:
pl: Czcionka legendy:

source: Decimals:
pl: Miejsca po przecinku:

source: Number of decimals used when results are shown.
pl: Liczba miejsc po przecinku używana przy wyświetlaniu wyników.

source: Format used when complex numbers are shown.
pl: Format używany gdy pokazywane są liczby zespolone.

source: Complex form
pl: Postać zespolona

source: Real
pl: Część rzeczywista

source: Rectangular
pl: Algebraiczna

source: Recent files:
pl: Ostatnio otwierane pliki:

source: The number of most recent used files shown in the File menu.
pl: Liczba ostatnio używanych plików pokazywanych w menu Plik.

source: Max undo steps:
pl: Maksymalna liczba kroków wstecz:

source: Maximum number of undo steps saved. Set this to 0 to prevent undo.
pl: Maksymalna liczba zapisywanych akcji. Ustaw tę wartość na 0 aby uniemożliwić cofanie.

source: Font scale:
pl: Skala czcionki:

source: This is used to scale the user interface if you are having problems reading the text.
pl: Opcja ta pozwala na skalowanie interfejsu użytkownika jeżeli masz problemy z odczytaniem tekstu.

source: Language:
pl: Język:

source: Select the language to use for the user interface.
pl: Wybierz język interfejsu.

source: Show the tooltip when the cursor is over an item.
pl: Wyświetla podpowiedzi po najechaniu kursorem na wybrany obiekt.

source: Show tooltip
pl: Pokazuj podpowiedzi

source: Save the size of the main window when the program exits. This is used the next time Graph is run.
pl: Zapisuje rozmiar głównego okna przy wyjściu z programu.

source: Save workspace on exit
pl: Zapisuj stan okna przy wyjściu z programu

source: If checked the program will contact a web server when the program is started to see if a newer version is available.
pl: Jeżeli ta opcja jest zaznaczona, program po uruchomieniu łączy się z serwerem w celu sprawdzenia dostępności aktualizacji.

source: Check for new version of Graph at startup
pl: Sprawdź obecność nowszej wersji w trakcie uruchamiania programu

source: Use a custom decimal separator instead of the default from the Windows Regional settings.
pl: Używa separatora dziesiętnego wybranego przez użytkownika, zamiast domyślnego dla ustawień regionalnych systemu.

source: Custom decimal separator:
pl: Separator dziesiętny użytkownika:

source: Decimal separator used when exporting to other programs.
pl: Separator dziesiętny używany podczas eksportowania do innych programów.

source: Insert function
pl: Wstawianie funkcji

source: Function type:
pl: Typ funkcji:

source: Select the function type to graph.
pl: Wybierz typ funkcji.

source: Standard function y=f(x)
pl: Standardowa funkcja y=f(x)

source: Parametric function x(t), y(t)
pl: Funkcja parametryczna x(t), y(t)

source: Polar function r=f(t)
pl: Funkcja biegunowa r=f(t)

source: Function equation
pl: Równanie funkcji

source: Steps:
pl: Kroki:

source: Number of calculation steps used to draw the graph.
pl: Liczba kroków w obliczeniach, które są wykonywane w celu narysowania wykresu.

source: Draw type:
pl: Typ rysowania:

source: Choose Lines if you want the calculated points for the graph to be connected. Choose Dots if you only want to show a dot at each point.
pl: Wybierz Linie jeśli chcesz aby obliczone punkty wykresu były ze sobą połączone. Wybierz Kropki jeżeli chcesz aby wyświetlane były jedynie kropki dla każdego punktu.

source: Automatic
pl: Automatyczny

source: Dots
pl: Kropki

source: Lines
pl: Linie

source: Insert text label
pl: Wstaw pole tekstowe

source: Font name:
pl: Czcionka

source: Font size:
pl: Rozmiar:

source: Font color:
pl: Kolor czcionki:

source: Text size.
pl: Rozmiar tekstu.

source: Text string
pl: Tekst

source: Insert symbol (Ctrl+G)
pl: Wstaw symbol (Ctrl+G)

source: Insert object.
pl: Wstaw objekt.

source: Bold (Ctrl+B)
pl: Pogrubienie (Ctrl+B)

source: Italic (Ctrl+I)
pl: Kursywa (Ctrl+I)

source: Underline (Ctrl+U)
pl: Podkreślenie (Ctrl+U)

source: Strikethrough (Ctrl+S)
pl: Przekreślenie (Ctrl+S)

source: Superscript (Ctrl++)
pl: Indeks górny (Ctrl++)

source: Subscript (Ctrl+=)
pl: Indeks dolny (Ctrl+=)

source: Align left (Ctrl+L)
pl: Wyrównaj do lewej (Ctrl+L)

source: Center (Ctrl+E)
pl: Wyśrodkuj (Ctrl+E)

source: Align right (Ctrl+R)
pl: Wyrównaj do prawej (Ctrl+R)

source: Text font.
pl: Czcionka.

source: Text color.
pl: Kolor tekstu.

source: Select background color of the text label.
pl: Wybierz kolor tła dla pola tekstowego.

source: Transparent
pl: Przezroczysty

source: Undo last action.
pl: Cofa ostatnią akcję.

source: Redo last undone action.
pl: Powtarza ostatnio cofniętą akcję.

source: Paste the contents of the clipboard.
pl: Wkleja zawartość schowka.

source: Paste special...
pl: Wklej specjalne...

source: Select which clipboard representation you want to paste.
pl: Wybierz jaką reprezentację schowka chcesz wkleić.

source: Insert object...
pl: Wstaw obiekt...

source: Create a new OLE object.
pl: Tworzy nowy obiekt OLE.

source: Edit object
pl: Edytuj obiekt

source: Edit selected OLE object.
pl: Edytuje zaznaczony obiekt OLE.

source: Insert f'(x)
pl: Wstawianie pochodnej

source: Name:
pl: Nazwa:

source: Constant
pl: Stała

source: Value
pl: Wartość

source: Select a function or tangent to evaluate.
pl: Wybierz funkcję lub styczną do badania.

source: Select where the cursor will be placed when you click on the image.
pl: Wybierz gdzie ma być umieszczony kursor po kliknięciu myszką.

source: Enter the start coordinate or mark the range on the graph itself with the mouse.
pl: Podaj początkowe współrzędne lub zaznacz zakres na wykresie za pomocą myszki.

source: Enter the end coordinate or mark the range on the graph itself with the mouse.
pl: Podaj końcowe współrzędne lub zaznacz zakres na wykresie za pomocą myszki.

source: Snap to:
pl: Przyciągaj do:

source: The x-coordinate evaluated for the t-parameter.
pl: Współrzędna x obliczona dla danego parametru t.

source: The y-coordinate evaluated for the t-parameter.
pl: Współrzędna y obliczona dla danego parametru t.

source: The derivative of x(t) evaluated for the entered t-parameter.
pl: Wartość pochodnej x(t) obliczona dla danego parametru t.

source: The derivative of y(t) evaluated for the entered t-parameter.
pl: Wartość pochodnej y(t) obliczona dla danego parametru t.

source: The slope of the function evaluated for the entered t-parameter.
pl: Nachylenie wykresu obliczone dla podanego parametru t.

source: Enter the value for the parameter t for which you want to evaluate the function, or click on the graph in the graphing area.
pl: Wprowadź wartość parametru t dla którego chcesz badać funkcję lub kliknij na wykres w obszarze kreślenia.

source: Intersection
pl: Przecięcie

source: Extreme x-value
pl: Ekstremum x

source: Extreme y-value
pl: Ekstremum y

source: The distance to the function evaluated for the given angle.
pl: Obliczona odległość od funkcji dla podanego kąta.

source: The x-coordinate evaluated for the given angle.
pl: Współrzędna x obliczona dla podanego kąta.

source: The y-coordinate evaluated for the given angle.
pl: Współrzędna y obliczona dla podanego kąta.

source: The derivative of the function evaluated for the given angle.
pl: Pochodna funkcji obliczona dla podanego kąta.

source: The slope of the function evaluated for the given angle.
pl: Nachylenie wykresu funkcji obliczone dla podanego kąta.

source: Enter the value of the polar angle for which you want to evaluate the function, or click on the graph in the graphing area.
pl: Wprowadź wartość kąta biegunowego dla którego chcesz badać funkcję lub kliknij na wykresie na obszarze kreślenia.

source: Enter a value for which you want to evaluate the function, or click on the graph in the graphing area.
pl: Wprowadź wartość dla której chcesz badać funkcję lub kliknij na wykresie na obszarze kreślenia.

source: This is the function evaluated for the entered x-value.
pl: Wartość funkcji dla podanej wartości.

source: This is the first derivative of the function evaluated for the entered value.
pl: Wartość pochodnej dla podanej wartości.

source: This is the second derivative of the function evaluated for the entered value.
pl: Jest to wartość drugiej pochodnej funkcji.

source: This is the y-coordinate corresponding to the entered x-coordinate.
pl: Wartość y odpowiadająca podanej wartości x.

source: Enter an x-coordinate or click in the graphing area.
pl: Wprowadź współrzędną x lub kliknij na obszarze kreślenia.

source: Error
pl: Błąd

source: Error %s
pl: Błąd %s

source: Length
pl: Długość

source: Degrees
pl: Stopni

source: Label
pl: Oznaczenie

source: %s-error
pl: Błąd %s

source: Axes
pl: Osie

source: An error occurred while evaluating power function.
pl: Wystąpił błąd podczas analizowania funkcji potęgowej.

source: Tangent to pi/2+n*pi (90+n180 in degrees) is undefined.
pl: Nie istnieje tangens pi/2+n*pi (90+n180 w stopniach).

source: Fact can only be calculated for positive integers.
pl: Silnia może być wyznaczona tylko dla liczb całkowitych dodatnich.

source: Cannot take logarithm to number equal or less than zero.
pl: Nie można obliczyć logarytmu z liczby mniejszej lub równej 0.

source: sqrt is undefined for negative numbers.
pl: sqrt jest niezdefiniowany dla liczb ujemnych.

source: A part of the evaluation gave a number with an imaginary part.
pl: Fragment badania zwrócił liczbę z częścią urojoną.

source: Division by zero.
pl: Dzielenie przez 0.

source: Inverse trigonometric function out of range [-1;1]
pl: Funkcje cyklometryczne poza przedziałem [-1;1]

source: The function is not defined for this value.
pl: Funkcja niezdefiniowana dla tej wartości.

source: atanh evaluated at undefined value.
pl: atanh obliczony dla nieokreślonej wartości.

source: acosh evaluated at undefined value.
pl: acosh obliczony dla nieokreślonej wartości.

source: arg(0) is undefined.
pl: arg(0) jest niezdefiniowany.

source: Evaluation failed.
pl: Badanie się nie powiodło.

source: Argument produced a function result with total loss of precision.
pl: Argument stworzył wynik funkcji z całkowitą utratą precyzji.

source: The custom function/constant '%s' was not found or has the wrong number of arguments.
pl: Funkcja/stała użytkownika '%s' nie została znaleziona lub ma nieprawidłową liczbę argumentów.

source: Too many recursive calls.
pl: Zbyt wiele wywołań rekurencyjnych.

source: Overflow: A function returned a value too large to handle.
pl: Przepełnienie: Funkcja zwróciła zbyt dużą wartość.

source: A plugin function failed: %s
pl: Funkcja wtyczek uległa awarii: %s

source: Unexpected operator. Operator '%s' cannot be placed here.
pl: Nieoczekiwany operator. Operator '%s' nie może występować w tym miejscu.

source: The right bracket is missing.
pl: Brak prawego nawiasu.

source: Invalid number of arguments supplied for the function '%s'
pl: Nieprawidłowa liczba argumentów przekazana do funkcji '%s'

source: Comparison operator misplaced.
pl: Brak operatora porównania.

source: Invalid number found. Use the format: -5.475E-8
pl: Znaleziono nieprawidłową liczbę. Użyj formatu: -5.475E-8

source: String is empty. You need to enter a formula.
pl: Ciąg jest pusty. Musisz wprowadzić wyrażenie.

source: Comma is not allowed here. Use dot as decimal separator.
pl: Przecinek nie jest dozwolony tym miejscu. Użyj kropki jako separatora dziesiętnego.

source: Unexpected end of brackets.
pl: Nieoczekiwany koniec nawiasów.

source: Number, constant or function expected.
pl: Oczekiwana liczba, stała lub funkcja.

source: Parameter after constant or variable not allowed.
pl: Niedozwolony parametr po stałej lub zmiennej.
