Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Locale/Polish.po
Languages: pl

source: Expression expected.
pl: Oczekiwane wyrażenie.

source: Unknown variable, function or constant: "%s"
pl: Nieznana zmienna, funkcja lub stała: "%s"

source: Unknown character: "%s"
pl: Nieznany znak: "%s"

source: The end of the expression was unexpected.
pl: Nieoczekiwany koniec wyrażenia.

source: Error parsing expression.
pl: Błąd podczas przetwarzania wyrażenia.

source: A calculation resulted in an overflow.
pl: Nastąpiło przepełnienie podczas obliczeń.

source: An invalid value was used in the calculation.
pl: Nieprawidłowa wartość została użyta podczas obliczeń.

source: Not enough points for calculation.
pl: Liczba punktów potrzebnych do obliczeń jest niewystarczająca.

source: Illegal name "%s" for user defined function or constant.
pl: Niedozwolona nazwa "%s" dla funkcji lub stałej zdefiniowanej przez użytkownika.

source: Cannot differentiate recursive function.
pl: Nie można zróżniczkować funkcji rekurencyjnej.

source: Internal error.
pl: Błąd wewnętrzny.

source: Function "%s" cannot be differentiated.
pl: Funkcja "%s" nie może zostać zróżniczkowana.

source: Not further specified error occurred under calculation.
pl: Podczas obliczeń wystąpił bliżej nieokreślony błąd.

source: No solution found. Try another guess or another model.
pl: Nie znaleziono rozwiązania. Spróbuj jeszcze raz lub użyj innego modelu.

source: No result found.
pl: Nie znaleziono żadnego wyniku.

source: An accurate result cannot be found.
pl: Dokładny wynik nie może zostać znaleziony.

source: Internal error. Please notify the programmer with as much information as possible.
pl: Błąd wewnętrzny. Proszę poinformować programistę używając jak największej liczby informacji.

source: You need to enter a name for the function/constant.
pl: Musisz podać nazwę dla funkcji/stałej.

source: Invalid function/constant name '%s'. The name may only contain letters and decimal digits, and it must always start with a letter. In addition you are not allowed to redefine built-in names.
pl: Nieprawdiłowa nazwa funkcji/stałej: '%s'. Nazwa może zawierać tylko litery i cyfry i zawsze musi zaczynać się od litery. W dodatku nie można redefiniować standardowych funkcji.

source: You need to enter a name for the argument.
pl: Musisz podać nazwę dla argumentu.

source: Invalid argument name '%s'. The name may only contain letters and decimal digits, and it must always start with a letter. In addition you are not allowed to use built-in names as argument names.
pl: Nieprawdiłowa nazwa argumentu '%s'. Nazwa może zawierać tylko litery i cyfry i zawsze musi zaczynać się od litery. W dodatku nie możesz używać wbudowanych nazw jako nazw argumentów.

source: Character found after brackets.
pl: Znaleziono znak poza nawiasami.

source: Symbol "%s" defined more than once.
pl: Symbol "%s" zdefiniowany wielokrotnie.

source: Invalid equation or inequality.
pl: Nieprawidłowe równanie lub nierówność.

source: Updating...
pl: Odświeżanie...

source: Save changes?
pl: Zapisać zmiany?

source: Save changes in %s?
pl: Zapisać zmiany w %s?

source: You have reached the maximum range of zoom.
pl: Osiągnąłeś maksymalne powiększenie.

source: You have reached the minimum range of zoom.
pl: Osiągnąłeś minimalne powiększenie.

source: '%s' must not be zero.
pl: '%s' musi być różne od zera.

source: Error in value
pl: Błąd wartości

source: '%s' has to be an integer value greater or equal to 0.
pl: '%s' musi być liczbą całkowitą większą lub równą 0.

source: '%s' must be greater than zero.
pl: '%s' musi być większe od zera.

source: '%s' must be an integer greater than zero.
pl: '%s' musi być liczbą całkowitą większą od zera.

source: Trying to break zoom limit.
pl: Próba przekroczenia limitu powiększenia.

source: '%s' must be greater than '%s'
pl: '%s' musi być większe niż '%s'

source: The maximum value must be greater than the minimum value.
pl: Wartość maksymalna musi być większa niż wartość minimalna.

source: You need to enter a value.
pl: Musisz podać wartość.

source: This file was created with Graph %s. Only files from version %s and higher can be opened.
pl: Ten plik został utworzony za pomocą programu Graph %s. Tylko pliki z wersji %s lub nowszej mogą zostać otwarte.

source: '%s' is not a valid number.
pl: '%s' nie jest prawidłową liczbą.

source: '%s' must be a positive number.
pl: '%s' musi być liczbą dodatnią.

source: File not found: %s
pl: Nie znaleziono pliku: %s

source: Error reading file: %s The file is not a correct Graph file.
pl: Błąd podczas odczytu pliku: %s Ten plik nie jest prawidłowym plikiem programu Graph.

source: Unknown error while reading file: %s
pl: Nieznany błąd w trakcie odczytu pliku: %s

source: Graph files [*.grf]|*.grf
pl: Pliki programu Graph [*.grf]|*.grf

source: Cannot write to file: %s Access denied. Check that the file is not in use or write protected.
pl: Nie można zapisać pliku: %s Odmowa dostępu. Sprawdź czy plik nie jest używany lub czy nie jest zabezpieczony przed zapisem.

source: The font "%s" doesn't exist. Standard font is used instead.
pl: Czcionka "%s" nie istnieje. Zamiast niej użyto czcionki standardowej.

source: Graph system
pl: Układ współrzędnych programu Graph.

source: Open
pl: Otwórz

source: Selection error
pl: Błąd wyboru

source: File error
pl: Błąd pliku

source: Write access failed
pl: Błąd dostępu podczas zapisu

source: OLE error
pl: Błąd OLE

source: Error reading object
pl: Błąd podczas odczytywania obiektu

source: Not a valid Graph object.
pl: Nieprawidłowy obiekt programu Graph.

source: Object error
pl: Błąd obiektu

source: Windows does not have enough resources to save an image that large.
pl: System Windows nie ma wystarczającej ilości zasobów aby zapisać tak duży obraz.

source: '%1%' must be between %2% and %3%.
pl: '%1%' musi być pomiędzy %2% a %3%.

source: File not found
pl: Nie znaleziono pliku

source: Error reading file
pl: Błąd podczas odczytywania pliku

source: Printer error
pl: Błąd drukarki

source: Invalid use of infinity. Infinity cannot be used here.
pl: Nieprawidłowe użycie nieskończoności. Nieskończoność nie może zostać użyta w tym miejscu.

source: Not enough memory to complete the operation.
pl: Brak wystarczającej ilości pamięci do ukończenia operacji.

source: Printing aborted!
pl: Drukowanie przerwane!

source: Confirm delete
pl: Potwierdź usunięcie

source: Are you sure you want to delete %s?
pl: Jesteś pewien, że chcesz usunąć %s?

source: Graph files [*.grf]|*.grf|All files [*.*]|*.*
pl: Pliki programu Graph [*.grf]|*.grf|Wszystkie pliki [*.*]|*.*

source: CSV (semicolon delimited) [*.csv]|*.csv|CSV (comma delimited) [*.csv]|*.csv|Text (tab delimited) [*.txt]|*.txt|Text (space delimited) [*.txt]|*.txt|All files [*.*]|*.*
pl: CSV (oddzielone średnikiem) [*.csv]|*.csv|CSV (oddzielone przecinkiem) [*.csv]|*.csv|Text (oddzielone tabulatorem) [*.txt]|*.txt|Text (oddzielone spacją) [*.txt]|*.txt|Wszystkie pliki [*.*]|*.*

source: Are you sure you want to delete the model: %s?
pl: Jesteś pewien, że chcesz usunąć model: %s?

source: Maximum number on x-axis must be greater than the minimum value.
pl: Maksymalna liczba na osi x musi być większa niż wartość minimalna.

source: Maximum number on y-axis must be greater than the minimum value.
pl: Maksymalna liczba na osi y musi być większa niż wartość minimalna.

source: Server application not found.
pl: Nie znaleziono serwera aplikacji.

source: Maximum number for t must be greater than the minimum value.
pl: Maksymalna liczba dla t musi być większa niż wartość minimalna.

source: The step value for t must be a number greater than 0.
pl: Wartość kroku dla t musi być liczbą większą od zera.

source: The minimum value for the x-axis must be greater than 0, when the x-axis is logarithmic scaled.
pl: Minimalna wartość dla osi x musi być większa od zera gdy oś x jest w skali logarytmicznej.

source: The cross point of the y-axis must be greater than 0, when the x-axis is logarithmic scaled.
pl: Punkt przecięcia osi y musi być większy od zera gdy oś x jest w skali logarytmicznej.

source: The minimum value for the y-axis must be greater than 0, when the y-axis is logarithmic scaled.
pl: Minimalna wartość dla osi y musi być większa od zera gdy oś y jest w skali logarytmicznej.

source: The cross point of the x-axis must be greater than 0, when the y-axis is logarithmic scaled.
pl: Punkt przecięcia osi x musi być większy od zera gdy oś y jest w skali logarytmicznej.

source: 'Recent files' must be between 0 and 9.
pl: Liczba 'Ostatnio otwieranych plików' musi zawierać się w przedziale od 0 do 9.

source: The end of interval must be greater than the start of interval.
pl: Koniec przedziału musi być większy niż jego początek.

source: Error in interval.
pl: Błąd w przedziale

source: The width must be an integer greater than 0.
pl: Szerokość musi być liczbą całkowitą większą od zera.

source: Error in width
pl: Błąd w szerokości

source: The end of interval must be greater than the start of interval and %s must be greater than 0.
pl: Koniec przedziału musi być większy niż jego początek i %s musi być większe od zera.

source: Invalid model name.
pl: Nieprawidłowa nazwa modelu.

source: A model of that name already exist.
pl: Model o podanej nazwie już istnieje.

source: The derivative of the function is not defined at %s=%s
pl: Pochodna funkcji nie istnieje w punkcie %s=%s

source: Coordinate not defined
pl: Współrzędna niezdefiniowana

source: Checking for newer version...
pl: Sprawdzanie dostępności nowszej wersji...

source: Abort printing?
pl: Przerwać drukowanie?

source: Calculate area
pl: Oblicz pole

source: Calculate length of path
pl: Oblicz długość linii

source: Edit function
pl: Edytuj funkcję

source: Edit tangent/normal
pl: Edytuj styczną/normalną

source: Error processing file '%s' at line %s.
pl: Błąd podczas przetwarzania pliku '%s' w wierszu %s.

source: Edit text label
pl: Edytuj pole tekstowe

source: The model needs some constants (starting with a $) for Graph to find.
pl: Model wymaga podania stałych (rozpoczynających się od znaku $).

source: '%s' has to be an integer value between 0 and 1000.
pl: '%s' musi być liczbą całkowitą pomiędzy 0 a 1000.

source: Printing error
pl: Błąd drukowania

source: An unknown error occurred while printing.
pl: Wystąpił nieznany błąd podczas drukowania.

source: Error while adding points
pl: Błąd podczas dodawania punktów

source: Each point needs both an x- and a y-coordinate.
pl: Każdy punkt potrzebuje obu współrzędnych x i y.

source: "%s" is not a valid number.
pl: "%s" nie jest prawidłową liczbą.

source: You didn't add any points. You need to specify some x- and y-coordinates in the grid.
pl: Nie dodano żadnych punktów. Musisz określić współrzędne x i y w tabeli.

source: Edit point series
pl: Edytuj serię punktów

source: Edit shading
pl: Edytuj cieniowanie

source: You need to select a function.
pl: Musisz wybrać funkcję.

source: New version of Graph available
pl: Nowa wersja Graph jest dostępna

source: Graph %s is now available for download from www.padowan.dk Would you like to visit the download page?
pl: Program Graph można teraz pobrać na stronie www.padowan.dk Czy chciałbyś odwiedzić stronę pobierania?

source: No new version
pl: Brak nowej wersji

source: You are already using the most recent version of Graph.
pl: Korzystasz z najnowszej wersji programu Graph.

source: Cannot connect to server www.padowan.dk. Either the server is down or you do not have a connection to the Internet.
pl: Brak połączenia z serwerem www.padowan.dk. Wystąpiła awaria serwera lub nie masz połączenia z internetem.

source: Socket error %s
pl: Błąd gniazda %s

source: Definite integral, or signed area between function and x-axis, for the given domain range.
pl: Całka oznaczona lub powierzchnia pomiędzy funkcją osią x dla danego przedziału dziedziny.

source: Length of path along the curve calculated for the given range.
pl: Długość linii wzdłuż krzywej obliczona na zadanym przedziale.

source: The file cannot be opened by this version of the program. You need at least Graph %s to open this file.
pl: Plik nie może zostać otwarty za pomocą tej wersji programu. Potrzebujesz co najmniej wersji Graph %s aby otworzyć ten plik.

source: This file was saved by an outdated version of Graph, and it cannot be opened by the current version.
pl: Ten plik został zapisany przestarzałą wersją programu Graph i nie może zostać otwarty za pomocą tej wersji.

source: If you don't want to be asked again, this feature may be disabled from the Edit|Options dialog.
pl: Jeśli nie chcesz być pytany ponownie, ta opcja może być wyłączona w oknie dialogowym 'Edycja|Opcje'.

source: Edit relation
pl: Edycja relacji

source: Commands
pl: Polecenia

source: (All Commands)
pl: (Wszystkie polecenia)

source: To add a command to the toolbar simply select a category and drag the command out of this dialog box to the toolbar.
pl: Aby dodać polecenie do paska narzędzi, wybierz kategorię i przeciągnij polecenie z okna dialogowego na pasek narzędzi.

source: Edit f'(x)
pl: Edycja pochodnej

source: Edit trendline
pl: Edycja linii trendu

source: Categories:
pl: Kategorie:

source: The program seems to be stuck in an infinite loop. If you cancel the operation the program will become unstable. You should therefore save your data under a new name and restart the application.
pl: Wygląda na to, że program utknął w nieskończonej pętli. Jeżeli anulujesz operację, program może stać się niestabilny. Powinieneś zapisać dane pod nową nazwą i ponownie uruchomić program.

source: Thread is not responding
pl: Wątek nie odpowiada.

source: This Tip of the day can give you a lot of information about the program that most users don't know.
pl: Ta porada dnia może Ci dać wiele informacji o programie, których większość użytkowników nie zna.

source: You can get help using Graph, report bugs and suggest future improvements at the web forum: <a href="http://forum.padowan.dk">http://forum.padowan.dk</a>
pl: Możesz uzyskać pomoc w korzystaniu z programu Graph, zgłaszać błędy i sugestie na forum: <a href="http://forum.padowan.dk">http://forum.padowan.dk</a>

source: You can customize the toolbar by right clicking on it and select 'Customize toolbar'.
pl: Możesz dostosować pasek narzędzi klikając na niego prawym przyciskiem myszy i wybierając opcję 'Dostosuj pasek narzędzi'.

source: Instead of deleting a function, you can make it invisible by removing the check mark for the item in the function list.
pl: Zamiast usuwania funkcji, możesz ją ukryć odznaczając ją na liście funkcji.

source: You can paste images into a text label.
pl: Możesz wklejać obrazy do pola tekstowego.

source: Text labels can contain any kind of OLE objects, for example Microsoft Equation. When editing a label right click in the editing area and select 'Insert object'.
pl: Pola tekstowe mogą zawierać dowolne obiekty typu OLE jak np. równania z Microsoft Equation. Podczas edycji pola tekstowego kliknij prawym przyciskiem myszy w obszarze edycji i wybierz opcję 'Wstaw obiekt'.

source: You can export points from a point series to a file that can be read by other programs, for example Microsoft Excel. When editing the point series select the points, right click and choose 'Export to file'.
pl: Możesz eksportować punkty z serii punktów do pliku, który może być odczytany przez inne programy jak np. Microsoft Excel. Podczas edycji serii punktów kliknij prawym przyciskiem myszy i wybierz opcję 'Eksportuj do pliku'.

source: A vertical line at x=5 can be drawn as the parametric function x(t)=5, y(t)=t or as the relation x=5.
pl: Pionowa linia w x=5 może być narysowana jako funkcja parametryczna x(t)=5, y(t)=t lub jako relacja x=5.

source: You can use Zoom|Square to make the axes look equally scaled. This is especially useful when drawing circles and similar functions.
pl: Możesz użyć opcji 'Powiększenie|Wyrównaj skalę' aby ustawić jednakową skalę dla obu osi. Jest to szczególnie przydatne przy rysowaniu okręgów i podobnych funkcji.

source: You can find a list of all available functions in the help.
pl: Listę wszystkich dostępnych funkcji możesz znaleźć w 'Pomocy'.

source: You can combine two functions to one using 'if'. For example the function f(x)=x for x<1 and f(x)=x^2 for x>=1 can be written as f(x)=if(x<1, x, x^2).
pl: Możesz połączyć dwie funkcje w jedną używając 'if'. Na przykład funkcja f(x)=x dla x<1 i f(x)=x^2 dla x>=1 może być zapisana jako f(x)=if(x<1, x, x^2).

source: You can import the contents of another Graph file into the current coordinate system using 'File|Import|Graph file'.
pl: Możesz importować zawartość z innego pliku programu Graph do bieżącego układu współrzędnych używając opcji 'Plik|Importuj|Plik programu Graph'.

source: If you check 'Save as default' in the Axes dialog the current settings will be used as default when creating new coordinate systems.
pl: Jeżeli zaznaczysz opcję 'Zapisz jako domyślne' w oknie dialogowym 'Osie', bieżące ustawienia będą używane jako domyślne podczas tworzenia nowego układu współrzędnych.

source: While you hold down the Ctrl key, you can use the arrow keys to move the system.
pl: Przytrzymując wciśnięty klawisz Ctrl, możesz używać strzałek aby przemieszczać układ współrzędnych.

source: While you hold down the Ctrl key, you can use the + and - keys to zoom in and out.
pl: Podczas trzymania klawisza Ctrl możesz używać klawiszy + i - aby przybliżać lub oddalać widok.

source: You can use the scroll button on your mouse to zoom in and out at the position of the mouse cursor.
pl: Możesz używać kółka myszy aby przybliżać i oddalać widok w miejscu gdzie znajduje się kursor myszy.

source: If you don't want an item shown in the legend, you can right click on the item in the function list and deselect 'Show in legend'.
pl: Jeżeli nie chcesz aby dany obiekt był wyświetlany w legendzie, możesz kliknąć na niego prawym przyciskiem myszy na liście funkcji i odznaczyć opcję 'Pokazuj w legendzie'.

source: If you want the axes shown to the left and bottom of the image, you can choose Axes style as Boxed in the Settings tab of the Axes dialog.
pl: Jeżeli chcesz aby osie układu współrzędnych były wyświetlane po lewej stronie i na dole obszaru kreślenia, możesz wybrać opcję 'Ramkowe' na zakładce 'Ustawienia' w oknie dialogowym 'Osie'.

source: Graph can save the shown coordinate system in five different image formats: bmp, emf, png, jpg and pdf.
pl: Graph może zapisać widoczny układ współrzędnych w pięciu różnych formatach: bmp, emf, png, jpg oraz pdf.

source: You can use 'Edit|Copy image' to copy the coordinate system and paste it into another program, for example, Microsoft Word. Later you can usually edit the image in Graph by double clicking on it in the other program.
pl: Możesz użyć opcji 'Edycja|Kopiuj obraz' aby skopiować układ współrzędnych i wkleić go do innego programu jak np. Microsoft Word. Później zazwyczaj możesz go edytować w programie Graph klikając na niego dwukrotnie w innym programie.

source: You can open a saved grf-file in a new instance of the program by double clicking on it in Explorer.
pl: Możesz otworzyć zapisany plik grf w nowej instancji programu klikając na niego dwukrotnie w eksploratorze.

source: You can drag a grf-file from explorer into an open instance of Graph to open the file.
pl: Możesz przeciągnąć plik grf z eksploratora do otwartego programu Graph aby go otworzyć.

source: Graph will remember the size of the main window between executions. This can be disabled from the Options dialog.
pl: Program Graph będzie pamiętał rozmiar głównego okna pomiędzy kolejnymi uruchomieniami. Można to wyłączyć w oknie dialogowym 'Opcje'.

source: Calc|Table can be used to create a table with evaluation values for a function.
pl: Opcja 'Oblicz|Tabela' może być użyta do utworzenia tabeli z wartościami do badania dla funkcji.

source: A part or the whole evaluation table can be exported to a file by right clicking and selecting 'Export to file'. It can afterwards be opened in other programs like Microsoft Excel.
pl: Cała tabela analizy lub jej część może zostać eksportowana do pliku poprzez kliknięcie prawy przyciskiem myszy i wybranie opcji 'Eksportuj do pliku'. Plik może zostać później otwarty w innym programie jak np. Microsoft Excel.

source: Data from the evaluation table can be copied to another program like Microsoft Excel.
pl: Dane z tabeli analizy mogą być kopiowane do innych programów jak np. Microsoft Excel.

source: The data points in a point series can be copied to and from other programs like Microsoft Excel.
pl: Dane punktów w serii punktów mogą być kopiowane do i z innych programów jak np. Microsoft Excel.

source: Elements as functions, point series, etc. can be copied from one instance of the program to another using Edit|Copy.
pl: Elementy takie jak funkcje, serie punktów, itp. mogą być kopiowane z jednej instancji programu do drugiej za pomocą opcji Edycja|Kopiuj.

source: You can always undo the last thing you did using Edit|Undo.
pl: Zawsze możesz cofnąć ostatnią akcję za pomocą opcji 'Edycja|Cofnij'.

source: If you used Edit|Undo by mistake, you can use Edit|Redo to redo what you have undone.
pl: Jeżeli użyłeś opcji 'Edycja|Cofnij' przez pomyłkę, możesz użyć opcji 'Edycja|Ponów' aby anulować cofnięcie.

source: In the Axes dialog you can add a title to the coordinate system.
pl: W oknie dialogowym 'Osie' możesz dodać tytuł do układu współrzędnych.

source: You can import point series from files saved by other programs, like Microsoft Excel.
pl: Możesz importować serie punktów z plików innych programów jak np. Microsoft Excel.

source: When inserting a point series, you can copy data from programs like Microsoft Excel, and paste the data into the grid in Graph.
pl: Podczas wstawiania serii punktów, możesz kopiować dane z takich programów jak np. Microsoft Excel i wklejać je do tabeli.

source: You can use 'Zoom|Fit all' to change the coordinate system so all functions and point series are visible.
pl: Możesz użyć opcji 'Powiększenie|Dopasuj' wszystko aby zmienić widok układu współrzędnych tak aby widoczne były wszystkie funkcje lub serie punktów.

source: You can use Zoom|Fit to change the coordinate system to show all parts of the selected function or point series.
pl: Możesz użyć opcji 'Powiększenie|Dopasuj' aby zmienić widok układu współrzędnych tak aby widoczne były wszystkie elementy zaznaczonej funkcji lub serii punktów.

source: When you hold down the Shift key you can drag the coordinate system around with the mouse.
pl: Przytrzymując wciśnięty klawisz Shift, możesz za pomocą myszy przemieszczać układ współrzędnych.

source: You can use Calc|Evaluate to find intersections between functions, crossings with the axes and extremum points.
pl: Możesz użyć opcji 'Oblicz|Analizuj' aby znaleźć punkty przecięcia wykresów funkcji, punkty przecięcia z osiami układu współrzędnych i ekstrema.

source: When a point series is selected you can add points to it by clicking on the image while you hold down the Ctrl key.
pl: Gdy seria punktów jest zaznaczona, możesz dodać do niej nowe punkty przytrzymując klawisz Ctrl i klikając w układzie współrzędnych w miejsce gdzie chcesz wstawić nowy punkt.

source: You can use a relation to plot any inequality, for example sin(x^2) < cos(y^2)
pl: Możesz użyć relacji aby przedstawić graficznie nierówność, na przykład sin(x^2) < cos(y^2)

source: You can use a relation to plot any equation, for example x*sin x = y*cos y
pl: Możesz użyć relacji aby przedstawić graficznie równanie, na przykład sinx*sin x = y*cos y

source: Elements (functions, shadings, labels, relations, etc.) are drawn in the same order they appear in the function list to the left.
pl: Elementy (funkcje, cienie, pola tekstowe, itp.) są rysowane w tej samej kolejności w jakiej występują na liście funkcji po lewej.
