Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Locale/Polish.po
Languages: pl

source: Open file: %s
pl: Otwórz plik: %s

source: Show in legend
pl: Pokazuj w legendzie

source: Check to show the selected item in the legend.
pl: Zaznacz aby wyświetlać wybrany obiekt w legendzie.

source: Placement
pl: Położenie

source: Above x-axis
pl: Nad osią x

source: Place the label directly above the x-axis on the right side of the image.
pl: Umieszcza pole tekstowe bezpośrednio nad osią x po prawej stronie obszaru kreślenia.

source: Below x-axis
pl: Pod osią x

source: Place the label directly below the x-axis on the right side of the image.
pl: Umieszcza pole tekstowe bezpośrednio pod osią x po prawej stronie obszaru kreślenia.

source: Left of y-axis
pl: Na lewo od osi y

source: Place the label to the left of the y-axis at the top of the image.
pl: Umieszcza pole tekstowe na lewo od osi y u góry obszaru kreślenia.

source: Right of y-axis
pl: Na prawo od osi y

source: Place the label to the right of the y-axis at the top of the image.
pl: Umieszcza pole tekstowe na prawo od osi y u góry obszaru kreślenia.

source: Custom...
pl: Użytkownika...

source: Place the label at a custom position.
pl: Umieszcza pole tekstowe na pozycji wybranej przez użytkownika.

source: Rotation
pl: Obrót

source: Show the label with no rotation.
pl: Wyświetla pole tekstowe bez obrotu.

source: Show the label rotated 90° counter clockwise.
pl: Wyświetla pole tekstowe obrócone o 90° w kierunku przeciwnym do kierunku ruchu wskazówek zegara.

source: Show the label rotated 180°.
pl: Wyświetla pole tekstowe obrócone o 180°.

source: Show the label rotated 270° counter clockwise.
pl: Wyświetla pole tekstowe obrócone o 270° w kierunku przeciwnym do kierunku ruchu wskazówek zegara.

source: Specify the angle of rotation for the label.
pl: Określa kąt obrotu pola tekstowego.

source: Export to file...
pl: Eksportuj do pliku...

source: Export the selected point series to a file.
pl: Eksportuje zaznaczoną serię punktów do pliku.

source: Import
pl: Importuj

source: File
pl: Plik

source: Edit
pl: Edycja

source: Function
pl: Funkcja

source: Zoom
pl: Powiększenie

source: Calc
pl: Obliczenia

source: Plugins
pl: Wtyczki

source: Help
pl: Pomoc

source: New
pl: Nowy

source: Create a new coordinate system.
pl: Tworzy nowy układ współrzędnych.

source: Open...
pl: Otwórz...

source: Read a coordinate system from a file.
pl: Wczytuje układ współrzędnych z pliku.

source: Save
pl: Zapisz

source: Write the current coordinate system to a file.
pl: Zapisuje bieżący układ współrzędnych do pliku.

source: Save as...
pl: Zapisz jako...

source: Write the current coordinate system to a file with a new name.
pl: Zapisuje bieżący układ współrzędnych do pliku pod nową nazwą.

source: Save copy as...
pl: Zapisz kopię jako...

source: Save a copy of the current coordinate system to a file.
pl: Zapisuje kopię bieżącego układu współrzędnych do pliku.

source: Save as image...
pl: Zapisz jako obraz...

source: Save the shown coordinate system as an image.
pl: Zapisuje widoczny układ współrzędnych jako obraz.

source: Print...
pl: Drukuj...

source: Print shown coordinate system.
pl: Drukuje widoczny układ współrzędnych.

source: Exit
pl: Zakończ

source: Quit the program.
pl: Kończy działanie programu.

source: Undo
pl: Cofnij

source: Undo the last action.
pl: Cofa ostatnią akcję.

source: Redo
pl: Ponów

source: Redo the last action undone.
pl: Ponawia ostatnio cofniętą akcję.

source: Cut
pl: Wytnij

source: Cut the selected function or point series to the clipboard.
pl: Wycina zaznaczoną funkcję lub serię punktów do schowka.

source: Copy
pl: Kopiuj

source: Copy the selected function or point series to the clipboard.
pl: Kopiuje zaznaczoną funkcję lub serię punktów do schowka.

source: Paste
pl: Wklej

source: Paste a function or point series from the clipboard into the coordinate system.
pl: Wkleja funkcję lub serię punktów ze schowka do układu współrzędnych.

source: Copy image
pl: Kopiuj obraz

source: Copy the shown coordinate system to the clipboard.
pl: Kopiuje widoczny układ współrzędnych do schowka jako obraz.

source: Axes...
pl: Osie...

source: Edit axes settings.
pl: Edytuje ustawienia osi.

source: Options...
pl: Opcje...

source: Edit various options for the interface and program features.
pl: Edytuje różne opcje interfejsu i funkcji programu.

source: Insert function...
pl: Wstaw funkcję...

source: Insert a new function.
pl: Wstawia nową funkcję.

source: Insert tangent/normal...
pl: Wstaw styczną/normalną...

source: Insert a tangent or normal for the selected function.
pl: Wstawia styczną lub normalną do zaznaczonej funkcji.

source: Insert shading...
pl: Wstaw cieniowanie...

source: Add shading to the selected function.
pl: Dodaje cieniowanie do zaznaczonej funkcji.

source: Insert point series...
pl: Wstaw serię punktów...

source: Insert a point series.
pl: Wstawia serię punktów.

source: Insert trendline...
pl: Wstaw linię trendu...

source: Insert a curve of best fit for the selected point series.
pl: Wstawia krzywą najbardziej pasującą do zaznaczonej serii punktów.

source: Edit...
pl: Edytuj...

source: Edit the selected element: Function, tangent, point series, etc.
pl: Edytuje zaznaczony element: funkcję, styczną, serię punktów, itp.

source: Delete
pl: Usuń

source: Delete the selected function, tangent or point series.
pl: Usuwa zaznaczoną funkcję, styczną lub serię punktów.

source: Insert f'(x)...
pl: Wstaw pochodną...

source: Insert the first derivative of the selected function.
pl: Wstawia pierwszą pochodną zaznaczonej funkcji.

source: In
pl: Przybliż

source: Zoom in. Hold down Shift to zoom with larger steps.
pl: Przybliża widok. Przytrzymaj Shift aby przybliżać szybciej.

source: Out
pl: Oddal

source: Zoom out. Hold down Shift to zoom with larger steps.
pl: Oddala widok. Przytrzymaj Shift aby oddalać szybciej.

source: Window
pl: Okno

source: Zoom to user selected window.
pl: Przybliża do obszaru zaznaczonego przez użytkownika.

source: Square
pl: Wyrównaj skalę

source: Zoom to scale the axes equally. This will show a plotted circle in its correct relation instead of an ellipse.
pl: Skaluje osie układu współrzędnych jednakowo. Wykreślony okrąg będzie wyświetlany prawidłowo, nie jako elipsa.

source: Standard
pl: Standardowe

source: Reset the axes to their default settings.
pl: Przywraca domyślne ustawienia osi.

source: Move
pl: Przesuń

source: Move up
pl: Przesuń w górę

source: Move the graphing area up along the coordinate system. Hold down Shift to move in larger steps.
pl: Przesuwa obszar kreślenia w górę razem z układem współrzędnych. Przytrzymaj Shift aby przesuwać szybciej.

source: Move down
pl: Przesuń w dół

source: Move the graphing area down along the coordinate system. Hold down Shift to move in larger steps.
pl: Przesuwa obszar kreślenia w dół razem z układem współrzędnych. Przytrzymaj Shift aby przesuwać szybciej.

source: Move left
pl: Przesuń w lewo

source: Move the graphing area to the left along the coordinate system. Hold down Shift to move in larger steps.
pl: Przesuwa obszar kreślenia w lewo razem z układem współrzędnych. Przytrzymaj Shift aby przesuwać szybciej.

source: Move right
pl: Przesuń w prawo

source: Move the graphing area to the right along the coordinate system. Hold down Shift to move in larger steps.
pl: Przesuwa obszar kreślenia w prawo razem z układem współrzędnych. Przytrzymaj Shift aby przesuwać szybciej.

source: Move system
pl: Przesuń układ

source: Move the coordinate system with the mouse.
pl: Przesuwa układ za pomocą myszy.

source: Length of path
pl: Długość linii

source: Calculate the length of path between two given points on the curve.
pl: Oblicza długość linii pomiędzy dwoma punktami na krzywej.

source: Area
pl: Pole

source: Calculate the definite integral over a given interval.
pl: Oblicza całkę oznaczoną na zadanym przedziale.

source: Evaluate
pl: Badaj

source: Evaluate or trace the selected function.
pl: Bada lub śledzi zaznaczoną funkcję.

source: Table
pl: Tabela

source: Show an evaluation table.
pl: Pokazuje tabelę badania.

source: Contents and index
pl: Zawartość i indeks

source: Open help file.
pl: Otwiera plik pomocy.

source: List of functions
pl: Lista funkcji

source: Show a list of built-in functions that can be used for graphing.
pl: Pokazuje listę wbudowanych funkcji, które mogą być używane do rysowania wykresów.

source: Graph web site
pl: Strona programu Graph

source: Open the default browser and show the Graph web site.
pl: Otwiera domyślną przeglądarkę i ładuje stronę programu Graph.

source: Check for update
pl: Sprawdź dostępność aktualizacji

source: Contact the home page to see if a newer version is available.
pl: Kontaktuje się ze stroną domową aby sprawdzić czy dostępna jest nowsza wersja programu.

source: About Graph
pl: O programie Graph

source: Show copyright information.
pl: Pokazuje informacje o prawach autorskich.

source: Fit
pl: Dopasuj

source: Zoom to show the selected element.
pl: Przybliża lub oddala widok aby pokazać zaznaczony obiekt.

source: Fit all
pl: Dopasuj wszystko

source: Zoom to show all elements.
pl: Przybliża lub oddala widok aby pokazać wszystkie obiekty.

source: Frequently Asked Questions
pl: Najczęściej zadawane pytania

source: Show a list of frequently asked questions and their answers.
pl: Pokazuje listę najczęściej zadawanych pytań i odpowiedzi na nie.

source: Insert label...
pl: Wstaw pole tekstowe...

source: Insert a text label.
pl: Wstawia pole tekstowe...

source: Donate
pl: Wspomóż

source: Donate money to the project.
pl: Za pomocą tej opcji możesz przekazać pieniądze w celu wsparcia projektu.

source: Tip of the day
pl: Porada dnia

source: Show tip of the day
pl: Pokazuje poradę dnia

source: Support
pl: Pomoc techniczna

source: Open browser with the support page for the program.
pl: Otwiera przeglądarkę i ładuje stronę pomocy technicznej programu.

source: Zoom x-axis in
pl: Przybliż oś x

source: Zoom in on the x-axis only. Hold down Shift to zoom with larger steps.
pl: Przybliża tylko oś x. Przytrzymaj Shift aby przybliżać szybciej.

source: Zoom x-axis out
pl: Oddal oś x

source: Zoom out on the x-axis only. Hold down Shift to zoom with larger steps.
pl: Oddala tylko oś x. Przytrzymaj Shift aby oddalać szybciej.

source: Zoom y-axis in
pl: Przybliża oś y

source: Zoom in on the y-axis only. Hold down Shift to zoom with larger steps.
pl: Przybliża tylko oś y. Przytrzymaj Shift aby przybliżać szybciej.

source: Zoom y-axis out
pl: Oddal oś y

source: Zoom out on the y-axis only. Hold down Shift to zoom with larger steps.
pl: Oddala tylko oś y. Przytrzymaj Shift aby oddalać szybciej.

source: Insert relation...
pl: Wstaw relację...

source: Insert a new equation or inequality.
pl: Wstawia nowe równanie lub nierówność.

source: Custom functions/constants...
pl: Funkcje/stałe użytkownika...

source: Create custom functions and constants for use in graphs.
pl: Tworzy własne funkcje i stałe do użycia w wykresach.

source: Animate...
pl: Animacja...

source: Create an animation by variating a constant.
pl: Tworzy animację poprzez zmianę wartość stałej.

source: Graph file...
pl: Plik programu Graph...

source: Import a Graph file into the current coordinate system.
pl: Importuje plik programu Graph do bieżącego układu współrzędnych.

source: Point series...
pl: Serie punktów...

source: Import point series from a data file.
pl: Importuje serię punktów z pliku z danymi.

source: Scripting engine documentation
pl: Dokumentacja silnika skryptowego

source: Show documentation for scripting engine and plugin system.
pl: Pokazuje dokumentację silnika skryptowego i systemu wtyczek.

source: Reset to default
pl: Przywróć domyślne

source: Reset the toolbar icons to the installation default.
pl: Przywraca domyślny układ ikon paska narzędzi.

source: Customize toolbar...
pl: Dostosuj pasek narzędzi...

source: Customize the icons shown on the toolbar.
pl: Pozwala dostosować ikony widoczne na pasku narzędzi.

source: Edit label...
pl: Edytuj pole tekstowe...

source: Edit the label under the cursor.
pl: Edytuje pole tekstowe pod kursorem.

source: Delete label
pl: Usuń pole tekstowe

source: Delete the label under the cursor.
pl: Usuwa pole tekstowe pod kursorem.

source: Show legend
pl: Pokaż legendę

source: Select to show a legend in the coordinate system.
pl: Zaznacz aby wyświetlać legendę w układzie współrzędnych.

source: Font...
pl: Czcionka...

source: Change the font of the legend.
pl: Zmienia czcionkę legendy.

source: Top Right
pl: Na górze z prawej

source: Show the legend in the upper right corner.
pl: Umieszcza legendę w prawym górnym rogu.

source: Bottom Right
pl: Na dole z prawej

source: Show the legend in the bottom right corner.
pl: Umieszcza legendę w prawym dolnym rogu.

source: Top Left
pl: Na górze z lewej

source: Show the legend in the upper left corner.
pl: Umieszcza legendę w lewym górnym rogu.

source: Bottom Left
pl: Na dole z lewej

source: Show the legend in the bottom left corner.
pl: Umieszcza legendę w lewym dolnym rogu.

source: Close
pl: Zamknij

source: Next tip
pl: Następna

source: Previous tip
pl: Poprzednia

source: Show tips at startup
pl: Pokazuj porady przy uruchamianiu

source: Did you know...
pl: Czy wiesz, że...

source: Insert relation
pl: Wstaw relację

source: Relation:
pl: Relacja:

source: Constraints:
pl: Ograniczenia:

source: Cancel
pl: Anuluj

source: Legend text
pl: Tekst legendy:

source: Description:
pl: Opis:

source: Write a descriptive text to show in the legend and function list. If empty the formula will be used.
pl: Wpisz tekst do umieszczenia w legendzie i liście funkcji. W przypadku braku tekstu zostanie użyte równanie.

source: Properties
pl: Właściwości

source: Style:
pl: Styl:

source: Select the style used for drawing the inequality. Not used for equations.
pl: Wybierz styl rysowania nierówności. Nie dotyczy równań.

source: Select the color for drawing the relation.
pl: Wybierz kolor wykresu relacji.

source: Width:
pl: Grubość:

source: Line style:
pl: Styl linii:

source: Select line style used to draw equations and the border of inequalities.
pl: Wybierz styl linii używany do rysowania równań i linii brzegowych nierówności.

source: Color:
pl: Kolor:

source: Width in pixels of the equation line or the borderline of the inequality.
pl: Grubość w pikselach wykresu równania lub linii granicznej wykresu nierówności.

source: Enter the relation, for example "x^2+y^2 = 25" or "y < sin(x)"
pl: Wstaw relację, na przykład "x^2+y^2 = 25" or "y < sin(x)"

source: Enter constraints for the relation, for example "x > 0 and y < 5"
pl: Podaj ograniczenia dla relacji, na przykład "x > 0 and y < 5"

source: Insert tangent/normal
pl: Wstaw styczną/normalną

source: Value where the tangent/normal will interact with the function.
pl: Wartość przy której styczna/normalna będzie wchodzić w interakcję z wykresem funkcji.

source: Choose if you want a tangent or a normal.
pl: Wybierz czy chcesz styczną czy normalną.

source: Type
pl: Typ

source: Tangent
pl: Styczna

source: Normal
pl: Normalna

source: Write a descriptive text to show in the legend. If empty the equation will be used.
pl: Wpisz tekst do umieszczenia w legendzie. W przypadku braku tekstu zostanie użyte równanie.

source: Graph properties
pl: Właściwości wykresu

source: Width of graph in pixels.
pl: Grubość wykresu w pikselach.

source: Choose which line style to use for drawing the graph.
pl: Wybierz styl linii wykresu.

source: Select the color of the graph.
pl: Wybierz kolor wykresu.

source: Argument range
pl: Zakres argumentów

source: From:
pl: Od:

source: To:
pl: Do:

source: Start of range interval for the used variable.
pl: Początek przedziału dla użytej zmiennej.

source: End of range interval for the used variable.
pl: Koniec przedziału dla użytej zmiennej.

source: Endpoints
pl: Punkty graniczne

source: Start:
pl: Początek:

source: End:
pl: Koniec:

source: Select marker to show at the start of the interval. Only used if an argument range is specified.
pl: Wybierz znacznik początku przedziału. Używane tylko gdy został podany przedział argumentów.

source: Select marker to show at the end of the interval. Only used if an argument range is specified.
pl: Wybierz znacznik końca przedziału. Używane tylko gdy został podany przedział argumentów.

source: Insert trendline
pl: Wstaw linię trendu

source: Line
pl: Linia

source: Built-in
pl: Standardowe

source: Create a linear function: f(x)=ax+b
pl: Tworzy funkcję liniową: f(x)=ax+b

source: Create a logarithmic function: f(x)=a*ln(x)+b
pl: Tworzy funkcję logarytmiczną: f(x)=a*ln(x)+b

source: Create a polynomial function: f(x)=ax^3+bx^2+cx+d
pl: Tworzy funkcję wielomianową: f(x)=ax^3+bx^2+cx+d

source: Create a power function: f(x)=ax^b
pl: Tworzy funkcję potęgową: f(x)=ax^b

source: Create a exponential function: f(x)=a*b^x
pl: Tworzy funkcję wykładniczą: f(x)=a*x^b

source: Order:
pl: Stopień:

source: Polynomial
pl: Wielomianowa

source: Logarithmic
pl: Logarytmiczna

source: Linear
pl: Liniowa

source: Power
pl: Potęgowa

source: Exponential
pl: Wykładnicza

source: Create a moving average as a series of straight lines.
pl: Tworzy średnią kroczącą jako serię odcinków.

source: Moving average
pl: Średnia krocząca

source: Period:
pl: Okres:

source: Determines how many points are used for the average.
pl: Określa ile punktów jest użytych do utworzenia średniej.

source: The order of the polynomium. For example 2 means a parable.
pl: Stopień wielomianu. Na przykład 2 oznacza parabolę.

source: User defined
pl: Użytkownika

source: Add model
pl: Dodaj model

source: Remove model
pl: Usuń model

source: Edit model
pl: Edytuj model

source: Enter a function model to base the trendline on.
pl: Wprowadź model funkcji będącej bazą dla linii trendu.

source: Type a value in the Intercept box to specify the point where you want the trendline to meet the y-axis. This is only available for linear, polynomial and exponential trendlines.
pl: Wprowadź wartość aby określić punkt w którym linia trendu ma przeciąć oś y. Opcja dostępna tylko dla liniowych, wielomianowych i wykładniczych linii trendu.

source: Intercept =
pl: Przecięcie =

source: Import from file...
pl: Importuj z pliku...

source: Import user models from a file.
pl: Importuje modele użytkownika z pliku.

source: Export all to file...
pl: Eksportuj wszystko do pliku...

source: Export user models to a file.
pl: Eksportuje modele użytkownika do pliku.

source: User models [*.ini]|*.ini
pl: Modele użytkownika [*.ini]|*.ini

source: Insert point series
pl: Wstaw serię punktów

source: The name of the point series, which is shown in the list to the left of the coordinate system.
pl: Nazwa serii punktów, która jest widoczna na liście na lewo od układu współrzędnych.

source: Series
pl: Seria

source: This shows a sample of the markers and the lines between the markers.
pl: Pokazuje przykład znaczników i linii pomiędzy nimi.

source: Sample
pl: Przykład

source: Markers
pl: Znaczniki

source: Marker
pl: Znacznik

source: Size:
pl: Rozmiar:

source: Choose the size of the markers.
pl: Wybierz rozmiar znaczników.

source: Choose the type of markers to be shown at each point.
pl: Wybierz typ znaczników.

source: Choose the color of the markers.
pl: Wybierz kolor znaczników.

source: Interpolation:
pl: Interpolacja:

source: Choose the style of lines to be drawn between the points. You may also choose not to draw any lines.
pl: Wybierz styl linii rysowanej pomiędzy punktami. Możesz również nie rysować żadnych linii.

source: Choose the width of the lines in pixels.
pl: Wybierz grubość linii w pikselach.

source: Select which kind of line to draw between the markers.
pl: Wybierz jaki rodzaj linii rysować pomiędzy markerami.

source: 1D cubic spline
pl: Splajn sześcienny 1D

source: 2D cubic spline
pl: Splajn sześcienny 2D

source: Half cosine
pl: Pół cosinus

source: Choose the color of the lines.
pl: Wybierz kolor linii.

source: Labels
pl: Pola tekstowe

source: Position:
pl: Pozycja:

source: Check to show the coordinate at each point.
pl: Zaznacz aby pokazywać współrzędne przy każdym punkcie.

source: Show coordinates
pl: Pokaż współrzędne.

source: Select the font for the coordinates.
pl: Wybierz czcionkę dla współrzędnych.

source: Select where the coordinates should be shown.
pl: Wybierz gdzie mają być pokazywane współrzędne.

source: Above
pl: Powyżej

source: Below
pl: Poniżej

source: Left
pl: Po lewo

source: Right
pl: Po prawo

source: Above Left
pl: U góry po lewo

source: Above Right
pl: U góry po prawo

source: Below Left
pl: Na dole po lewo

source: Below Right
pl: Na dole po prawo

source: Choose between cartesian (x,y) coordinates and polar (θ,r) coordinates.
pl: Wybierz pomiędzy kartezjańskim (x,y) a biegunowym (θ,r) układem współrzędnych.

source: Coordinate type
pl: Typ współrzędnych

source: Cartesian
pl: Kartezjańskie

source: Polar
pl: Biegunowe

source: Error bars
pl: Słupki błędów

source: X error amount
pl: Wielkość błędu X

source: Show horizontal error bars.
pl: Pokazuje poziome słupki błędów.

source: Show x-bars
pl: Pokaż słupki x

source: All error bars are the same size.
pl: Wszystkie słupki są tej samej wielkości.

source: Fixed:
pl: Stała wartość:

source: Enter fixed value.
pl: Wprowadź stałą wartość.

source: All error bars are the same percentage of the x-coordinate.
pl: Wszystkie słupki są jednakowym procentem wartości współrzędnej x

source: Relative:
pl: Wartość względna:

source: Each error bar is given a custom value.
pl: Każdy słupek otrzymuje własną wartość.

source: Custom
pl: Użytkownika

source: Enter relative value in percent.
pl: Wprowadź wartość względną w procentach.

source: Y error amount
pl: Wielkość błędu Y

source: Show vertical error bars.
pl: Pokazuje pionowe słupki błędów.

source: Show y-bars
pl: Pokaż słupki y

source: All error bars are the same percentage of the y-coordinate.
pl: Wszystkie słupki są jednakowym procentem wartości współrzędnej y

source: Apply
pl: Zastosuj

source: Cut the selected text to the clipboard.
pl: Wycina zaznaczony tekst do schowka.

source: Copy the selected text to the clipboard.
pl: Kopiuje zaznaczony tekst do schowka.

source: Paste text from the clipboard into the grid. Other cells may be overwritten by the text from the clipboard.
pl: Wkleja tekst ze schowka do tabeli. Inne komórki mogą zostać nadpisane tekstem ze schowka.

source: Erase selected cells.
pl: Usuwa zaznaczone komórki.

source: Insert row
pl: Wstaw wiersz

source: Inserts a row in the grid moving rows below one down.
pl: Wstawia wiersz do tabeli przesuwając wiersze pod nim w dół.

source: Remove row
pl: Usuń wiersz

source: Removes the selected rows.
pl: Usuwa zaznaczone wiersze.

source: Select all
pl: Zaznacz wszystko

source: Select all cells.
pl: Zaznacza wszystkie komórki

source: Import data from a file and place it at the selected cell.
pl: Importuje dane z pliku i umieszcza je w zaznaczonej komórce.

source: Export selected data to a file.
pl: Eksportuje zaznaczone dane do pliku.

source: Calculate table
pl: Tabela obliczeń

source: The step value. This is the difference between two adjoining values in the defined interval.
pl: Wartość kroku. Jest to różnica pomiędzy dwiema sąsiednimi wartościami w zdefiniowanym przedziale.

source: The first x-value in the interval.
pl: Pierwsza wartość x w przedziale.

source: The last x-value in the interval.
pl: Ostatnia wartość x w przedziale.

source: Show %s
pl: Pokaż %s

source: Show the %s column in the table.
pl: Pokazuje kolumnę %s w tabeli.

source: Copy selected cells to the clipboard.
pl: Kopiuje zaznaczone komórki do schowka.

source: Saves the selected data to a file.
pl: Zapisuje zaznaczone dane do pliku.

source: Calculating
pl: Obliczanie

source: CSV (Comma delimited) [*.csv]|*.csv|Text [*.txt]|*.txt
pl: CSV (oddzielone przecinkiem) [*.csv]|*.csv|Text [*.txt]|*.txt
