Repository: akavel/graph-mirror2
Catalog: Trunk/Graph/Locale/Polish.po
Languages: pl

source: You can move the selected element in the function list either by dragging it with the mouse or with the arrow up/down keys while ALT is held down.
pl: Możesz przesunąć wybrany element na liście funkcji przeciągając go za pomocą myszy lub za pomocą strzałek góra/dół z wciśniętym klawiszem ALT.

source: You can show functions and other elements behind the axes by moving the element above the axes in the function list to the left. To move shadings and tangents you will have to move the functions they are attached to.
pl: Możesz wyświetlać funkcje i inne elementy za osiami układu współrzędnych przeciągając na liście funkcji po lewej stronie ekranu wybrany element nad element 'Osie'. Aby przesunąć cieniowania i styczne musisz przesunąć powiązane z nimi funkcje.

source: Custom text labels may be attached to the axes by right clicking on the label and selecting a placement from the context menu.
pl: Własne pola tekstowe można umieszczać na osiach klikając prawym przyciskiem myszy na pole tekstowe i wybierając położenie z menu kontekstowego.

source: The legend may be moved freely with the mouse or attached to one of the corners by right clicking on the legend and choose a placement from the context menu.
pl: Legendę można swobodnie przesuwać za pomocą myszy lub przyczepić do jednego z rogów okna klikając prawym przyciskiem myszy na legendę i wybierając położenie z menu kontekstowego.

source: As an alternative to Transparent, you can choose a custom background color for labels. This is especially useful for labels drawn over shadings.
pl: Jako alternatywę dla przezroczystości, możesz ustawić własny kolor tła dla pól tekstowych. Jest to szczególnie przydatne w przypadku pól tekstowych umieszczanych nad obszarami cieniowanymi.

source: In most places like point series, axes settings, function ranges, etc., you can use expressions like pi/4 instead of numbers.
pl: W większości opcji jak serie punktów, ustawienia osi, przedziały funkcji, itp., zamiast liczb możesz używać wyrażeń jak np. pi/4.

source: You can create your own custom constants under Function|Custom functions for use in functions, point series, etc. For example g=9.80665, R=8.31
pl: Możesz tworzyć swoje własne stałe za pomocą opcji 'Funkcja|Funkcje użytkownika' aby wykorzystywać je w funkcjach, seriach punktów, itp. Na przykład g=9.80665, R=8.31

source: You can create your own custom functions under Function|Custom functions for use in plotting functions, relations, etc. For example sinc(x)=if(x=0, 0, sin(x)/x)
pl: Możesz tworzyć swoje własne funkcje za pomocą opcji 'Funkcja|Funkcje' użytkownika aby wykorzystywać je przy rysowaniu wykresów, w relacjach itp. Na przykład sinc(x)=if(x=0, 0, sin(x)/x)

source: In the Save as image dialog there is an Option button you can use to specify the image resolution. This is especially useful if you want a high resolution image.
pl: W oknie dialogowym 'Zapisz jako obraz...' za pomocą przycisku 'Opcje...' możesz ustawić rozdzielczość obrazu. Jest to szczególnie przydatne gdy chcesz uzyskać obraz o dużej rozdzielczości.

source: Point series can have arrows as markers. A point series with arrows as markers and lines between the points can be used to show vectors.
pl: Serie punktów mogą mieć strzałki jako znaczniki. Taka seria z liniami łączącymi punkty może być użyta do wyświetlania wektorów.

source: Insert symbol
pl: Wstaw symbol

source: Subset:
pl: Podzbiór:

source: Insert
pl: Wstaw

source: Select color
pl: Wybierz kolor

source: Customize
pl: Dostosuj pasek narzędzi

source: Description
pl: Opis

source: Cannot open clipboard: %s
pl: Nie można otworzyć schowka: %s

source: There is no default printer currently selected.
pl: Nie wybrano domyślnej drukarki.

source: Install for all users
pl: Zainstaluj dla wszystkich użytkowników

source: Examples
pl: Przykłady

source: Local
pl: Lokalne

source: Global
pl: Globalne

source: Print
pl: Drukuj

source: Scale:
pl: Skala:

source: Printer
pl: Drukarka

source: Type:
pl: Typ:

source: Where:
pl: Gdzie:

source: Comment:
pl: Komentarz:

source: Select the printer to use. The Properties button may be used to change more advanced settings for the printer.
pl: Wybierz drukarkę. Użyj przycisku Opcji aby zmienić zaawansowane ustawienia drukarki.

source: Select to print in color (or grayscale if your printer is not a color printer) or convert all colors to black.
pl: Wybierz czy drukować w kolorze (lub w skali szarości jeśli drukarka nie jest kolorowa) czy przekształcić wszystkie kolory na czarny.

source: Print output
pl: Kolor

source: Color
pl: Kolor

source: Black && white
pl: Czarno-biały

source: Position (millimeters)
pl: Pozycja (w milimetrach)

source: Left margin:
pl: Lewy margines:

source: Top margin:
pl: Górny margines:

source: Center the printing area on the page.
pl: Wyśrodkowuje obszar drukowania na stronie.

source: Center on page
pl: Środek strony

source: Specify the printing area of the page. The printer will print only within these margins.
pl: Określ obszar drukowania strony. Drukarka będzie drukowała jedynie w obrębie ustawionych marginesów.

source: Number of copies:
pl: Liczba kopii:

source: Choose number of copies to print.
pl: Wprowadź liczbę kopii do druku.

source: Enter percent of original size.
pl: Podaj procent oryginalnego rozmiaru.
