Repository: akavel/graph-mirror2
Catalog: Locale/*.po
Languages: portuguese

source: String is empty. You need to enter a function.
portuguese: Não há função. Você precisa inserir uma função.

source: Comma is not allowed here. Use dot as decimal separator.
portuguese: O uso de vírgula não é permitido aqui. Use como separador decimal o ponto.

source: Unexpected end of brackets.
portuguese: Fim inesperado do parêntese.

source: Number, constant or function expected.
portuguese: Número, constante ou função esperados.

source: Parameter after constant or variable not allowed.
portuguese: Parâmetro após constante ou variável não permitida.

source: Expression expected.
portuguese: Expressão esperada.

source: Unknown variable, function or constant: "%s"
portuguese: Variável, função ou constante desconhecida: "%s "

source: Unknown character: "%s"
portuguese: Caracter desconhecido: "%s"

source: The end of the expression was unexpected.
portuguese: Fim inesperado da expressão.

source: Error parsing function text.
portuguese: Erro de análise do texto da função.

source: A calculation resulted in an overflow.
portuguese: Um cálculo resultou em um overflow.

source: An invalid value was used in the calculation.
portuguese: Um valor incorreto foi usado no cálculo.

source: Not enough points for calculation.
portuguese: Não há bastante pontos para o cálculo.

source: Illegal name "%s" for user defined function or constant.
portuguese: Nome ilegal "%s" para função ou constante definida pelo usuário.

source: Cannot differentiate recursive function.
portuguese: Não posso calcular função recursiva.

source: Internal error.
portuguese: Erro interno.

source: Function cannot be differentiated.
portuguese: A função não pode ser diferenciada.

source: Not further specified error occurred under calculation.
portuguese: Não pode especificar o erro que ocorreu durante o cálculo.

source: No solution found. Try another guess or another model.
portuguese: Nenhuma solução encontrada. Tente uma outra suposição ou um outro modelo.

source: Internal error. Please notify the programmer with as much information as possible.
portuguese: Erro interno. Por favor, notifique o programador com o maxímo de informação possível.

source: You need to enter a name for the function/constant.
portuguese: Você precisa informar um nome para a função/constante

source: Invalid function/constant name '%s'. The name may only contain letters and decimal digits, and it must always start with a letter. In addition you are not allowed to redefine built-in names.
portuguese: Nome de função/constante inválido: '%s'. O nome deve conter apenas letras e números, e deve sempre iniciar com uma letra. Também não é permitido redefinir nomes.

source: You need to enter a name for the argument.
portuguese: Você precisa informar um valor para o argumento.

source: Invalid argument name '%s'. The name may only contain letters and decimal digits, and it must always start with a letter. In addition you are not allowed to use built-in names as argument names.
portuguese: Nome de argumento inválido: '%s'. O nome deve conter apenas letras e números, e deve sempre iniciar com uma letra Também não é permitido usar nome como argumentos.

source: Character found after brackets.
portuguese: Caracter encontrado após o parentese.

source: Symbol "%s" defined more than once.
portuguese: Simbolo "%s" já foi definido anteriormente.

source: Invalid equation or inequality.
portuguese: Equação ou inequação inválida.

source: Updating...
portuguese: Atualizando...

source: Save changes?
portuguese: Salvar alterações?

source: Save changes in %s?
portuguese: Salvar alterações em %s?

source: You have reached the maximum range of zoom.
portuguese: Você alcançou a escala máxima do zoom.

source: You have reached the minimum range of zoom.
portuguese: Você alcançou a escala mínima do zoom

source: Error in value
portuguese: Erro no valor

source: '%s' has to be an integer value greater or equal to 0.
portuguese: ' %s' tem que ser um valor do inteiro maior ou igual a 0

source: '%s' must be greater than zero.
portuguese: '%s' deve ser maior que zero.

source: '%s' must be an integer greater than zero.
portuguese: '%s' deve ser um inteiro maior que zero.

source: Trying to break zoom limit.
portuguese: Tentando quebrar o limite do zoom

source: '%s' must be greater than '%s'
portuguese: '%s' deve ser maior que ' %s'.

source: The maximum value must be greater than the minimum value.
portuguese: O valor máximo deve ser maior que o valor mínimo

source: You need to enter a value.
portuguese: Você precisa informar um valor.

source: This file was created with Graph %s. Only files from version %s and higher can be opened.
portuguese: Este arquivo foi criado com o Grafh %s. Somente arquivos da versão %s ou maior podem ser abertos.

source: '%s' is not a valid number.
portuguese: '%s' não é um número válido.

source: Open the file %s.
portuguese: Abrir o arquivo %s.

source: '%s' must be a positive number.
portuguese: '%s' deve ser um número positivo.

source: File not found: %s
portuguese: Arquivo não encontrado: %s

source: Error reading file: %s The file is not a correct Graph file.
portuguese: Erro na leitura do arquivo: %s não é uma arquivo válido para o Graph

source: Unknown error while reading file: %s
portuguese: Erro desconhecido ao ler o arquivo: %s

source: Graph files [*.grf]|*.grf
portuguese: Arquivo do Grafh [*.grf]|*.grf

source: Cannot write to file: %s Access denied. Check that the file is not in use or write protected.
portuguese: Não posso escrever o arquivo: %s .Acesso negado. Certifique-se de que o arquivo não esteja em uso ou protegido contra gravação.

source: The font "%s" doesn't exist. Standard font is used instead.
portuguese: A fonte "%s " não existe. A fonte padrão é usada preferivelmente.

source: Selection error
portuguese: Erro de seleção

source: File error
portuguese: Erro do arquivo

source: Write access failed
portuguese: Falha no acesso de escrita

source: OLE error
portuguese: Erro OLE

source: Error reading object
portuguese: Erro na leitura objeto

source: Not a valid Graph object.
portuguese: Objeto não válido para o Grafh.

source: Object error
portuguese: Erro do objeto.

source: Windows does not have enough resources to save an image that large.
portuguese: O Windows não tem recursos para salvar uma imagem tão grande.

source: '%1%' must be between %2% and %3%.
portuguese: '%1%' deve ser entre '%2%' e '%3%'.

source: File not found
portuguese: Arquivo não encontrado.

source: Error reading file
portuguese: Erro na leitura do arquivo

source: Confirm delete
portuguese: Confirma a exclusão

source: Are you sure you want to delete %s?
portuguese: Você está certo que quer apagar %s ?

source: Graph files [*.grf]|*.grf|All files [*.*]|*.*
portuguese: Arquivos do Graph [*.grf]|*.grf|Todos os arquivos [*.*]|*.*

source: Text [*.txt; *.csv]|*.txt;*.csv|All files [*.*]|*.*
portuguese: Texto [*.txt; *.csv]|*.txt;*.csv|Todos os arquivos [*.*]|*.*

source: Are you sure you want to delete the model: %s?
portuguese: Você está certo que quer apagar o modelo: %s ?

source: Maximum number on x-axis must be greater than the minimum value.
portuguese: O número máximo no eixo-x deve ser maior do que o valor mínimo.

source: Maximum number on y-axis must be greater than the minimum value.
portuguese: O número máximo no eixo-y deve ser maior do que o valor mínimo.

source: Server application not found.
portuguese: Servidor de aplicação não encontrado.

source: Maximum number for t must be greater than the minimum value.
portuguese: O número máximo para t deve ser maior que o valor mínimo.

source: The step value for t must be a number greater than 0.
portuguese: O valor de incremento para t deve ser um número maior que 0.

source: The minimum value for the x-axis must be greater than 0, when the x-axis is logarithmic scaled.
portuguese: O valor mínimo para o eixo-x deve ser maior que 0, quando o eixo estiver em escala logarítmica.

source: The cross point of the y-axis must be greater than 0, when the x-axis is logarithmic scaled.
portuguese: O ponto de cruzamento do eixo-y deve ser maior que 0, quando o eixo-x está em escala logarítmica.

source: The minimum value for the y-axis must be greater than 0, when the y-axis is logarithmic scaled.
portuguese: O valor mínimo para o eixo-y deve ser maior que 0, quando o eixo-y estiver em escala logarítmica.

source: The cross point of the x-axis must be greater than 0, when the y-axis is logarithmic scaled.
portuguese: O ponto de cruzamento para o eixo-x deve ser maior que 0, quando o eixo-y estiver em escala logarítmica.

source: 'Recent files' must be between 0 and 9.
portuguese: 'Arquivos recentes' deve estar entre 0 e 9..

source: The end of interval must be greater than the start of interval.
portuguese: O fim do intervalo deve ser maior do que o começo do intervalo.

source: Error in interval.
portuguese: Erro no intervalo.

source: The width must be an integer greater than 0.
portuguese: A largura deve ser um inteiro maior do que 0

source: Error in width
portuguese: Erro na largura

source: The end of interval must be greater than the start of interval and %s must be greater than 0.
portuguese: O fim do intervalo deve ser maior que o começo do intervalo e do %s deve ser maior que 0.

source: The derivative of the function is not defined at %s=%s
portuguese: A derivada da função não é devinida em %s=%s

source: Coordinate not defined.
portuguese: Coordenada não definida

source: Checking for newer version...
portuguese: Procurando por nova versão.

source: Abort printing?
portuguese: Cancelar impressão?

source: Calculate area
portuguese: Calcule a área

source: Calculate length of path
portuguese: Calcule o comprimento do trajeto

source: Edit function
portuguese: Alterar a função

source: Edit tangent/normal
portuguese: Alterar a reta tangente/normal

source: Error processing file '%s' at line %s.
portuguese: Erro no processamento do arquivo '%s' na linha %s.

source: '%s' has to be an integer value between 0 and 1000.
portuguese: ' %s' tem que ser um valor inteiro maior, entre 0 e 1000.

source: Printing error
portuguese: Erro de impressão

source: An unknown error occurred while printing.
portuguese: Ocorreu um erro desconhecido durante a impressão.

source: Error while adding points
portuguese: Erro ao adicionar os pontos

source: Each point needs both an x- and a y-coordinate.
portuguese: Cada ponto necessita de uma coordenada (x,y).

source: "%s" is not a valid number.
portuguese: "%s" não é número válido.

source: You didn't add any points. You need to specify some x- and y-coordinates in the grid.
portuguese: Você não adicionou pontos. Você necessita especificar algumas coordenadas(x,y) na grade.

source: Edit point series
portuguese: Altere a série de pontos

source: Edit shading
portuguese: Alterar a sombra.

source: You need to select a function.
portuguese: Você precisa selecionar uma função

source: New version of Graph available
portuguese: Versão nova do Graph está disponível

source: Graph %s is now available for download from www.padowan.dk with these new features since the previous version: %s Would you like to visit the web site?
portuguese: Graph %s já está disponível para o download do www.padowan.dk com novos recursos que essa não tem versão : %s Você gostaria de entrar no site?

source: No new version
portuguese: Não há nova versão.

source: You are already using the most recent version of the program.
portuguese: Você está usando a versão mais recente deste programa.

source: Cannot connect to server www.padowan.dk. Either the server is down or you do not have a connection to the Internet.
portuguese: Não posso conectar à página www.padowan.dk. A página esta fora do ar ou você não tem uma conexão a Internet.

source: Socket error %s
portuguese: Erro de socket %s

source: The server responded with the message '%s'
portuguese: O servidor respondeu com a mensagem ' %s'

source: Protocol reply error %s
portuguese: Retorno de erro do protocolo %s

source: The file cannot be opened by this version of the program. You need at least Graph %s to open this file.
portuguese: O arquivo não pode ser aberto por esta versão do programa. Você necessita instalar o Graph %s para abrir este arquivo.

source: This file was saved by an outdated version of Graph, and it cannot be opened by the current version.
portuguese: Este arquivo foi salvo numa outra versão do Grafh, e não pode ser aberto pela versão atual.

source: If you don't want to be asked again, this feature may be disabled from the Edit|Options dialog.
portuguese: Se não quiser ver essa mensagem novamente, desative esta função no menu Editar|Opções.

source: Edit relation
portuguese: Alterar a relação.

source: Commands
portuguese: Comandos

source: (All Commands)
portuguese: (Todos os comandos)

source: To add a command to a toolbar simply select a category and drag the command out of this dialog box to a toolbar.
portuguese: Para adicionar um comando à barra, simplesmente selecione a categoria e arraste o comando da caixa de diálogo para a barra.

source: Edit f'(x)
portuguese: Altera f'(x)

source: Edit trendline
portuguese: Altera o ajuste de curva.

source: Categories:
portuguese: Categorias:

source: This Tip of the day can give you a lot of information about the program that most users don't know.
portuguese: Esta "Dica do dia" pode dar-lhe algumas informações sobre o programa e que muitos usuários não conhecem.

source: You can send suggestions for future versions, bug reports and comments to graph@padowan.dk
portuguese: Você pode dar sugestões para as versões futuras, relatar erros e comentarios enviando um email para: graph@padowan.dk

source: You can customize the toolbar by right clicking on it and select 'Customize toolbar'.
portuguese: Você pode melhorar a barra de ferramentas clicando com botão direito do mouse nela e selecionar ' Configurar a barra de ferramentas'.

source: Instead of deleting a function you can make it invisible by right clicking on it in the function list and removing the check at the 'Visible' menu item.
portuguese: Em vez de apagar uma função você pode torná-la invisível clicando nela, com o botão direito do mouse, na lista de funções e removendo a marca no item 'Visível ' do menu.

source: You can paste images into a text label.
portuguese: Você pode colar imagens num Rótulo.

source: Text labels can contain any kind of OLE objects, for example Microsoft Equation. When editing a label right click in the editing area and select 'Insert object'.
portuguese: Os rótulo podem conter qualquer tipo de objetos OLE, por exemplo, o Microsoft Equation . Para editar dê um clique com o botão direito do mouse na área de edição do rótulo e selecione 'inserir objeto'.

source: You can export points from a point series to a file that can be read by other programs, for example Microsoft Excel. When editing the point series select the points, right click and choose 'Export to file'.
portuguese: Você pode exportar pontos de uma série do ponto para um arquivo que pode ser lido por outros programas, por exemplo, o Microsoft Excel. Quando estiver alterando uma série do pontos, selecione os pontos, clique com o botão direito e escolha 'Exportar para arquivo'.

source: A vertical line at x=5 can be drawn as the parametric function x(t)=5, y(t)=t or as the relation x=5.
portuguese: Uma linha vertical em x=5 pode ser desenhada como uma função paramétrica x(t)=5 , y(t)=t ou uma relação x=5.

source: You can use Zoom|Square to make the axes look equally scaled. This is especially useful when drawing circles and similar functions.
portuguese: Você pode usar o Zoom |Quadrado para fazer os eixos ficarem com a mesma escala. Isto é especialmente útil ao desenhar círculos e funções similares.

source: You can find a list of all available functions in the help.
portuguese: Você pode encontrar uma lista de todas as funções disponíveis no menu Ajuda.

source: You can combine two functions to one using 'if'. For example the function f(x)=x for x<1 and f(x)=x^2 for x>=1 can be written as f(x)=if(x<1, x, x^2).
portuguese: Você pode combinar duas funções em uma usando ' If '. Por exemplo o f(x)=x da função para x<1 e f(x)=x^2 para x>=1 pode ser escrito como f(x)=If(x<1, x, x^2) .

source: You can import the contents of another Graph file into the current coordinate system using 'File|Import|Graph file'.
portuguese: Você pode importar o conteúdo de outro arquivo do Graph introduzindo-o no sistema eixos coordenados atual usando 'Arquivos |Importar| Arquivos do Graph''

source: If you check 'Save as default' in the Axes dialog the current settings will be used as default when creating new files.
portuguese: Se você marcar 'Salvar como Padrão' na caixa de diálogo 'Editar Eixos' os ajustes atuais serão usado como o padrão ao criar novos arquivos.

source: While you hold down the Ctrl key, you can use the arrow keys to move the system.
portuguese: Quando você pressiona a tecla Ctrl, você pode usar a teclas de seta para mover o plano cartesiano.

source: While you hold down the Ctrl key, you can use the + and - keys to zoom in and out.
portuguese: Quando você pressiona a tecla Ctrl, você pode usar a teclas + e - para dar um aumentar ou diminuir o Zoom.

source: You can use the scroll button on your mouse to zoom in and out at the position of the mouse cursor.
portuguese: Você pode usar o botão Scroll (de rolagem) em seu mouse para aumentar ou diminuir o Zoom na posição do cursor do mouse.

source: If you don't want an item shown in the legend, you can right click on the item in the function list and deselect 'Show in legend'.
portuguese: Se você não quiser mostrar um item na legenda, você pode clicar com botão direito sobre o item na lista da função e desmarcar a opção 'Mostrar na Legenda'.

source: If you want the axes shown to the left and bottom of the image, you can choose Axes style as Boxed in the Settings tab of the Axes dialog.
portuguese: Se você quiser que os eixos sejam mostrados à esquerda e em baixo da imagem, você pode escolher o estilo 'Caixa' na caixa de dialogo de Ajuste dos Eixos.

source: Graph can save the shown coordinate system in five different image formats: bmp, emf, png, jpg and pdf.
portuguese: O Graph pode salvar o sistema de eixos coordenados mostrado em 5 formatos diferentes de imagem: bmp, emf, png, jpg e pdf.

source: You can use 'Edit|Copy image' to copy the coordinate system to the clipboard and paste it into another program.
portuguese: Você pode usar ' Editar|Copiar Imagem ' para copiar o sistema de eixos coordenados para 'área de transferência' e colá-lo em um outro programa.

source: You can open a saved grf-file in a new instance of the program by double clicking on it in Explorer.
portuguese: Você pode abrir um arquivo(grf) salvo, por exemplo, dando um duplo-clique nele no Explorer.

source: You can drag a grf-file from explorer into an open instance of Graph to open the file.
portuguese: Você pode arrastar um arquivo(grf) do Explorer para dentro de uma janela do Graph.

source: Graph will remember the size and placement of the main window between executions. This can be disabled from the Options dialog.
portuguese: O Graph lembrará o tamanho e a colocação da janela principal entre execuções. Você pode desabilitar essa função na caixa de Opções.

source: Calc|Table can be used to create a table with evaluation values for a function.
portuguese: Calc|Tabela pode ser usado criar uma tabela com os valores calculados para uma função.

source: A part or the whole evaluation table can be exported to a file by right clicking and selecting 'Export to file'. It can afterwards be opened in other programs like Microsoft Excel.
portuguese: Uma parte ou a tabela inteira calculada pode ser exportada para um arquivo clicando-se com o botão direito do mouse e selecionando a opção ' Exportar para o arquivo'. Ele pode, mais tarde, ser aberto em outros programas como Microsoft Excel.

source: Data from the evaluation table can be copied to another program like Microsoft Excel using the clipboard.
portuguese: Os dados calculados em uma tabela podem ser copiados para um outro programa como Microsoft Excel usando a 'Área de transferência'.

source: The data points in a point series can be copied to and from other programs like Microsoft Excel through the clipboard.
portuguese: Os dados de pontos , em uma série de pontos, podem ser copiados de outros programas como Microsoft Excel por meio da 'Área de transferência'.

source: Functions can be copied from one instance of the program to another through the clipboard using Edit|Copy.
portuguese: As funções podem ser copiadas de outros programa atravéz da "Área de transferência" usando-se "Editar|Copiar".

source: You can always undo the last thing you did using Edit|Undo.
portuguese: Você pode sempre desfazer a última ação que você fez usando "Editar|Desfazer".

source: If you used Edit|Undo by mistake, you can use Edit|Redo to redo what you have undone.
portuguese: Se você usar 'Editar|Desfazer" errado, você pode usar "Editar|Refazer" e refazer o que você desfez.

source: In the Axes dialog you can add a title to the coordinate system.
portuguese: Na caixa de diálogo dos Eixos, você pode adicionar um título para o sistema eixos coordenados.

source: You can import point series from files saved by other programs, like Microsoft Excel.
portuguese: Você pode importar a série do ponto de arquivos salvos por outros programas, como Microsoft Excel.

source: When inserting a point series you can copy data from programs like Microsoft Excel, and paste the data into the grid in Graph.
portuguese: Ao inserir uma série do pontos você pode copiar os dados de programas como Microsoft Excel, e colá-los na grade do Graph.

source: You can use 'Zoom|All points' to change the coordinate system so all point series are visible.
portuguese: Você pode usar 'Zoom|Todos os Pontos' para mudar o de sistema eixos coordenados tornando visíveis todos os pontos da série.

source: You can use Zoom|Fit to change the coordinate system to show the selected function or point series.
portuguese: Você pode usar 'Zoom|Ajustar' mudando o sistema de eixos coordenados para mostrar a função ou a série selecionada do ponto.

source: When you hold down the Shift key you can drag the coordinate system around with the mouse.
portuguese: Quando você mantém precionada tecla Shift você pode arrastar o sistema coordenado com o mouse.

source: You can use Calc|Evaluate to find intersections between functions, crossings with the axes and extremum points.
portuguese: Você pode usar Calc|Calcular para encontrar interseções entre funções, interseções com os eixos e pontos extremos.

source: When a point series is selected you can add points to it by clicking on the image while you hold down the Ctrl key.
portuguese: Quando uma série do ponto está selecionada você pode adicionar-lhe pontos clicando na imagem e mantendo pressionada a tecla Ctrl.

source: You can use a relation to plot any inequality, for example sin(x^2) < cos(y^2)
portuguese: Você pode usar uma relação para plotar qualquer inequação, por exemplo, sin(x^2) < cos(y^2)

source: You can use a relation to plot any equation, for example x*sin x = y*cos y
portuguese: Você pode usar uma relação para qualquer equação, por exemplo, x*sin x = y*cos y.

source: Elements (functions, shadings, labels, relations, etc.) are drawn in the same order they appear in the function list to the left.
portuguese: Elementos (funções, sombras, rótulos, relações, etc...) são desenhados na mesma ordem que eles apareceram na lista de funções no lado esquerdo.
