Repository: akavel/graph-mirror2
Catalog: Locale/*.po
Languages: portuguese

source: All error bars are the same size.
portuguese: Todas as barras de erros são de mesmo tamanho.

source: Fixed:
portuguese: Fixo:

source: Enter fixed value.
portuguese: Entre com valor fixo.

source: All error bars are the same percentage of the x-coordinate.
portuguese: Todas as barras de erro são da mesma percentagem das coordenadas-x

source: Relative:
portuguese: Relativa:

source: Each error bar is given a custom value.
portuguese: Cada barra de erro possui um valor personalizado.

source: Custom
portuguese: Personalizado

source: Enter relative value in percent.
portuguese: Entre com um valor relativo em percentual.

source: Y error bars
portuguese: Barra de erro Y

source: Show vertical error bars.
portuguese: Mostra barras de erros vertical.

source: Show y-bars
portuguese: Mostra y-barras

source: All error bars are the same percentage of the y-coordinate.
portuguese: Todas as barras de erro são da mesma percentagem das coordenadas-y

source: Cut the selected text to the clipboard.
portuguese: Recorta e envia o texto selecionado para a área de transferência.

source: Copy the selected text to the clipboard.
portuguese: Copia a seleção para a área de transferência.

source: Paste text from the clipboard into the grid. Other cells may be overwritten by the text from the clipboard.
portuguese: Cola o texto da área de transferência para dentro da grade. Outras células podem ser sobreescritas pelo conteúdo da área de transferências.

source: Erase selected cells.
portuguese: Apaga as células selecionadas.

source: Insert row
portuguese: Inserir linha

source: Inserts a row in the grid moving rows below one down.
portuguese: Insere linhas na grade movendo as demais para baixo.

source: Remove row
portuguese: Apagar linha

source: Removes the selected rows.
portuguese: Apaga a linha selecionada.

source: Select all
portuguese: Selecionar tudo

source: Select all cells.
portuguese: Seleciona todas as células.

source: Import from file...
portuguese: Importar do arquivo...

source: Import data from a file and place it at the selected cell.
portuguese: Importa dados de um arquivo e coloca-os nas células selecionadas.

source: Export selected data to a file.
portuguese: Exporta dados selecionadso para um arquivo.

source: Calculate table
portuguese: Calcular tabela

source: The step value. This is the distance between the x-values in the interval.
portuguese: O valor do incremento(dx). Essa é a distância entre os valores-x no intervalo.

source: The first x-value in the interval.
portuguese: O primeiro valor-x do intervalo.

source: The last x-value in the interval.
portuguese: O último valor-x do intervalo.

source: Show %s
portuguese: Mostra %s

source: Copy selected cells to the clipboard.
portuguese: Copia as células selecionadas para a área de transferência.

source: Saves the selected data to a file.
portuguese: Salva os dados selecionados para um arquivo.

source: Calculating
portuguese: Calculando

source: Insert shading
portuguese: Inserir sombra

source: Shading
portuguese: Sombreando

source: Shades the area between the function and the x-axis.
portuguese: Sombreia a área entre a função e o eixo-x.

source: Shades the area below the function.
portuguese: Sombreia a área abaixo da função

source: Shades the area above the function.
portuguese: Sombreia a área acima da função.

source: Shades the area between the function and the y-axis.
portuguese: Sombreia a área entre a função e o eixo-y.

source: Shades the area inside the function.
portuguese: Sombreia a área dentro da função.

source: Shades the area between the main function and the function selected in the list to the right.
portuguese: Sombreia a área entre a função principal e a função selecionada em uma lista à direita.

source: Above function
portuguese: Acima da função

source: Between function and x-axis
portuguese: Entre a função e o eixo-x

source: Between functions
portuguese: Entre funções

source: Between function and y-axis
portuguese: Entre a função e o eixo-y

source: Inside function
portuguese: Dentro da função

source: Below function
portuguese: Abaixo da função

source: Options
portuguese: Opções

source: Range
portuguese: Intervalo

source: Coordinate where the shading starts.
portuguese: Coordenadas onde o sombreamento começa.

source: Coordinate where the shading ends.
portuguese: Coordenadas onde o sombreamento termina.

source: Check to increase the end coordinate until intersection.
portuguese: Se marcado, aumenta o valor para o fim do sombreamento até a interseção.

source: Increase to intersection
portuguese: Aumentar até interseção.

source: Check to decrease the start coordinate until intersection.
portuguese: Se marcado, diminui o valor do início do sombreamento até a interseção.

source: Decrease to intersection
portuguese: Diminuir até a interseção.

source: Select the style used for the shading.
portuguese: Selecione o estilo do sombreamento.

source: Mark the end of the shading with a line.
portuguese: Delimita o fim do sombreamento com linha.

source: Mark end of range
portuguese: Delimita o fim do intervalo

source: Select color used for shading.
portuguese: Selecione uma cor para o sombreamento.

source: Mark the start of the shading with a line.
portuguese: Delimita o início do sombreamento com uma linha.

source: Mark start of range
portuguese: Delimita o inicio do intervalo

source: Enter a description to show in the legend.
portuguese: Digite a descrição que aparecerá na legenda.

source: 2nd function
portuguese: 2nd função

source: 2nd function:
portuguese: 2nd função:

source: Select the second function when you want a shading between two functions.
portuguese: Selecione a segunda função, quando você quiser um sombreamento entre duas funções.

source: Shading range for 2nd function
portuguese: Intervalo de sombreamento para a 2nd função

source: Custom functions/constants
portuguese: Funções otimizadas/constantes

source: Apply
portuguese: Aplicar

source: Names
portuguese: Nomes

source: Definition
portuguese: Definição

source: Image options
portuguese: Opções da imagem

source: Size
portuguese: Tamanho

source: Image width:
portuguese: Largura da imagem:

source: Image height:
portuguese: Altura da imagem:

source: Set a custom image width.
portuguese: Define uma largura para a imagem.

source: Set a custom image height.
portuguese: Define uma altura para a imagem.

source: Choose to use the same size as shown on the screen or a custom image size.
portuguese: Escolha o tamanho para usar na tela ou um tamanho otimizado para a imagem.

source: Image size
portuguese: Tamanho da imagem

source: Screen size
portuguese: Tamanho da tela

source: Custom size
portuguese: Tamanho personalizado

source: Progressive encoding allows viewers to see a rough copy of the image while it is downloaded.
portuguese: O modo Progressivo permite visualizar uma copia progressiva enquanto a imagem está sem aberta.

source: Encoding
portuguese: Codificando

source: Progressive
portuguese: Progressivo

source: Select a compression quality.
portuguese: Selecione uma qualidade de compressão.

source: Quality
portuguese: Qualidade

source: Paper size:
portuguese: Tamanho do papel:

source: Choose paper orientation.
portuguese: Escolha a orientação do papel.

source: Orientation
portuguese: Orientação

source: Portrait
portuguese: Retrato

source: Landscape
portuguese: Paisagem

source: Choose paper size to use.
portuguese: Escolha o tamanho do papel.

source: Select this to use these settings as defaults in the future.
portuguese: Marque esta opção para usar estaa configuração como padrão no futuro.

source: Save as default
portuguese: Salva como padrão

source: Animate
portuguese: Animação

source: Constant:
portuguese: Constante

source: Choose a constant to change between each frame.
portuguese: Escolha uma constante para mudar entre cada frame.

source: Step:
portuguese: Passos:

source: The first value of the constant.
portuguese: O primeiro da constante.

source: The last value of the constant.
portuguese: O último valor da constante.

source: The chosen constant is changed by this value between each frame.
portuguese: A constante escolhida é mudada por este valor entre cada frame.

source: Image information
portuguese: Informações da imagem

source: Frames/second:
portuguese: Frames/Segundos:

source: Number of frames per second used when the animation is played.
portuguese: Número de frames por segundo usado quando a animação for mostrada.

source: Working
portuguese: Trabalhando

source: About Graph
portuguese: Sobre o Graph

source: <Language> translation by <Translator>
portuguese: Tradução para o português (Brasil) pela equipe de professores e alunos da Faculdade de Filosofia de Passos (Passos-MG): Prof. Jorge Luís Costa, Profa. Mara Corea Senna, Deivid Rodrigues, Fernanda Fernandes Lyra Gomes e Monalisa H. Vaz.

source: Version %s
portuguese: Versão %s

source: This is free software, and you are welcome to redistribute it under the terms in the GNU General Public License. Please send bug reports and suggestions to the programmer.
portuguese: Este é um software livre e você pode usá-lo sob os termos de licença GNU. Por favor, envie sugestões e notifique eventuais erros ao programador.

source: The newest version as well as the source code are available at:
portuguese: Novas versões e o código fonte estão disponíveis em:

source: Animation
portuguese: Animações

source: Play
portuguese: Tocar

source: Pause
portuguese: Pausar

source: Stop
portuguese: Parar

source: Back
portuguese: Voltar

source: Step
portuguese: Passos

source: Speed
portuguese: Velocidade

source: Change the speed used to play the animation.
portuguese: Escolha a velocidade usada para mostrar a animação.

source: Repeat
portuguese: Repetir

source: Repeat playing the animation until manually stopped.
portuguese: Repita a exibição da animação até a parada manual.

source: Auto reverse
portuguese: Auto reverso

source: Play backwards when the end of the animation is reached. This is most useful in combination with the "Repeat" command.
portuguese: Inicia novamente quando a animação terminar. Essa é a mais usual na combinação com o comando "Repita".

source: Save the animation to a file.
portuguese: Salva a animação em um arquivo.

source: Edit axes
portuguese: Alterar eixos

source: Minimum:
portuguese: Mínimo:

source: Maximum:
portuguese: Máximo:

source: Tick unit:
portuguese: Unid.Marca:

source: The x-axis cross at y=
portuguese: O eixo-x cruza em y=

source: Grid unit:
portuguese: Unid.Grade:

source: Minimum x-value.
portuguese: Valor máximo do eixo-x.

source: Maximum x-value.
portuguese: Valor máximo de x.

source: Units between ticks on the x-axis.
portuguese: Unidades entre as marcas no eixo-x.

source: Use logarithmic scale on the x-axis.
portuguese: Usar escala logaritimica no eixo-x.

source: Logarithmic scale
portuguese: Escala Logaritimica

source: Show the label at the right side of the main window, above the x-axis.
portuguese: Mostra rótulo no lado direito da janela principal, abaixo do eixo-x.

source: Label:
portuguese: Rótulo:

source: Edit the label for the axis here.
portuguese: Altere aqui o rótulo para os eixos.

source: Show units on the x-axis.
portuguese: Mostra os números no eixo-x.

source: Show numbers
portuguese: Mostrar números

source: The x-axis will intersect with the y-axis at this value.
portuguese: O eixo-x cruzará o eixo-y nesse ponto.

source: Units between the grid lines perpendicular to the x-axis.
portuguese: Unidades entre as linhas de grade perpendiculares ao eixo-x.

source: Determine the tick unit automatically.
portuguese: Determina a unidade das marcas automaticamente.

source: Auto tick
portuguese: Auto marcas

source: Set the grid unit to the same as the tick unit.
portuguese: Ajusta a unidade da grade ultilizando a mesma unidade das marcas.

source: Auto grid
portuguese: Auto grade

source: Show tick marks on the x-axis.
portuguese: Mostra as marcas no eixo-x

source: Show ticks
portuguese: Mostrar marcas

source: Show units on the selected axis as a fraction multiplied by pi.
portuguese: Mostra as unidades no eixo selecionado como frações multiplas de pi.

source: Show as a multiple of pi
portuguese: Mostrar como multiplos de pi

source: Show vertical grid lines.
portuguese: Mostra linha de grade vertical.

source: Show grid
portuguese: Mostrar grade

source: The y-axis cross at x=
portuguese: O eixo-y cruza em x=

source: Minimum y-value.
portuguese: Valor mínimo de y.

source: Maximum y-value.
portuguese: Valor máximo de y.

source: Use logarithmic scale for the y-axis.
portuguese: Usa escala logaritimica para o eixo-y.

source: Units between ticks on the y-axis.
portuguese: Unidades entre as marcas no eixo-y.

source: Show units on the y-axis.
portuguese: Mostra unidades no eixo-y.

source: Show the label at the top of the main window, to the right of the y-axis.
portuguese: Mostra o rótulo no topo da janela à direita do eixo-y.

source: The y-axis will intersect with the x-axis at this value.
portuguese: O eixo-y cruzará o eixo-x nesse ponto.

source: Units between the grid lines perpendicular to the y-axis.
portuguese: Unidades entre as linhas de grade perpendiculares ao eixo-y.

source: Show tick marks on the y-axis.
portuguese: Mostra marcas no eixo-y

source: Show horizontal grid lines.
portuguese: Mostra linhas de grade horizontal.

source: Settings
portuguese: Configurações

source: Title:
portuguese: Título:

source: Choose if you want to show the axes, and if you want to show them crossed or at the left and bottom of the image.
portuguese: Escolha se você quer mostrar os eixos, e se você quer mostrá-los cruzando ou no lado esquerdo da imagem.

source: Axes style
portuguese: Estilo eixos

source: None
portuguese: Nenhum

source: Crossed
portuguese: Cruzado

source: Boxed
portuguese: Caixa

source: Choose if trigonometric functions should calculate in radians or degrees.
portuguese: Escolha como as funções trigonometricas serão calculadas: radianos ou graus

source: Trigonometry
portuguese: Trigonometria

source: Radian
portuguese: Radianos

source: Degree
portuguese: Graus

source: Enter a title to show above the coordinate system.
portuguese: Digite um título a ser mostrado acima do plano cartesiano.

source: Select the font for the title.
portuguese: Selecione a fonte para o título.

source: Choose where the legend should be placed.
portuguese: Escolha onde a legenda será posicionada.

source: Legend placement
portuguese: Posição da legenda

source: Check this to use complex numbers for calculations. Notice that this will slow graphing down.
portuguese: Marque essa opção para usar números complexo para cálculos.Observe que isto diminui a velocidade da representação gráfica.

source: Calculate with complex numbers
portuguese: Calcular como complexo

source: Font and color
portuguese: Fonte e cor

source: Colors
portuguese: Cor

source: Grid color:
portuguese: Cor da grade:

source: Axes color:
portuguese: Cor dos eixos:

source: Background color:
portuguese: Cor do fundo:

source: Select the color of the image background.
portuguese: Escolha a cor de fundo do gráfico (plano cartesiano).

source: Select the color of the axes.
portuguese: Selecione a cor dos eixos.

source: Select the color of the grid lines.
portuguese: Escolha a cor da linha de grade.

source: Fonts
portuguese: Fontes

source: Number font:
portuguese: Fonte dos Números

source: Label font:
portuguese: Fonte do rótulo:

source: Legend font:
portuguese: Fonte da legenda:

source: Select the font used to show the labels on the axes.
portuguese: Selecione a fonte a ser usada nos rótulos dos eixos.

source: Select the font used to show the numbers on the axes.
portuguese: Selecione a fonte a ser usada nos números dos eixos.

source: Select the font used to show the legend text.
portuguese: Selecione a fonte a ser usada no textos da legenda.

source: Decimals:
portuguese: Decimais:

source: Recent files:
portuguese: Arquivos recentes:

source: Max undo steps:
portuguese: Máx. desfazer:

source: Language:
portuguese: Idioma:

source: Font scale:
portuguese: Escala da fonte:

source: Number of decimals used when results are shown.
portuguese: Número máximo de casas decimais a serem mostrada.

source: Associate *.grf files with Graph.
portuguese: Associa arquivos *.grf com Graph

source: Associate .grf files
portuguese: Associa arquivos .grf

source: The number of most recent used files shown in the File menu.
portuguese: Número de arquivos mais recentes mostrados no menu Arquivo.

source: Save window position when the program quits. This setting is used the next time the program is used.|Save window state on exit.
portuguese: Salva a posição da janela quando fechar o programa.Este ajuste será usado a próxima vez que o programa for ultlizado.|Salva estado da janela ao sair.

source: Save workspace on exit
portuguese: Salva área de trabalho ao sair

source: Format used when complex numbers are shown.
portuguese: Formato usado quando os números complexos são mostrados.

source: Complex format
portuguese: Formato complexo

source: Rectangular
portuguese: Retângular

source: Show the tooltip when the cursor is over an item.
portuguese: Mostra dicas quando o cursor estiver sobre um item.

source: Show tooltip
portuguese: Mostrar dicas

source: Maximum number of undo steps saved. Set this to 0 to prevent undo.
portuguese: Número máximo de passos do desfazer salvos. Coloque 0 para desabilitar o desfazer.

source: If checked the program will contact a web server when the program is started to see if a newer version is available.
portuguese: Se marcado, ao se iniciar o programa contactará a página do Graph para porcurar por atualizações.

source: Check for new version of Graph at startup
portuguese: Procura por nova versão do Graph ao iniciar

source: Select the language to use for the user interface.
portuguese: Selecione o idioma a ser usado na interface do usuário.

source: This is used to scale the user interface if you are having problems reading the text.
portuguese: Este é usado para a escala da interface do usuário, se você está tendo problema para ler os textos.

source: Insert function
portuguese: Inserir função

source: Function type:
portuguese: Tipo de função:

source: Select the function type to graph.
portuguese: Selecione o tipo da função.

source: Standard function y=f(x)
portuguese: Função padrão y=f(x)

source: Parametric function x(t), y(t)
portuguese: Função paramétrica x(t), y(t)

source: Polar function r=f(t)
portuguese: Função polar r=f(t)

source: Function equation
portuguese: Função

source: Steps:
portuguese: Passos:

source: Number of calculation steps used to draw the graph.
portuguese: Número de passos para cálculos usados para desenhar o gráfico.

source: Draw type:
portuguese: Tipo:

source: Choose Lines if you want the calculated points for the graph to be connected. Choose Dots if you only want to show a dot at each point.
portuguese: Escolha Linha se você quiser que os pontos do gráfico sejam ligados. Escolha Pontos se você quiser mostrar o gráfico como pontos.

source: Automatic
portuguese: Automático

source: Dots
portuguese: Pontos

source: Lines
portuguese: Linhas

source: Text label
portuguese: Rótulo

source: Font name:
portuguese: Fonte:

source: Font size:
portuguese: Tam. fonte:

source: Font color:
portuguese: Cor fonte:

source: Text size.
portuguese: Tamanho do texto.

source: Text string
portuguese: Texto

source: Insert symbol (Ctrl+G)
portuguese: Inserir símbolo (Ctrl+G)

source: Insert object
portuguese: Inserir objeto

source: Bold (Ctrl+B)
portuguese: Negrito (Ctrl-B)

source: Italic (Ctrl+I)
portuguese: Itálico (Ctrl-I)

source: Underline (Ctrl+U)
portuguese: Sublinhado (Ctrl-U)

source: Strikethrough (Ctrl+S)
portuguese: Riscado (Ctrl-S)

source: Superscript (Ctrl++)
portuguese: Sobre-escrito (Ctrl++)

source: Subscript (Ctrl+=)
portuguese: Sub-escrito(Ctrl+=)

source: Align left (Ctrl+L)
portuguese: Alinhado à esquerda (Ctrl-L)

source: Center (Ctrl+E)
portuguese: Centralizado (Ctrl-E)

source: Align right (Ctrl+R)
portuguese: Alinhado à direita (Ctrl-R)

source: Text font.
portuguese: Fonte do texto.

source: Text color.
portuguese: Cor do texto.

source: Select background color of the text label.
portuguese: Selecione a cor do fundo para o título do rótulo.

source: Undo last action.
portuguese: Desfazer a última ação.

source: Redo last undone action.
portuguese: Refazer a última ação desfeita.

source: Paste the contents of the clipboard.
portuguese: Cola o conteúdo da área de transferência.

source: Paste special...
portuguese: Colar especial...

source: Select which clipboard representation you want to paste.
portuguese: Seleciona qual o tipo do conteúdo da área de transferência.

source: Create a new OLE object.
portuguese: Cria um novo objeto OLE.

source: Edit object
portuguese: Alterar objeto

source: Edit selected OLE object.
portuguese: Alterar o objeto OLE selecionado.

source: Insert f'(x)
portuguese: Inserir f'(x)

source: Name:
portuguese: Nome:

source: Constant
portuguese: Constante

source: Value
portuguese: Valor

source: Select a function or tangent to evaluate.
portuguese: Selecione uma função ou tangente para o cálculo.

source: Error
portuguese: Erro

source: Shade
portuguese: Sombra

source: Length
portuguese: Comprimento

source: Label
portuguese: Rótulo

source: %s-error
portuguese: %s-erro

source: Transparent
portuguese: Transparente

source: Axes
portuguese: Eixos

source: An error occurred while evaluating power function.
portuguese: Um erro ocorreu ao calcular a função principal.

source: Tangent to 90+p180 is undefined.
portuguese: A tangente 90°+p180° é indefinida.

source: Fact can only be calculated for positive integers.
portuguese: O Fact (fatorial) só pode ser calculado para inteiros positivos.

source: Cannot take logarithm to number equal or less than zero.
portuguese: Não pode fazer exame do logaritmo para números iguais ou menores que zero.

source: sqrt is undefined for negative numbers.
portuguese: A sqrt é indefinido para números negativos.

source: A part of the evaluation gave a number with an imaginary part.
portuguese: Uma parte da cálculo resultou em um número com uma parte imaginária (complexo).

source: Division by zero.
portuguese: Divisão por zero.

source: Inverse trigonometric function out of range [-1;1]
portuguese: Função trigonométrica inversa fora da escala [ - 1;1 ]

source: The function is not defined for this value.
portuguese: A função não é definida para este valor.

source: atanh evaluated at undefined value.
portuguese: A atanh calculado em valores indefinidos.

source: acosh evaluated at undefined value.
portuguese: A acosh calculado em valores indefinidos.

source: arg(0) is undefined.
portuguese: A arg(0) é indefinida.

source: Evaluation failed.
portuguese: Falha no cálculo.

source: Argument produced a function result with total loss of precision.
portuguese: O argumento produziu um resultado totalmente sem precisão.

source: The custom function/constant '%s' was not found or has the wrong number of arguments.
portuguese: A funçao/constante definada '%s' não foi encontrada ou tem um número incorreto de argumentos.

source: Too many recursive calls.
portuguese: Muitas chamadas de recursividade.

source: Unexpected operator. Operator '%s' cannot be placed here.
portuguese: Operador inesperado. O operador ' %s' não pode ser colocado aqui.

source: The right bracket is missing.
portuguese: Falta o parêntese final.

source: Invalid number of arguments supplied for function '%s'
portuguese: Número de argumentos inválidos para a função '%s'

source: Comparison operator misplaced.
portuguese: Operador de relacionamento inapropriado.

source: Invalid number found. Use the format: -5.475E-8
portuguese: Número invalido encontrado. Use o formato: -5.475E-8
