Repository: akavel/graph-mirror2
Catalog: Locale/*.po
Languages: portuguese

source: You can move the selected element in the function list either by dragging it with the mouse or with the arrow up/down keys while ALT is held down.
portuguese: Você pode mover o elemento selecionado na lista de funções arrastando-o com o mouse ou com as teclas de seta-para-cima ou seta-para-baixo mantendo a tecla ALT pressionada.

source: You can show functions and other elements behind the axes by moving the element above the axes in the function list to the left. To move shadings and tangents you will have to move the functions they are attached to.
portuguese: Você pode mostras funções e outros elementos atrás dos eixos movendo os elementos para antes dos eixos na listas de funções, à esquerda. Para mover sobras e tangentes você terá que mover as funções a que eles pertencem.

source: Custom text labels may be attached to the axes by right clicking on the label and selecting a placement from the context menu.
portuguese: Rótulos de textos podem ser anexados aos eixos clicando no rótulo com o botão direito e selecionando uma das posições disponíveis na opção Posição do menu.

source: The legend may be moved freely with the mouse or attached to one of the corners by right clicking on the legend and choose a placement from the context menu.
portuguese: A legenda pode ser movida livremente com o mouse ou em um dos cantos clicando na legenda com o botão direiro e escolhendo o local no menu.

source: As an alternative to transparent you can choose a custom background color for labes. This is especially useful for labels drawn over shadings.
portuguese: Como alternativa à transparência você pode escolher uma cor para o fundo dos rótulos. Isto é bom para usar rótulos com sombra.

source: In most places like point series, axes settings, function ranges, etc., you can use expressions like pi/4 instead of numbers.
portuguese: Em muitos casos, você pode substituir os números nas série de pontos, na configuração dos eixos, escala de funções, etc..., por múltiplos de pi/4 .

source: You can create your own custom constants under Function|Custom functions for use in functions, point series, etc. For example g=9.80665, R=8.31
portuguese: Você pode criar suas constantes indo em Função|Funções otimizadas para usar em funções, séries de pontos, etc... Por exemplo, g=9.80665, R=8.31.

source: You can create your own custom functions under Function|Custom functions for use in plotting functions, relations, etc. For example sinc(x)=if(x=0, 0, sin(x)/x)
portuguese: Você pode criar suas constantes indo em Função|Funções otimizadas para usar no desenho de funções, relações, etc... Por exemplo, sinc(x)=if(x=0, 0, sin(x)/x).

source: In the Save as image dialog there is an Option button you can use to specify the image resolution. This is especially useful if you want a high resolution image.
portuguese: Na janela de diálogos Salvar como imagem existe um botão Opção onde você pode especificar a resolução da imagem. Isto é útil se você quiser uma imagem com alta resolução.

source: Point series can have arrows as markers. A point series with arrows as markers and lines between the points can be used to show vectors.
portuguese: Série de pontos pode ter setas como marcas dos pontos. Uma série de pontos com setas como marcas e linhas entre os pontos podem ser úteis para serem usados como vetores.

source: Black
portuguese: Preto

source: Maroon
portuguese: Castanho

source: Green
portuguese: Verde

source: Olive
portuguese: Verde oliva

source: Navy
portuguese: Azul marinho

source: Purple
portuguese: Violeta

source: Teal
portuguese: Verde teal

source: Gray
portuguese: Cinza

source: Silver
portuguese: Prata

source: Red
portuguese: Vermelho

source: Lime
portuguese: Verde limão

source: Yellow
portuguese: Amarelo

source: Blue
portuguese: Azul

source: Fuchsia
portuguese: Cor-de-rosa

source: Aqua
portuguese: Azul claro

source: White
portuguese: Branco

source: Money Green
portuguese: Verde moeda

source: Sky Blue
portuguese: Azul céu

source: Cream
portuguese: Creme

source: Med Gray
portuguese: Cinza médio

source: Customize
portuguese: Personalizado

source: Description
portuguese: Descrição

source: Global
portuguese: Geral

source: Insert
portuguese: Inserir

source: Insert symbol
portuguese: Inserir símbolo

source: Subset:
portuguese: Subconjunto:

source: Print
portuguese: Imprimir

source: Scale:
portuguese: Escala:

source: Printer
portuguese: Impressora

source: Type:
portuguese: Tipo:

source: Where:
portuguese: Onde:

source: Comment:
portuguese: Comentário:

source: Select the printer to use. The Properties button may be used to change more advanced settings for the printer.
portuguese: Selecione a impressora a ser usada. O botão Propriedades pode ser usado para mudar configurações mais avançadas da impressora.

source: Select to print in color (or grayscale if your printer is not a color printer) or convert all colors to black.
portuguese: Selecione a cor para impressão (ou escala de cinza, se sua impressora não for colorida) ou converter todas as cores para preto.

source: Print output
portuguese: Imprimir em

source: Color
portuguese: Cor

source: Black && white
portuguese: Preto e Branco

source: Position (millimeters)
portuguese: Posição (milímetros)

source: Left margin:
portuguese: Margem esquerda:

source: Top margin:
portuguese: Margem superior:

source: Select to place the image on the middle of the page.
portuguese: Selecione o lugar da imagem no meio da página.

source: Center on page
portuguese: Centro da página

source: Enter the image position on the page.
portuguese: Entre com a posição da imagem na página.

source: Number of copies:
portuguese: Número de cópias:

source: Choose number of copies to print.
portuguese: Número de cópias:

source: Enter percent of original size.
portuguese: Entre o percentual do tamanho original.
