Repository: akavel/graph-mirror2
Catalog: Locale/*.po
Languages: portuguese

source: From:
portuguese: De:

source: To:
portuguese: A:

source: Area
portuguese: Área

source: Enter the start coordinate or mark the range on the graph itself with the mouse.
portuguese: Entre com a coordenada inicial ou marque o intervalo na imagem com o mouse.

source: Enter the end coordinate or mark the range on the graph itself with the mouse.
portuguese: Entre com a coordenada final ou marque o intervalo no gráfico com o mouse.

source: Area or length of path calculated for the given range using Simpson's formula.
portuguese: Área ou comprimento da curva calculada para o intervalo dado usando a fórmula de Simpson.

source: Snap to:
portuguese: Selecionar:

source: The x-coordinate evaluated for the t-parameter.
portuguese: A coordenada-x calculada para o parâmetro-t.

source: The y-coordinate evaluated for the t-parameter.
portuguese: A coordenada-y calculada para o parâmetro-t.

source: The derivative of x(t) evaluated for the entered t-parameter.
portuguese: A derivada de x(t) calculada para o parâmetro-t.

source: The derivative of y(t) evaluated for the entered t-parameter.
portuguese: A derivada de y(t) calculada para o parametro parametro-t.

source: The slope of the function evaluated for the entered t-parameter.
portuguese: A inclinação da função calculada pelo paramentro-t.

source: Enter the independent variable for which you want to evaluate the function, or click on the function in the main window.
portuguese: Entre com a variável independente para a função que você quer calcular, ou clique na função na janela principal.

source: Select where the cursor will be placed when you click on the image.
portuguese: Selecione onde o cursor será colocado quando você clicar sobre a imagem.

source: Function
portuguese: Função

source: Intersection
portuguese: Interseção

source: x-axis
portuguese: eixo-x

source: y-axis
portuguese: eixo-y

source: Extreme x-value
portuguese: Valor extremo-x

source: Extreme y-value
portuguese: Valor extremo-y

source: The distance to the function evaluated for the given angle.
portuguese: A distância calculada para a função do ângulo dado.

source: The x-coordinate evaluated for the given angle.
portuguese: A coordenada-x calculada para o ângulo dado.

source: The y-coordinate evaluated for the given angle.
portuguese: A coordenada-y calculada para o ângulo dado.

source: The derivative of the function evaluated for the given angle.
portuguese: A derivada da função calculada para o ângulo dado.

source: The slope of the function evaluated for the given angle.
portuguese: A inclinação da função calculada para o ângulo dado.

source: Enter a number for which you want to evaluate the function, or click on the function in the main window.
portuguese: Entre com o valor de x desejado para calcular a função, ou clique na função na janela principal.

source: Extremum
portuguese: Extremidade

source: This is the function evaluated for the entered x-value.
portuguese: Este é da função, calculado para o valor-x informado.

source: This is the first derivative of the function evaluated for the entered value.
portuguese: Esta é a derivada primeira da função, calculada para o valor informado.

source: This is the functions second derivative evaluated for the entered value.
portuguese: Esta é a derivada segunda da função, calculada para o valor-x informado.

source: This is the y-coordinate corresponding to the entered x-coordinate.
portuguese: Essa é a coordenada-y correspondente à coordenada-x informada.

source: Enter an x-coordinate or click in the main window.
portuguese: Entre com uma coordenada-x ou clique na janela principal.

source: File
portuguese: Arquivo

source: Import
portuguese: Importar

source: Edit
portuguese: Editar

source: Insert shading...
portuguese: Inserir sombra...

source: Help
portuguese: Ajuda

source: Open file: %s
portuguese: Abrir o arquivo: %s.

source: Show in legend
portuguese: Mostrar na legenda

source: Check to show the selected item in the legend.
portuguese: Se marcado, o item selecionado torna-se visível na legenda.

source: Placement
portuguese: Posição

source: Above x-axis
portuguese: Acima do eixo-x

source: Place the label directly above the x-axis on the right side of the image.
portuguese: Coloque o rótulo acima do eixo-x à direita da imagem.

source: Below x-axis
portuguese: Abaixo do eixo-x

source: Place the label directly below the x-axis on the right side of the image.
portuguese: Coloque o rótulo abaixo do eixo-x à direita da imagem.

source: Left of y-axis
portuguese: À esquerda do eixo-y

source: Place the label to the left of the y-axis at the top of the image.
portuguese: Mostra o rótulo no topo da janela à esquerda do eixo-y.

source: Right of y-axis
portuguese: Direita do eixo-y

source: Place the label to the right of the y-axis at the top of the image.
portuguese: Mostra o rótulo no topo da janela à direita do eixo-y.

source: Custom...
portuguese: Personalizado

source: Rotation
portuguese: Rotação

source: Export to file...
portuguese: Exportar para arquivo...

source: Export the selected point series to a file.
portuguese: Exporta a série de pontos selecionada para um arquivo.

source: New
portuguese: Novo

source: Creates a new coordinate system.
portuguese: Criar um novo sistema de coordenadas.

source: Open...
portuguese: Abrir

source: Read coordinate system and functions from a file.
portuguese: Lê o sistema de coordenadas e as funções a partir de um arquivo.

source: Save
portuguese: Salvar

source: Write coordinate system and functions to a file.
portuguese: Grava o sistema de coordenadas e as funções em um arquivo.

source: Save as...
portuguese: Salvar como...

source: Saves the coordinate system as a new name.
portuguese: Salva o sistema de coordenadas com um novo nome.

source: Save copy as...
portuguese: Salvar copia como...

source: Saves a copy of the current coordinate system.
portuguese: Salvar uma cópia do sistema de coordenadas atual.

source: Save as image...
portuguese: Salvar como imagem...

source: Saves the shown coordinate system as an image.
portuguese: Salva o sistema de coordenadas mostrado como uma imagem.

source: Print...
portuguese: Imprimir...

source: Print shown coordinate system.
portuguese: Imprime o sistema de coordenadas.

source: Exit
portuguese: Sair

source: Quit the program.
portuguese: Sair do programa.

source: Undo
portuguese: Desfazer

source: Undo the last action.
portuguese: Desfaz a última ação.

source: Redo
portuguese: Refazer

source: Redo the last action undone.
portuguese: Refaz a última ação desfeita.

source: Cut
portuguese: Recortar

source: Cuts the selected function or point series to the clipboard.
portuguese: Recortar a função selecionada ou a série de pontos para a área de transferência.

source: Copy
portuguese: Copiar

source: Copies the selected function or point series to the clipboard.
portuguese: Copiar a função selecionada ou a série de pontos para a área de transferência.

source: Paste
portuguese: Colar

source: Pastes a function or point series from the clipboard into the coordinate system.
portuguese: Colar uma função ou uma série de pontos da área de transferência para o plano cartesiano.

source: Copy image
portuguese: Copiar imagem

source: Copies the shown coordinate system to the clipboard.
portuguese: Copiar o plano cartesiano mostrado para a área de transferência.

source: Axes...
portuguese: Eixos...

source: Edit axes settings.
portuguese: Alterar as configurações dos eixos.

source: Options...
portuguese: Opções...

source: Edit various options for the interface and program features.
portuguese: Altera várias opções para a interface e implementações do programa

source: Insert function...
portuguese: Inserir função...

source: Insert a new function.
portuguese: Insere uma nova função

source: Insert tangent/normal...
portuguese: Inserir tangente/normal...

source: Insert a tangent or normal for the selected function.
portuguese: Insere uma nova tangente ou normal para a função selecionada.

source: Insert shade...
portuguese: Inserir sombra...

source: Add shading to the selected function.
portuguese: Adiciona um sombreamento para a função selecionada.

source: Insert point series...
portuguese: Inserir série de pontos...

source: Insert a point series.
portuguese: Insere série de pontos.

source: Insert trendline...
portuguese: Inserir ajuste de curva...

source: Insert a curve of best fit for the selected point series.
portuguese: Inserir a melhor curva para a série de pontos selecionadas.

source: Edit...
portuguese: Editar...

source: Edit the selected element: Function, tangent, point series, etc.
portuguese: Altera o elemento selecionado: função, tangente, serie de pontos, etc.

source: Delete
portuguese: Apagar

source: Delete the selected function, tangent or point series.
portuguese: Apagar a seleção: função, tangente ou série de pontos.

source: Insert f'(x)...
portuguese: Inserir f'(x)...

source: Insert the first derivative of the selected function.
portuguese: Inserir a derivada primeira da função selecionada.

source: Zoom in.
portuguese: Amplia.

source: Zoom out.
portuguese: Reduz.

source: Window
portuguese: Área selecionada

source: Zoom to user selected window.
portuguese: Dá um Zoom na área selecionada pelo usuário.

source: Square
portuguese: Quadrado

source: Zoom to scale the axes equally. This will show a plotted circle in its correct relation instead of an ellipse.
portuguese: Dá um Zoom que iguala as unidades dos eixos. Isto mostrará um circulo na relação correta, em vez, de ser mostrado uma elipse.

source: Standard
portuguese: Padrão

source: Zoom to standard coordinates.
portuguese: Retornar a forma padrão.

source: Move
portuguese: Mover

source: Move up
portuguese: Mover para cima

source: Move the window up along the coordinate system.
portuguese: Move o plano cartesiano para cima.

source: Move down
portuguese: Mover para baixo

source: Move the window down along the coordinate system.
portuguese: Move o plano cartesiano para baixo.

source: Move left
portuguese: Mover para esquerda

source: Move the window to the left along the coordinate system.
portuguese: Move o plano cartesiano para esquerda.

source: Move right
portuguese: Mover para direita

source: Move the window to the right along the coordinate system.
portuguese: Move o plano cartesiano para direita.

source: Move system
portuguese: Mover o plano

source: Move the coordinate system with the mouse.
portuguese: Move o plano cartesiano com o mouse.

source: Length of path
portuguese: Comprimento da curva

source: Calculates the length of path between two given points on the curve.
portuguese: Calcula o comprimento da curva entre dois pontos.

source: Calculates the area under the path of the selected function.
portuguese: Calcula a área sobre o intervalo da função selecionada.

source: Evaluate
portuguese: Cálculo

source: Evaluate or trace the selected function.
portuguese: Calcula ou traçar a função selecionada.

source: Table...
portuguese: Tabela...

source: Shows an evaluation table.
portuguese: Mostra a tabela de cálculo.

source: Contents and index
portuguese: Conteúdo e índice

source: Open help file.
portuguese: Abrir o arquivo de ajuda.

source: List of functions
portuguese: Lista das funções

source: Shows a list of built-in functions that can be used for graphing.
portuguese: Mostra a lista de funções construídas que podem ser usadas.

source: Go to home page
portuguese: Vai para Home Page

source: Opens the default browser and shows the home page of the program.
portuguese: Abre o navegador de Internet padrão e mostra o Home Page do programa.

source: Check for update
portuguese: Procura por atualização

source: Contact the home page to see if a newer version is available.
portuguese: Verifica na Home Page do Graph se há uma nova versão disponível.

source: About Graph...
portuguese: Sobre o Graph...

source: Show copyright information.
portuguese: Mostra informações do Graph.

source: Separator
portuguese: Separador

source: Fit
portuguese: Ajustar

source: Zoom to show the selected function.
portuguese: Ajusta o Zoom à função selecionada.

source: All points
portuguese: Todos os pontos

source: Zoom as much as all points are visible.
portuguese: Ajusta o Zoom para mostrar todos os pontos que são visíveis.

source: Frequently Asked Questions
portuguese: Perguntas mais frequentes

source: Shows a list of frequently asked questions and their answers.
portuguese: Mostra a lista de perguntas e respostas mais frequentes.

source: Insert label...
portuguese: Inserir rótulo...

source: Donate
portuguese: Donativos

source: Donate money to the project.
portuguese: Doações em dinheiro para o projeto.

source: Tip of the day
portuguese: Dicas do dia

source: Show tip of the day
portuguese: Mostrar as dicas do dia.

source: Support
portuguese: Suporte

source: Open browser with the support page for the program.
portuguese: Abre o navegador de Internet padrão e mostra o Home Page do programa.

source: Zoom x-axis in
portuguese: Amplia no eixo-x.

source: Zoom in on the x-axis only.
portuguese: Amplia somente no eixo-x.

source: Zoom x-axis out
portuguese: Reduz no eixo-y.

source: Zoom out on the x-axis only.
portuguese: Reduz somente no eixo-x.

source: Zoom y-axis in
portuguese: Amplia no eixo-y.

source: Zoom in on the y-axis only.
portuguese: Amplia somento no eixo-y.

source: Zoom y-axis out
portuguese: Reduz no eixo-y.

source: Zoom out on the y-axis only.
portuguese: Reduz somente no eixo-y.

source: Insert relation...
portuguese: Inserir relação...

source: Insert a new equation or inequality.
portuguese: Insere uma nova equação ou inequação.

source: Custom functions...
portuguese: Funções otimizadas...

source: Create custom functions and constants for use in graphs.
portuguese: Cria uma função otimizada ou uma constante para usar nos gráficos.

source: Animate...
portuguese: Animação...

source: Create an animation by variating a constant.
portuguese: Cria uma animação pela variação de uma constante.

source: Graph file...
portuguese: Arquivo Graph...

source: Import a Graph file into the current coordinate system.
portuguese: Importa um arquivo do Graph para o sistema cartesiano atual

source: Point series...
portuguese: Série de Pontos...

source: Import point series from a data file.
portuguese: Importa uma série de pontos de um arquivo de dados.

source: Insert object...
portuguese: Inserir objeto...

source: Select color
portuguese: Selecionar a cor

source: Reset to default
portuguese: Retorna ao padrão.

source: Reset the tool bar icons to the installation default.
portuguese: Restaura os ícones da barra de ferramenta para o padrão de instalação.

source: Customize toolbar...
portuguese: Configurar a barra de ferramentas...

source: Customize the icons shown on the toolbar.
portuguese: Personaliza os ícones mostrados na barra de ferramentas.

source: Edit label...
portuguese: Alterar rótulo...

source: Edit the label under the cursor.
portuguese: Altera o rótulo sob o cursor.

source: Delete label
portuguese: Apagar rótulo

source: Delete the label under the cursor.
portuguese: Apaga o rótulo sob o cursor.

source: Show legend
portuguese: Mostrar legenda

source: Select to show a legend in the coordinate system.
portuguese: Selecione para mostrar um legenda no sistema cartesiano.

source: Font...
portuguese: Fonte...

source: Change the font of the legend.
portuguese: Selecione a fonte para a legenda.

source: Top Right
portuguese: No alto à direita

source: Show the legend in the upper right corner.
portuguese: Mostra a legenda no canto superior direito.

source: Bottom Right
portuguese: Em baixo à direita

source: Show the legend in the bottom right corner.
portuguese: Mostra a legenda no conto inferior direito

source: Top Left
portuguese: No alto à esquerda

source: Show the legend in the upper left corner.
portuguese: Mostra a legenda no canto superior esquerdo,

source: Bottom Left
portuguese: Em baixo à esquerda

source: Show the legend in the bottom left corner.
portuguese: Mostra a legenda no canto inferior esquerdo.

source: Close
portuguese: Fechar

source: Next tip
portuguese: Próxima dica

source: Previous tip
portuguese: Dica anterior

source: Show tips at startup
portuguese: Mostrar dicas ao iniciar

source: Did you know...
portuguese: Você sabia que...

source: Insert relation
portuguese: Inserir relação

source: Relation:
portuguese: Relação:

source: Constraints:
portuguese: Constante

source: Cancel
portuguese: Cancelar

source: Legend text
portuguese: Legenda

source: Description:
portuguese: Descrição:

source: Write a descriptive text to show in the legend. If empty the equation will be used.
portuguese: Escreva um texto descritivo para ser mostrado na legenda. Se deixado em branco será mostrado a função.

source: Properties
portuguese: Propriedades

source: Style:
portuguese: Estilo:

source: Color:
portuguese: Cor:

source: Width:
portuguese: Largura:

source: Select the style used for drawing the inequality. Not used for equations.
portuguese: Selecione o estilo do sombreamento para a inequação. Não é usado para equações.

source: Width in pixels of the equation line or the borderline of the inequality.
portuguese: Tamanho, em pixel, da linha da equação ou o contorno da inequação.

source: Select the color for drawing the relation.
portuguese: Escolha a cor para linha da relação.

source: Enter the relation, for example "x^2+y^2 = 25" or "y < sin(x)"
portuguese: Entre com a relação, por exemplo, "x^2+y^2 = 25" or "y < sin(x)"

source: Enter constraints for the relation, for example "x > 0 and y < 5"
portuguese: Entre com o parâmetro para a relação, por exemplo, "x > 0 and y < 5"

source: Insert tangent/normal
portuguese: Inserir tangente/normal

source: Coordinate where the tangent/normal will cross the function.
portuguese: Coordenadas onde a tangente/normal irá cruzar a função.

source: Choose if you want a tangent or a normal.
portuguese: Escolha se você quer uma tangente ou uma normal.

source: Type
portuguese: Tipo

source: Tangent
portuguese: Tangente

source: Graph properties
portuguese: Propriedades do gráfico

source: Line style:
portuguese: Estilo da linha:

source: Width of graph in pixels.
portuguese: Largura da linha do gráfico em pixels.

source: Choose which line style to use for drawing the graph.
portuguese: Escolha o estilo da linha que será usado no gráfico.

source: Select the color of the graph.
portuguese: Selecione a cor do gráfico.

source: Argument range
portuguese: Intervalo

source: Start of range interval for the used variable.
portuguese: Início do intervalo.

source: End of range interval for the used variable.
portuguese: Fim do intervalo.

source: Endpoints
portuguese: Extremos

source: Start:
portuguese: Início:

source: End:
portuguese: Fim:

source: Select marker to show at the start of the interval. Only used if an argument range is specified.
portuguese: Selecione a marca a ser mostrada no início do intervalo. Somente será usado se um intervalo for especificado.

source: Select marker to show at the end of the interval. Only used if an argument range is specified.
portuguese: Selecione a marca a ser mostrada no fim do intervalo. Somente será usado se um intervalo for especificado.

source: Insert trendline
portuguese: Inserir ajuste de curva

source: Line
portuguese: Linha

source: Built-in
portuguese: Pré-definidas

source: Create a linear function: f(x)=ax+b
portuguese: Gera uma função linear: f(x)=ax+b

source: Create a logarithmic function: f(x)=a*ln(x)+b
portuguese: Gera uma função logaritimica: f(x)=a*ln(x)+b

source: Create a polynomial function: f(x)=ax^3+bx^2+cx+d
portuguese: Gera uma função polinomial: f(x)=ax^3+bx^2+cx+d

source: Create a power function: f(x)=ax^b
portuguese: Gera uma função potência: f(x)=ax^b

source: Create a exponential function: f(x)=a*b^x
portuguese: Gera uma função exponencial: f(x)=a*b^x

source: The order of the polynomium. For example 2 means a parable.
portuguese: A ordem dos polinômios. Por exemplo 2 significa uma parábola.

source: Order:
portuguese: Ordem:

source: Polynomial
portuguese: Polinomial

source: Logarithmic
portuguese: Logaritimica

source: Power
portuguese: Potência

source: Exponential
portuguese: Exponencial

source: Create a moving average as a series of straight lines.
portuguese: Cria uma média móvel como uma série de sequências de linhas.

source: Moving average
portuguese: Movendo média

source: Period:
portuguese: Período:

source: Determines how many points are used for the average.
portuguese: Determina quantos pontos são usados para a média.

source: User defined
portuguese: Definida pelo usuário

source: Model:
portuguese: Modelo:

source: Add model
portuguese: Adicionar

source: Remove model
portuguese: Apagar

source: Edit model
portuguese: Modificar

source: Enter a function model to base the trendline on.
portuguese: Digite uma "função modelo" para adicionar à relação de funções para ajuste de curvas.

source: Type a value in the Intercept box to specify the point where you want the trendline to meet the y-axis. This is only available for linear, polynomial and exponential trendlines.
portuguese: Digite um valor na caixa "Interseção" para especificar onde o ponto onde o ajuste da curva cruzará com o eixo-y. Isso só é disponível para os ajuste de curvas linear, polinominal e exponencial.

source: Intercept =
portuguese: Interseção=

source: Insert point series
portuguese: Inserir série de pontos

source: The name of the point series, which is shown in the list to the left of the coordinate system.
portuguese: O nome da série de pontos, que será mostrado no lado direito do plano cartesiano.

source: Series
portuguese: Séries

source: This shows a sample of the markers and the lines between the markers.
portuguese: Esse é um exemplo do marcador e da linha.

source: Sample
portuguese: Exemplo

source: Markers
portuguese: Marcas

source: Marker
portuguese: Marcador

source: Size:
portuguese: Tam.:

source: Choose the size of the markers.
portuguese: Escolha o tamanho do marcador.

source: Choose the type of markers to be shown at each point.
portuguese: Escolha o tipo do marcador que será mostrado como ponto.

source: Choose the color of the markers.
portuguese: Escolha a cor do marcador.

source: Interpolation:
portuguese: Interpolação:

source: Choose the style of lines to be drawn between the points. You may also choose not to draw any lines.
portuguese: Escolha o estilo da linha a ser usada no desenho entre os pontos. Você pode também deixar sem linha.

source: Choose the width of the lines in pixels.
portuguese: Escolha a espessura da linha em pixels.

source: Select which kind of line to draw between the markers.
portuguese: Escolha o tipo de linha para ligar os pontos.

source: Cubic splines
portuguese: Cúbico

source: Half cosine
portuguese: Meio coseno

source: Choose the color of the lines.
portuguese: Escolha a cor da linha.

source: Labels
portuguese: Rótulos

source: Position:
portuguese: Posição:

source: Check to show the coordinate at each point.
portuguese: Se marcado, torna visível a coordenada de cada ponto.

source: Show coordinates
portuguese: Mostrar coordenadas

source: Select the font for the coordinates.
portuguese: Selecione a fonte para as coordenadas.

source: Select where the coordinates should be shown.
portuguese: Selecione onde as coordenadas serão mostradas em relação ao ponto.

source: Below
portuguese: Abaixo

source: Above
portuguese: Acima

source: Left
portuguese: Esquerda

source: Right
portuguese: Direita

source: Error bars
portuguese: Barras de erro

source: X error bars
portuguese: Barras de erro X

source: Show horizontal error bars.
portuguese: Mostra barras de erros horizontal.

source: Show x-bars
portuguese: Mostra x-barras
